Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SafetyFeatures.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_WLAN
source: Emergency SOS When using an Emergency SOS feature that initiates an emergency call, the call may include your location (regardless of whether you have enabled Location Services) and Medical ID (if enabled) to allow the dispatcher to assist you. Your location data and encrypted Medical ID information are sent to Apple for Apple to check whether the Enhanced Emergency Data service is supported in your area and to provide the data to emergency services. If supported in your area, a partner may retrieve your information from Apple for delivery to emergency services. Apple cannot read your Medical ID information. Once the call ends, your emergency contacts, and Check In contact if a Check In session is active, will automatically receive a message that says you have called emergency services, unless you cancel the message. This message also includes your current location, and for a limited period of time, your device will send updates to your emergency contacts and active Check In contact as your location changes. If you don’t want to send your location to your emergency contacts or active Check In contact, on your iPhone or Apple Vision Pro go to Settings > Privacy & Security > Location Services > System Services, and tap to turn off Emergency Calls & SOS. For more information about Emergency SOS & Privacy, visit www.apple.com/legal/privacy/data/en/emergency-sos. To learn more about Medical ID, go to Settings > Health > Medical ID > Emergency Access and tap Learn More. To learn more about Location Services, visit www.apple.com/legal/privacy/data/en/location-services. Emergency SOS via Satellite Emergency SOS via satellite can help you connect with emergency services under exceptional circumstances when no other means of reaching emergency services are available. This service may not be available in all locations or circumstances. An unobstructed view of the sky and careful alignment between your device and a satellite are required to send and receive messages with emergency services. A satellite connection works very differently than your traditional network. As a result, messages may take longer to send and receive than with traditional text messages, and you may experience gaps in availability. In some locations, you may be able to exchange messages directly with an emergency services center. If the emergency services center that serves your location cannot receive text messages, a third-party relay provider will text with you, and call emergency services on your behalf. In the United States, text sent directly to emergency services supports only the Latin alphabet. If a cellular or WLAN voice connection becomes available, you should contact emergency services via phone. However, if you do, you may not necessarily connect with the same emergency service provider handling your satellite session. Emergency SOS via satellite is subject to satellite availability and may require a software update for continued functionality. When you text using Emergency SOS via satellite, your messages are sent in encrypted form, and decrypted by Apple to be passed along to the relevant emergency services provider, or the third-party relay provider. Your messages may be retained by emergency service centers and the relay provider to improve their services to you, and in compliance with applicable law. In order to route your text messages to a local emergency services organization, and to assist responders in reaching you, your location will be shared with Apple, emergency services text routing providers, and a third-party relay provider when you use Emergency SOS via satellite. Locations shared via satellite in Find My are sent in an end-to-end encrypted form and cannot be accessed by Apple. During an emergency session, you may choose to share a transcript of your communication with emergency services with your pre-selected emergency contacts along with information about your location and the nature of your emergency. You can stop sharing your session transcript at any time by tapping Stop Sharing at the top of the screen. Emergency SOS Live Video During an emergency call, you may choose to share live video or upload media with emergency services at the request of emergency services. You can stop sharing your live video at any time by tapping End Call, then “Stop Sharing Camera” or “End Call”. If you choose to upload media content, your content will continue to upload even if you end an emergency call. Emergency services may record or save the shared media content. The live video and uploaded media are sent end-to-end encrypted and cannot be viewed or accessed by Apple. In order to use this feature, you must have Emergency Calls & SOS turned on. To do this, go to Settings > Privacy & Security > Location Services > System Services and tap to turn on Emergency Calls & SOS. Emergency SOS Live Video may not be available in all locations or circumstances. Fall Detection If Apple Watch SE or Apple Watch Series 4 or later detects a hard fall while you’re wearing your watch, a Fall Detection alert can help connect you to emergency services if needed. You can choose to contact emergency services or dismiss the alert. If your Apple Watch detects that you’re moving, it will wait for you to respond to the alert, and won’t call emergency services automatically. If your Apple Watch detects that you’ve been immobile for about a minute, it will make the call automatically. When the autodialed call connects, your Apple Watch plays an audio message that informs emergency services that your Apple Watch detected a hard fall, and then shares your current location as latitude and longitude coordinates. The call will share your location regardless of whether you have enabled Location Services. If you previously enabled Medical ID to be shared during an emergency call, your Medical ID will also be shared automatically with emergency services (United States and Canada only). After the call ends, your Apple Watch will start a 10-second countdown prior to sending a message to your emergency contacts, and Check In contact if a Check In session is active, with your location, letting them know that your watch detected a hard fall and dialed emergency services. You can choose to cancel the message to your emergency contacts and active Check In contact within the 10-second countdown. Your Apple Watch gets your emergency contacts from your Medical ID. If a fall is detected, the autodialed call cannot connect to emergency services, and you’re immobile, your iPhone can attempt to use Emergency SOS via satellite connectivity to automatically text emergency services limited information (for example, your location, battery life, and nature of emergency). Limited information (for example, your location, nature of emergency) will also be sent to your emergency contacts and active Check In contact on your behalf. Falls are automatically recorded in the Health app, unless you reply that you didn’t fall when your Apple Watch asks. To check your fall history, open the Health app on your iPhone and go to Browse > Other Data > Number of Times Fallen. You can enable or disable Fall Detection from the Apple Watch app on your iPhone by going to My Watch > Emergency SOS, then tapping to turn Fall Detection on or off. If Fall Detection is turned on, you can tap “Always on” or “Only on during workouts.” If you entered your age when you set up your Apple Watch or in the Health app, and you’re age 55 or over, Fall Detection turns on automatically. If you’re 18 to 55 years old, Fall Detection turns on automatically only during workouts. Wrist Detection must be enabled for your watch to automatically call emergency services. To do this on Apple Watch, go to Settings > Passcode and tap to turn on Wrist Detection. Fall Detection is available only for those age 18 or over. Apple Watch cannot detect all falls. Crash Detection If your iPhone 14 or later (all models) with iOS 16 or later, Apple Watch Series 8 or later, Apple Watch SE (2nd generation), and Apple Watch Ultra or later with watchOS 9 or later detects a severe car crash, an alert will be triggered to call emergency services. You can choose to contact emergency services or dismiss the alert. If you do not respond to the alert within 10 seconds, your device will make the call automatically. When the autodialed call connects, your device plays an audio message that informs emergency services that your device detected a car crash, and then shares your current location as latitude and longitude coordinates. The call will share your location regardless of whether you have enabled Location Services. If you previously enabled Medical ID to be shared during an emergency call, your Medical ID will also be shared automatically with emergency services (United States and Canada only). After the call ends, your device will start a 10-second countdown prior to sending a message to your emergency contacts, and Check In contact if a Check In session is active, with your location, letting them know that your device detected a car crash and dialed emergency services. You can choose to cancel the message to your emergency contacts and active Check In contact within the 10-second countdown. Your device gets your emergency contacts from your Medical ID. After the notification to emergency contacts and active Check In contact, your device will continue to display options to contact emergency services, open Medical ID information, or dismiss the alert. iPhone and Apple Watch cannot detect all car crashes. Location information may be used to determine whether or not a crash occurred. If a severe car crash is detected, the autodialed call cannot connect to emergency services, and you’re unresponsive, your iPhone can attempt to use Emergency SOS via satellite connectivity to automatically text emergency services limited information (for example, your location, battery life, and nature of emergency). Limited information (for example, your location, nature of emergency) will also be sent to your emergency contacts and active Check In contact on your behalf. You can disable or reenable Crash Detection by going to Settings > Emergency SOS > then tapping to turn Call After Severe Crash on or off or in the Apple Watch app on your iPhone by going to My Watch > Emergency SOS, then tapping to turn Call After Severe Crash on or off. You can also choose to share Crash Detection data with a third-party application installed on your iPhone. If you allow access to the data and a car crash occurs, the third party will be informed automatically about the crash, which may include location data. If you allow your iPhone to call emergency services after it detects a car crash, the call to emergency services will be placed prior to informing the third party about the crash. If you do not allow your iPhone to call emergency services after it detects a car crash, and a crash is detected and third-party sharing is on, your device will send an alert to let you know that a crash was detected, data was shared with the third party, and you should engage with the third-party app if able to do so. You can choose whether to share Crash Detection data with a third party. To do so on your iPhone, go to Settings > Emergency SOS and tap to turn on Share Crash with App. Compass Waypoints You can use the Compass app to add your current location as a waypoint, which allows you to see the distance and direction to each Compass Waypoint you create. In addition, the Compass app can automatically generate two waypoints including a Last Cellular Connection Waypoint that will estimate the last place with cellular reception for connectivity, and a Last Emergency Call Waypoint that will estimate where on a route your iPhone or Apple Watch had the last connection to any available carrier’s network so that an emergency call can be made. In order for a Last Cellular Connection Waypoint or a Last Emergency Call Waypoint to be created, you must have Significant Locations enabled on your device, with Precise Location turned on for the Compass app. You can delete the Compass Waypoints you create in the Compass app by selecting the waypoint in the Compass App, then scrolling to the bottom of the screen and selecting Delete Waypoint. Backtrack In certain areas where you may need help retracing your steps, the Compass app and certain third-party apps available on Apple Watch may ask you for one-time access to your recent locations for safety purposes. These locations may not always be available, for example, if you are located close to familiar places, such as your home, or in urban areas. In order to use these features, you must have Significant Locations enabled for the device, with Precise Location turned on for the app. Other Information Some safety features may not be available for all devices or in every region or language. Some regions and countries have multiple emergency service numbers. For these locales, Apple Watch will call the number associated with ambulance services for Fall Detection alerts. Applicable Legal Basis for Processing Personal Data We process your personal data in Emergency SOS and Emergency SOS via satellite as necessary for providing the service, and to comply with our legal obligations. Where consent is the appropriate legal basis, we seek it in accordance with applicable local law. Where applicable local law provides, we process the following categories of personal data for our legitimate interests to facilitate emergency services, prevent fraud or criminal activity, improve services, and help maintain the Emergency SOS and Emergency SOS via satellite systems and architectures: • Your location • Information about your sessions, such as the duration and content communicated to Emergency Services • Your selected Emergency Contacts Retention Apple retains personal data only for so long as necessary to fulfill the purposes for which it was collected, including as described in Apple’s Privacy Policy or in our service-specific privacy notices, or as required by law. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal data collected and, if retention is required, work to retain the personal data for the shortest possible period permissible under law. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: طوارئ SOS عند استخدام إحدى ميزات طوارئ SOS لبدء مكالمة طوارئ، قد تتضمن المكالمة موقعك (سواء كنت قد قمت بتمكين خدمات الموقع أم لا) وهويتك الطبية (إذا كان قد تم تمكينها) للسماح لمرسل فِرق الطوارئ بمساعدتك. يتم إرسال بيانات موقعك ومعلومات هويتك الطبية المشفرة إلى Apple كي تتحقق مما إذا كانت خدمة بيانات الطوارئ المحسنة مدعومة في منطقتك أم لا ولتقديم البيانات إلى خدمات الطوارئ. فإذا كانت مدعومة في منطقتك، فقد يحصل أحد الشركاء على معلوماتك من Apple كي يسلمها إلى خدمات الطوارئ. لا يمكن أن تقرأ Apple معلومات هويتك الطبية. عند انتهاء المكالمة، سيتم تلقائيًا إرسال رسالة إلى جهات اتصال الطوارئ وإلى جهة اتصال "الاطمئنان" إذا كانت هناك جلسة اطمئنان نشطة تفيد بأنك اتصلت بخدمات الطوارئ، إلا إذا ألغيت الرسالة. تتضمن هذه الرسالة أيضًا موقعك الحالي، وكلما تغير موقعك، سيرسل جهازك - لمدة زمنية محدودة - التحديثات إلى جهات اتصال الطوارئ وإلى جهة اتصال "الاطمئنان" النشط. إذا كنت لا ترغب في إرسال موقعك إلى جهات اتصال الطوارئ لديك أو جهة اتصال "الاطمئنان" النشط، فانتقل على iPhone إلى الإعدادات > الخصوصية والأمن > خدمات الموقع > خدمات النظام، واضغط لإيقاف "مكالمات الطوارئ و SOS". لمزيد من المعلومات عن طوارئ SOS والخصوصية، يرجى زيارة: www.apple.com/legal/privacy/data/ar/emergency-sos لمعرفة المزيد عن الهوية الطبية، انتقل إلى الإعدادات > صحتي > الهوية الطبية > وصول الطوارئ، واضغط على معرفة المزيد. لمزيد من المعلومات عن خدمات الموقع، يرجى زيارة: www.apple.com/legal/privacy/data/ar/location-services طوارئ SOS عبر القمر الصناعي يمكن أن تساعدك ميزة طوارئ SOS عبر القمر الصناعي على الاتصال بخدمات الطوارئ في الظروف الاستثنائية التي لا تتوفر فيها طرق أخرى للوصول إلى خدمات الطوارئ. قد لا تتوفر هذه الخدمة في كل المواقع أو كل الظروف. لإرسال واستلام الرسائل مع خدمات الطوارئ، يجب ألا يوجد ما يحجب رؤية السماء وأن تكون هناك محاذاة ملائمة بين جهازك وأحد الأقمار الصناعية. يعمل اتصال القمر الصناعي بطريقة مختلفة للغاية عن شبكتك التقليدية؛ ولذلك فقد يستغرق إرسال الرسائل واستلامها وقتًا أطول من الرسائل النصية العادية، وقد تجد انقطاعات في توفر الخدمة. في بعض المواقع، قد يمكنك تبادل الرسائل مباشرة مع مركز خدمات الطوارئ. إذا لم يكن بإمكان مركز خدمات الطوارئ في موقعك استلام الرسائل النصية، فسيقوم أحد مزودي خدمات الترحيل الخارجيين بمراسلتك والاتصال بخدمات الطوارئ نيابة عنك. في الولايات المتحدة، الرسائل النصية التي تُرسَل مباشرة إلى خدمات الطوارئ تدعم الحروف الأبجدية اللاتينية فقط. في حالة توفر اتصال صوتي عبر WLAN أو الشبكة الخلوية، عليك الاتصال بخدمات الطوارئ عبر الهاتف. ومع ذلك، إذا اتصلت عبر الهاتف، فقد لا تتصل بنفس مزود خدمة الطوارئ الذي يتعامل مع جلسة القمر الصناعي الخاصة بك. تخضع ميزة طوارئ SOS عبر القمر الصناعي لتوفر القمر الصناعي وقد تتطلب تحديث البرامج لضمان استمرار الخدمة. عندما ترسل رسالة نصية باستخدام ميزة طوارئ SOS عبر القمر الصناعي، يتم إرسالها بصيغة مشفرة، ثم يتم فك تشفيرها بواسطة Apple حتى تصل إلى مزود خدمة الطوارئ المناسب أو مزود خدمة الترحيل الخارجي. قد يتم الاحتفاظ برسائلك لدى مراكز خدمات الطوارئ ومزود خدمة الترحيل بغرض تحسين هذه الخدمة، وذلك وفقًا للقانون الساري. لكي يتم توجيه رسائلك النصية إلى جهة خدمات الطوارئ المحلية، ولمساعدة المسعفين في الوصول إليك، ستتم مشاركة موقعك مع Apple، ومزودي خدمات توجيه الرسائل لخدمات الطوارئ، وكذلك مزود خدمة ترحيل خارجي عند استخدام طوارئ SOS عبر القمر الصناعي. المواقع المشتركة عبر القمر الصناعي في "تحديد الموقع" يتم إرسالها بطريقة مشفرة تشفيرًا كاملاً ولا يمكن الوصول إليها بواسطة Apple. خلال جلسة طوارئ، يمكنك اختيار مشاركة نسخة نصية لمحادثتك مع خدمات الطوارئ، مع جهات اتصال الطوارئ التي تختارها مسبقًا، إضافة إلى معلومات عن موقعك وطبيعة حالتك الطارئة. ويمكنك إيقاف مشاركة النسخة النصية لجلستك في أي وقت بالضغط على "إيقاف المشاركة" في أعلى الشاشة. طوارئ SOS بالفيديو مباشر أثناء مكالمة الطوارئ، يمكنك اختيار مشاركة الفيديو المباشر أو تحميل الوسائط باستخدام خدمات الطوارئ بناءً على طلب خدمات الطوارئ. ويمكنك إيقاف مشاركة الفيديو المباشر في أي وقت بالضغط على "إنهاء المكالمة" ثم "إيقاف مشاركة الكاميرا" أو "إنهاء المكالمة". إذا اخترت تحميل محتوى الوسائط، فسيستمر تحميل المحتوى حتى إذا أنهيت مكالمة الطوارئ. قد تقوم خدمات الطوارئ بتسجيل أو حفظ محتوى الوسائط المشتركة. يتم إرسال الفيديو المباشر والوسائط المحمَّلة بطريقة مشفرة تشفيرًا كاملًا وليس بإمكان Apple عرضها أو الوصول إليها. لاستخدام هذه الميزة، يجب أن تكون مكالمات الطوارئ و SOS مشغلة. لتنفيذ هذا، انتقل إلى الإعدادات > الخصوصية والأمن > خدمات الموقع > خدمات النظام، واضغط لتشغيل مكالمات الطوارئ و SOS. "طوارئ SOS بالفيديو المباشر" قد لا تتوفر هذه الخدمة في كل المواقع أو كل الظروف. اكتشاف السقوط إذا اكتشفت Apple Watch SE أو Apple Watch Series 4 أو الأحدث سقوطًا قويًا أثناء ارتداء الساعة، يمكن أن يساعد تنبيه اكتشاف السقوط على توصيلك بخدمات الطوارئ إذا لزم الأمر. يمكنك اختيار التواصل مع خدمات الطوارئ أو استبعاد التنبيه. إذا اكتشفت Apple Watch أنك تتحرك، فسوف تنتظر منك استجابة للتنبيه ولن تتصل بخدمات الطوارئ تلقائيًا. إذا اكتشفت Apple Watch جمود حركتك لمدة دقيقة تقريبًا، فسوف تُجري المكالمة تلقائيًا. عندما يتم توصيل المكالمة التلقائية، تُشغِّل Apple Watch رسالة صوتية تخبر خدمات الطوارئ بأن Apple Watch اكتشفت سقوطًا قويًا، ثم تشارك موقعك الحالي بإحداثيات دائرة العرض وخط الطول. ستتم مشاركة موقعك أثناء المكالمة، سواء كنت قد قمت بتمكين خدمات الموقع أم لا. وإذا كنت قد قمت من قبل بتمكين مشاركة الهوية الطبية أثناء مكالمة الطوارئ، فستتم أيضًا مشاركة هويتك الطبية تلقائيًا مع خدمات الطوارئ (في الولايات المتحدة وكندا فقط). بعد انتهاء المكالمة، ستبدأ Apple Watch في العد التنازلي لعشر ثوانٍ قبل أن ترسل رسالة إلى جهات اتصال الطوارئ وإلى جهة اتصال "الاطمئنان" إذا كانت هناك جلسة اطمئنان نشطة، تتضمن موقعك وتخبرهم بأن ساعتك اكتشفت سقوطًا قويًا وأنها اتصلت بخدمات الطوارئ. يمكنك اختيار إلغاء إرسال الرسالة إلى جهات اتصال الطوارئ لديك وجهة اتصال "الاطمئنان" النشط خلال العد التنازلي لعشر ثوانٍ. تجلب Apple Watch جهات اتصال الطوارئ من هويتك الطبية. في حالة اكتشاف سقوط وعدم إمكانية توصيل المكالمة التلقائية بخدمات الطوارئ وعدم وجود حركة منك، يمكن لـ iPhone محاولة استخدام اتصال طوارئ SOS عبر القمر الصناعي لإرسال معلومات محدودة إلى خدمات الطوارئ تلقائيًا (مثل موقعك وعمر البطارية وطبيعة الحالة الطارئة). سيتم أيضًا إرسال معلومات محدودة (مثل موقعك وطبيعة الحالة الطارئة) نيابةً عنك إلى جهات اتصال الطوارئ وإلى جهة اتصال جلسة الاطمئنان النشطة. يتم تسجيل السقطات في تطبيق صحتي تلقائيًا، إلا إذا أجبتَ بأنك لم تسقط عندما تسألك Apple Watch. للتحقق من سجل تاريخ السقطات، افتح تطبيق صحتي على iPhone وانتقل إلى تصفح > بيانات أخرى > عدد مرات السقوط. يمكنك تمكين أو تعطيل اكتشاف السقوط من تطبيق Apple Watch على iPhone بالانتقال إلى ساعتي > طوارئ SOS، ثم الضغط لتشغيل أو إيقاف اكتشاف السقوط. في حالة تشغيل اكتشاف السقوط، يمكنك الضغط على "تشغيل دومًا" أو "تشغيل أثناء التمارين فقط". إذا كنت قد أدخلت عمرك عند إعداد Apple Watch أو في تطبيق صحتي، وكان عمرك ٥٥ سنة أو أكثر، فسيتم تشغيل اكتشاف السقوط تلقائيًا. أما إذا كان عمرك من ١٨ إلى ٥٥ سنة، فسيتم تشغيل اكتشاف السقوط تلقائيًا أثناء التمارين فقط. يجب تمكين اكتشاف المعصم حتى تتمكن ساعتك من الاتصال بخدمات الطوارئ تلقائيًا. لتنفيذ ذلك على Apple Watch، انتقل إلى الإعدادات > رمز الدخول، واضغط لتشغيل اكتشاف المعصم. ميزة اكتشاف السقوط متوفرة لمن أعمارهم ^[18](formatNumber: true) سنة فما فوق فقط. لا يمكن لـ Apple Watch اكتشاف جميع حالات السقوط. اكتشاف الاصطدام في حالة اكتشاف اصطدام سيارة شديد، من قِبل iPhone 14 أو أحدث (جميع الطرز) المثبَّت عليه iOS 16 أو أحدث، و Apple Watch Series 8 أو أحدث، و Apple Watch SE (الجيل الثاني)، و Apple Watch Ultra أو أحدث مثبَّت عليها watchOS 9 أو أحدث، سينطلق تنبيه للاتصال بخدمات الطوارئ. يمكنك اختيار التواصل مع خدمات الطوارئ أو استبعاد التنبيه. إذا لم تستجب للتنبيه خلال ١٠ ثوانٍ، فسيُجري جهازك المكالمة تلقائيًا. عندما يتم توصيل المكالمة التلقائية، يُشغِّل جهازك رسالة صوتية تخبر خدمات الطوارئ بأن الجهاز اكتشف اصطدام سيارة، ثم يشارك موقعك الحالي بإحداثيات دائرة العرض وخط الطول. ستتم مشاركة موقعك أثناء المكالمة، سواء كنت قد قمت بتمكين خدمات الموقع أم لا. وإذا كنت قد قمت من قبل بتمكين مشاركة الهوية الطبية أثناء مكالمة الطوارئ، فستتم أيضًا مشاركة هويتك الطبية تلقائيًا مع خدمات الطوارئ (في الولايات المتحدة وكندا فقط). بعد انتهاء المكالمة، سيبدأ جهازك في العد التنازلي لعشر ثوانٍ قبل أن يرسل رسالة إلى جهات اتصال الطوارئ لديك، بالإضافة إلى جهة اتصال "الاطمئنان" لديك إذا كانت هناك جلسة اطمئنان نشطة، تتضمن موقعك وتخبرهم بأن جهازك اكتشف اصطدام سيارة واتصل بخدمات الطوارئ. يمكنك اختيار إلغاء إرسال الرسالة إلى جهات اتصال الطوارئ لديك وجهة اتصال "الاطمئنان" النشط خلال العد التنازلي لعشر ثوانٍ. يجلب جهازك جهات اتصال الطوارئ من هويتك الطبية. بعد إرسال الإشعار إلى جهات اتصال الطوارئ وجهة اتصال "الاطمئنان" النشط، سيستمر جهازك في عرض خيارات للاتصال بخدمات الطوارئ أو فتح معلومات الهوية الطبية أو استبعاد التنبيه. لا يمكن لـ iPhone ولا Apple Watch اكتشاف جميع حالات اصطدام السيارة. قد تستخدم معلومات الموقع لتحديد هل حدث تصادم أم لا. في حالة اكتشاف اصطدام سيارة شديد وعدم إمكانية توصيل المكالمة التلقائية بخدمات الطوارئ وعدم وجود استجابة منك، يمكن لـ iPhone محاولة استخدام اتصال طوارئ SOS عبر القمر الصناعي لإرسال معلومات محدودة إلى خدمات الطوارئ تلقائيًا (مثل موقعك وعمر البطارية وطبيعة الحالة الطارئة). سيتم أيضًا إرسال معلومات محدودة (مثل موقعك وطبيعة الحالة الطارئة) نيابةً عنك إلى جهات اتصال الطوارئ لديك وجهة اتصال "الاطمئنان" النشط. يمكنك تعطيل أو إعادة تمكين اكتشاف السقوط بالانتقال إلى الإعدادات > طوارئ SOS، ثم الضغط لتشغيل أو إيقاف الاتصال بعد الاصطدام الشديد، أو في تطبيق Apple Watch على iPhone بالانتقال إلى ساعتي > طوارئ SOS، ثم الضغط لتشغيل أو إيقاف الاتصال بعد الاصطدام الشديد. يمكنك أيضًا اختيار مشاركة بيانات اكتشاف الاصطدام مع تطبيقات الجهات الخارجية المثبتة على iPhone. وإذا سمحت بالوصول إلى البيانات ووقع حادث اصطدام سيارة، فسيتم إعلام الجهة الخارجية تلقائيًا بحادث الاصطدام، وقد يتضمن ذلك بيانات الموقع. إذا سمحت لـ iPhone بالاتصال بخدمات الطوارئ بعد اكتشاف اصطدام السيارة، فسيتم إجراء المكالمة إلى خدمات الطوارئ قبل إعلام الجهة الخارجية بالاصطدام. وإذا لم تسمح لـ iPhone بالاتصال بخدمات الطوارئ بعد اكتشاف اصطدام السيارة، وتم اكتشاف اصطدام وكانت مشاركة الجهة الخارجية مشغلة، فسيرسل جهازك تنبيهًا يخبرك بأنه قد تم اكتشاف اصطدام وبأن البيانات قد تمت مشاركتها مع الجهة الخارجية وبأن عليك التفاعل مع تطبيق الجهة الخارجية إذا كان ذلك بمقدورك. يمكنك اختيار مشاركة أو عدم مشاركة بيانات اكتشاف الاصطدام مع جهة خارجية. لتنفيذ ذلك على iPhone، انتقل إلى الإعدادات > طوارئ SOS، واضغط لتشغيل مشاركة معلومات الاصطدام مع التطبيق. نقاط طريق البوصلة يمكنك استخدام تطبيق البوصلة لإضافة موقعك الحالي كنقطة طريق، مما يسمح لك برؤية المسافة والاتجاه لكل نقطة طريق بوصلة تنشئها. إضافة إلى ذلك، بإمكان تطبيق البوصلة إنشاء نقطتي طريق تلقائيًا تتضمنان "آخر نقطة طريق باتصال خلوي"، والتي ستقدِّر آخر مكان كان فيه إشارة خلوية للاتصال، و"آخر نقطة طريق لمكالمات الطوارئ" والتي ستقدِّر آخر مكان في المسار كان فيه iPhone أو Apple Watch متصلين لآخر مرة بأي شبكة اتصالات متاحة حتى يمكن إجراء مكالمة طوارئ. للتمكن من إنشاء "آخر نقطة طريق باتصال خلوي" أو "آخر نقطة طريق لمكالمات الطوارئ"، يجب تمكين المواقع المهمة على جهازك وتشغيل الموقع الدقيق لتطبيق البوصلة. يمكنك حذف نقاط طريق البوصلة التي تنشئها في تطبيق البوصلة عن طريق تحديد نقطة الطريق في تطبيق البوصلة، ثم التمرير إلى أسفل الشاشة وتحديد حذف نقطة الطريق. مسار العودة في بعض المناطق التي قد تحتاج فيها إلى المساعدة في العودة من حيث أتيت، قد يطلب منك تطبيق البوصلة وبعض تطبيقات الجهات الخارجية المتوفرة على Apple Watch الوصول لمرة واحدة إلى المواقع الحديثة لأغراض السلامة. قد لا تكون هذه المواقع متوفرة دائمًا، على سبيل المثال، إذا كنت في موقع قريب من أماكن مألوفة مثل منزلك أو في مناطق حضرية. لاستخدام هذه الميزات، يجب تمكين المواقع المهمة على الجهاز وتشغيل الموقع الدقيق للتطبيق. معلومات أخرى قد لا تكون بعض ميزات السلامة متوفرة لكل الأجهزة أو في كل منطقة أو بكل لغة. بعض المناطق والبلدان تتوفر فيها أرقام خدمات طوارئ متعددة. في هذه الأماكن، سوف تتصل Apple Watch بالرقم المرتبط بخدمات الإسعاف في حالات تنبيهات اكتشاف السقوط. الأسس القانونية السارية لمعالجة البيانات الشخصية نعالج بياناتك الشخصية في "طوارئ SOS" و"طوارئ SOS عبر القمر الصناعي" حسبما تقتضيه الضرورة لتقديم الخدمة، ولاستيفاء التزاماتنا القانونية. عندما تكون الموافقة هي الأساس القانوني المناسب، فإننا نطلبها بمقتضى القانون المحلي المعمول به. نعالج الفئات التالية من البيانات الشخصية، حسب الضرورة التي تقتضيها مصالحنا المشروعة حيثما ينص القانون المحلي المعمول به على ذلك، بهدف تسهيل خدمات الطوارئ ومنع الاحتيال أو الأنشطة الإجرامية وتحسين الخدمات والمساعدة في الحفاظ على أنظمة وبنيات "طوارئ SOS" و"طوارئ SOS عبر القمر الصناعي": • موقعك •معلومات حول جلساتك، مثل مدة تواصلك مع خدمات الطوارئ والمحتوى المرسل إليها • جهات اتصال الطوارئ التي حددتها الاحتفاظ بالمعلومات تحتفظ Apple بالبيانات الشخصية فقط طالما كان ذلك ضروريًا لتحقيق أغراض جمعها، بما في ذلك ما هو موضح في سياسة خصوصية Apple أو في إشعارات الخصوصية الخاصة بالخدمة، أو وفقًا لما يقتضيه القانون. عند تقييم فترات الاحتفاظ، نتأكد في البداية مما إذا كان الاحتفاظ بالبيانات الشخصية المحصَّلة ضروريًا أم لا، وما إذا كان الاحتفاظ بالمعلومات مطلوبًا أم لا، ونعمل على الاحتفاظ بالبيانات الشخصية لأقصر وقت ممكن يسمح به القانون. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: SOS обаждане Когато използвате функцията SOS обаждане, която инициира спешно обаждане, обаждането може да включва вашето местоположение (независимо дали сте активирали Услуги за местоположение) и Медицински ID (ако е активиран), за да позволите на диспечера да ви помогне. Данните за местоположението ви и криптираната информация за Медицинския ID се изпращат на Apple, за да се провери дали услугата Допълнителни данни при спешни случаи е поддържана във вашата област, както и за да предостави данните на службите за спешна помощ. Ако е поддържана във вашата област, партньор може да извлече информацията ви от Apple за доставяне на услуги за спешна помощ. Apple не може да прочете информацията от вашия Медицински ID. Щом обаждането приключи, контактите ви за спешни случаи и контактът за Проверка, ако има активна сесия за Проверка, автоматично ще получат съобщение, което казва, че сте се обадили на службите за спешна помощ, освен ако не откажете съобщението. Това съобщение също така включва текущото ви местоположение и за определен период от време устройството ви ще изпраща обновявания на вашите контакти при спешни случаи и на активния контакт за Проверка, когато местоположението ви се променя. Ако не искате да изпращате вашето местоположение на вашите контакти при спешни случаи или на активния контакт за Проверка, на iPhone или Apple Vision Pro отидете в Настройки > Поверителност и сигурност > Услуги за местоположение > Системни услуги и докоснете, за да изключите Спешни обаждания и SOS. Повече информация за SOS обаждане и поверителност можете да намерите на www.apple.com/legal/privacy/data/en/emergency-sos. За да научите повече за Медицински ID, отидете в Настройки > Здраве > Медицински ID > Достъп при спешен случай и докоснете Научете повече. За да научите повече за Услуги за местоположение, посетете www.apple.com/legal/privacy/data/en/location-services. SOS по сателит Функцията SOS по сателит може да ви помогне да се свържете със службите за спешна помощ при извънредни обстоятелства, когато няма други средства за достигане до службите за спешна помощ. Тази услуга може да не е налична във всички местоположения или при всички обстоятелства. Необходими са безпрепятствен изглед към небето и внимателно центриране на вашето устройство спрямо сателита, за да изпращате и получавате съобщения от службите за спешна помощ. Сателитната връзка работи много по-различно от традиционната ви мрежа. Заради това изпращането и получаването на съобщения може да отнеме по-дълго от традиционните текстови съобщения и може да има пропуски в достъпността. В някои местоположения може да имате възможност да обменяте съобщения директно с център за спешна помощ. Ако центърът за спешна помощ, който обслужва вашето местоположение, не може да получава текстови съобщения, доставчик на услуги за пренасочване (друг производител) ще ви изпрати съобщение и ще се обади на службите за спешна помощ вместо вас. В САЩ съобщенията, изпратени директно на службите за спешна помощ, поддържат само латиница. Ако мобилна или WLAN гласова връзка стане достъпна, трябва да се свържете със службите за спешна помощ по телефон. Ако го направите обаче, може да не се свържете непременно със същия доставчик на услуги за спешна помощ, който управлява вашата сателитна сесия. Функцията SOS по сателит зависи от възможността за достъп до сателит и може да изисква обновяване на софтуера за продължаване на функционалността. Когато изпращате текстови съобщения чрез функцията SOS по сателит, вашите съобщения се изпращат в криптирана форма и се дешифрират от Apple, за да бъдат предадени на съответния доставчик на услуги за спешна помощ или на доставчика на услуги за пренасочване (друг производител). Съобщенията ви може да бъдат запазени от центровете за спешна помощ и от доставчика на услуги за пренасочване, за да подобрят услугите си за вас и в съответствие с приложимото законодателство. За да насочите вашите текстови съобщения към местна организация за спешна помощ и да помогнете на отговарящите да се свържат с вас, местоположението ви ще бъде споделено с Apple, доставчиците на услуги за пренасочване на текстови съобщения за спешна помощ и с доставчика на услуги за пренасочване (друг производител), когато използвате функцията SOS по сателит. Местоположенията, споделени по сателит в Намери, се изпращат криптирани от край до край и Apple няма достъп до тях. По време на сесия при спешен случай, можете да изберете да споделите транскрипция от вашата комуникация със службите за спешна помощ с вашите предварително избрани контакти за спешни случаи, заедно с местоположението ви и естеството на спешния случай. Можете да спрете споделянето на транскрипцията от сесията по всяко време, като най-горе на екрана докоснете Спри споделяне. Видео на живо по време на SOS обаждане По време на спешно обаждане, можете да изберете да споделите със службите за спешна помощ видео на живо или да качите медия по заявка на службите за спешна помощ. Можете да спрете споделянето на видео на живо по всяко време, като докоснете Прекрати разговор, след това „Спри споделянето на камера“ или „Прекрати разговор“. Ако изберете да качите медийно съдържание, вашето съдържание ще продължи да се качва дори ако приключите спешното обаждане. Службите за спешна помощ могат да запишат или запазят споделеното медийно съдържание. Видеото на живо и качената медия се изпращат криптирани от край до край и Apple няма достъп до тях и не може да ги прегледа. За да използвате тази функция, трябва да сте включили Спешни обаждания и SOS. За да направите това, отидете в Настройки > Поверителност и сигурност > Услуги за местоположение > Системни услуги и докоснете, за да включите Спешни обаждания и SOS. Услугата Видео на живо по време на SOS обаждане може да не е налична във всички местоположения или при всички обстоятелства. Разпознаване на падане Ако Apple Watch SE или Apple Watch Series 4 или следващ модел разпознаят тежко падане, докато носите часовника си, предупреждение за разпознаване на падане може да ви помогне да се свържете със службите за спешна помощ, ако това е необходимо. Можете да изберете дали да се свържете със службите за спешна помощ или да отхвърлите предупреждението. Ако вашият Apple Watch разпознае, че се движите, ще изчака да отговорите на предупреждението и няма автоматично да се обади на службите за спешна помощ. Ако вашият Apple Watch разпознае, че сте неподвижни за около минута, автоматично ще се обади на службите за спешна помощ. Когато автоматично набраното обаждане се свърже, вашият Apple Watch възпроизвежда аудио съобщение, което информира службите за спешна помощ, че вашият Apple Watch е разпознал тежко падане. След това споделя текущото ви местоположение като координати за географска ширина и дължина. Обаждането ще сподели вашето местоположение, независимо дали сте активирали функцията Услуги за местоположение. Ако преди това сте активирали споделянето на Медицински ID при спешно обаждане, Медицинският ID също ще бъде споделен автоматично със службите за спешна помощ (само за САЩ и Канада). След като разговорът приключи, вашият Apple Watch ще започне 10-секундно обратно броене, преди да изпрати съобщение с местоположението ви до вашите контакти за спешни случаи и до контакт за Проверка, ако има активна сесия на Проверка, като ги уведоми, че вашият Apple Watch е разпознал тежко падане и ще се обади на службите за спешна помощ. Можете да откажете изпращането на съобщението до вашите контакти за спешни случаи и до активния контакт за Проверка по време на 10-секундното обратно броене. Вашият Apple Watch получава контактите ви за спешни случаи от вашия Медицински ID. Ако е разпознато падане, а автоматично набраното обаждане не може да се свърже със службите за спешна помощ и вие сте неподвижни, вашият iPhone може да се опита да използва връзката на функцията SOS по сателит, за да изпрати автоматично съобщение на службите за спешна помощ с ограничена информация (например местоположението ви, състоянието на батерията и естеството на спешния случай). От ваше име ще бъде изпратена и ограничена информация (например местоположението ви, естеството на спешния случай) на контактите ви за спешни случаи и на контакт за Проверка. Паданията автоматично се записват в приложението Здраве, освен ако отговорите, че не сте паднали, когато вашият Apple Watch ви попита. За да проверите историята на вашите падания, отворете приложението Здраве на вашия iPhone и отидете в Преглед > Други данни > Брой падания. Можете да активирате или деактивирате функцията за разпознаване на падане от приложението Apple Watch на вашия iPhone, като отидете в Моят часовник > SOS обаждане и след това докоснете, за да включите или изключите Разпознаване на падане. Ако функцията за разпознаване на падане е включена, можете да докоснете „Винаги включена“ или „Само по време на тренировки“. Ако въведете възрастта си, когато настройвате вашия Apple Watch или в приложението Здраве, и ако сте на възраст от 55 или повече години, функцията за разпознаване на падане се включва автоматично. Ако сте на възраст между 18 и 55 години, функцията за разпознаване на падане се включва автоматично само по време на тренировки. Функцията за разпознаване на китката трябва да бъде активирана за вашия часовник за изпълнение на автоматично обаждане до службите за спешна помощ. За да направите това на Apple Watch, отидете в Настройки > Код и докоснете, за да включите Разпознаване на китка. Функцията Разпознаване на падане е налична само за хора на 18 години или повече. Apple Watch не може да разпознае всички падания. Разпознаване на катастрофа Ако вашият iPhone 14 или следващ модел (всички модели) с iOS 16 или следваща версия, Apple Watch Series 8 или следващ модел, Apple Watch SE (2-ро поколение) и Apple Watch Ultra с watchOS 9 или следваща версия разпознае тежка автомобилна катастрофа, ще се задейства предупреждение за обаждане на службите за спешна помощ. Можете да изберете дали да се свържете със службите за спешна помощ или да отхвърлите предупреждението. Ако не отговорите на предупреждението в рамките на 10 секунди, устройството ви автоматично ще се обади на службите за спешна помощ. Когато автоматично набраното обаждане се свърже, вашето устройство възпроизвежда аудио съобщение, което информира службите за спешна помощ, че устройството ви е разпознало автомобилна катастрофа. След това споделя текущото ви местоположение като координати за географска ширина и дължина. Обаждането ще сподели вашето местоположение, независимо дали сте активирали функцията Услуги за местоположение. Ако преди това сте активирали споделянето на Медицински ID при спешно обаждане, Медицинският ID също ще бъде споделен автоматично със службите за спешна помощ (само за САЩ и Канада). След като разговорът приключи, вашето устройство ще започне 10-секундно обратно броене, преди да изпрати съобщение с местоположението ви до вашите контакти за спешни случаи и до контакт за Проверка, ако има активна сесия на Проверка, като ги уведоми, че вашето устройство е разпознало автомобилна катастрофа, и да се обади на службите за спешна помощ. Можете да откажете изпращането на съобщението до вашите контакти за спешни случаи и до активния контакт за Проверка по време на 10-секундното обратно броене. Вашето устройство получава контактите ви за спешни случаи от вашия Медицински ID. След известието към контактите за спешни случаи и активния контакт за Проверка, устройството ви може да продължи да показва опции за свързване със службите за спешна помощ, отваряне на информация за Медицински ID или отхвърляне на предупреждението. iPhone и Apple Watch не могат да разпознаят всички автомобилни катастрофи. Информацията за местоположението може да бъде използвана, за да се установи дали е станала катастрофа. Ако е разпозната тежка автомобилна катастрофа, а автоматичното обаждане не може да се свърже със службите за спешна помощ и вие не реагирате, вашият iPhone може да се опита да използва връзката на функцията SOS по сателит, за да изпрати автоматично съобщение на службите за спешна помощ с ограничена информация (например местоположението ви, състоянието на батерията и естеството на спешния случай). От ваше име ще бъде изпратена и ограничена информация (например местоположението ви, естеството на спешния случай) на контактите ви за спешни случаи и на активния контакт за Проверка. Можете да активирате или деактивирате функцията за разпознаване на катастрофа, като отидете в Настройки > SOS обаждане, след това докоснете, за да включите или изключите Обаждане след тежка катастрофа или в приложението Apple Watch на вашия iPhone, като отидете в Моят часовник > SOS обаждане и след това докоснете, за да включите или изключите Обаждане след тежка катастрофа. Също така можете да изберете да споделяте данни от разпознаване на катастрофа с приложения на други фирми, инсталирани на вашия iPhone. Ако сте разрешили достъпа до данни и възникне автомобилна катастрофа, трети страни (другите производители) ще бъдат уведомени автоматично за катастрофата, която може да включва данни за местоположението. Ако позволите на вашия iPhone да се обади на службите за спешна помощ, след като разпознае автомобилна катастрофа, обаждането на службите за спешна помощ ще се изпълни преди уведомяването на трети страни за катастрофата. Ако не позволите на вашия iPhone да се обажда на службите за спешна помощ, след като разпознае автомобилна катастрофа, но се разпознае катастрофа и споделянето с трети страни е включено, устройството ви ще изпрати предупреждение, за да ви уведоми, че е разпозната катастрофа, споделени са данни с трети страни и трябва да се ангажирате с приложение на други фирми, ако имате тази възможност. Можете да изберете дали да споделяте данни от разпознаване на катастрофа с трети страни (други производители). За да направите това на iPhone, отидете в Настройки > SOS обаждане и докоснете, за да включите Споделяне на катастрофа с приложение. Точки от маршрута в Компас Можете да използвате приложението Компас, за да добавите текущото си местоположение като точка по маршрута, което ви позволява да видите разстоянието и посоката до всяка точка по маршрута, която създавате в Компас. В допълнение, приложението Компас може автоматично да генерира две точки от маршрута, включително точката Последна мобилна връзка от маршрута ви, която показва приблизително последното място, на което има мобилна връзка, а точката Последно спешно обаждане показва приблизителното място по маршрута ви, където вашият iPhone или Apple Watch са имали последно връзка с някоя мобилна мрежа, достатъчна за спешно обаждане. За да създадете маршрутна точка Последна мобилна връзка или точка Последно спешно обаждане, на устройството трябва да е активирана функцията Важни местоположения, а за приложението Компас да е включено Точно местоположение. Можете да изтривате създадените от вас точки от маршрута в Компас, като изберете някоя точка в приложението, след това прелистете до края на екрана и изберете Изтрий точка. Връщане по маршрута В определени области, където се нуждаете от помощ да се върнете по стъпките си, приложението Компас и определени приложения на други фирми, налични на Apple Watch, може да ви помолят за еднократен достъп до последните ви местоположения за целите на безопасността. Тези местоположения може да не са винаги налични, например, ако се намирате близо до познати места като дома ви или в градски райони. За да използвате тези функции, трябва да е активирана функцията Важни местоположения за устройството, с включено Точно местоположение за приложението. Друга информация Някои функции за безопасност може да не са налични за всички устройства или за всички региони и езици. Някои региони и държави имат няколко номера на служби за спешна помощ. За тези места при предупрежденията за разпознаване на падане Apple Watch ще се обади на номера, свързан със службата за спешна помощ с линейка. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни при SOS обаждане и SOS обаждане по сателит, както е необходимо за предоставяне на услугата и за спазване на нашите законови задължения. Когато съгласието е подходящото правно основание, ние го търсим в съответствие с приложимото местно законодателство. Когато приложимото местно законодателство предвижда, обработваме следните категории лични данни за нашите законни интереси, за да улесним службите за спешна помощ, да предотвратим измама или криминална активност, да подобрим услугите и да помогнем за поддържането на системите и архитектурите на SOS обаждане и SOS обаждане по сателит: • Вашето местоположение • Информация за вашите сесии като продължителността и съдържанието на комуникацията със службите за спешна помощ • Вашите избрани Контакти при спешни случаи Запазване на данните Apple запазва личните ви данни толкова дълго, колкото са необходими за целите, за които са събрани, включително, както е описано в Политиката за поверителност на Apple или в нашите бележки за поверителност за определени услуги или съгласно изискванията на закона. Когато оценяваме периодите за запазване на данни, първо внимателно проверяваме дали е необходимо да запазваме събраните лични данни. Ако е така, ние се опитваме да ги запазим за възможно най-краткия период, разрешен от закона. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: Emergència SOS Si utilitzes un avís d’emergència SOS que iniciï una trucada d’emergència, és possible que la trucada inclogui la teva ubicació, tant si tens la localització activada com si no, i les dades mèdiques, en cas que estiguin activades, perquè et puguin localitzar. Apple rep la informació sobre la ubicació i les dades mèdiques encriptades perquè pugui comprovar si el servei de dades d’emergència millorades es pot utilitzar a la regió i proporcionar les dades als serveis d’emergències. Si el servei està disponible a la regió, un soci podrà accedir a aquesta informació d’Apple perquè la faci arribar als serveis d’emergències. Apple no pot llegir la informació de les dades mèdiques. Quan finalitzi la trucada, tret que decideixis el contrari, els contactes d’emergència rebran un missatge automàtic en què se’ls avisarà que has trucat als serveis d’emergències. Si has iniciat un acompanyament, l’altra persona també rebrà el missatge. El missatge també inclourà la ubicació i, durant un període de temps limitat, el dispositiu els enviarà actualitzacions a mesura que et desplacis. Si no vols enviar la ubicació als contactes d’emergència ni a la persona amb qui hagis iniciat un acompanyament, a l’iPhone o a l’Apple Vision Pro, ves a l’app Configuració > Privacitat i seguretat > Localització > Serveis del sistema i, a continuació, desactiva les trucades d’emergència i SOS. Trobaràs més informació sobre lʼavís dʼemergència SOS i la privacitat a www.apple.com/legal/privacy/data/ca/emergency-sos. Per obtenir més informació sobre les dades mèdiques, ves a l’app Configuració > Salut > Dades mèdiques > Accés d’emergència. Per obtenir més informació sobre la localització, ves a www.apple.com/legal/privacy/data/ca/location-services. Emergència SOS per satèl·lit L’avís d’emergència SOS per satèl·lit et pot ajudar a contactar amb els serveis d’emergències en situacions excepcionals quan no hi hagi cap altra forma de contactar‑hi. Aquest servei no està disponible a tot arreu ni en totes les situacions. Per poder enviar missatges als serveis d’emergències i rebre’n, cal que puguis veure el cel clarament i que el dispositiu i el satèl·lit estiguin correctament alineats. Les connexions per satèl·lit no funcionen igual que les xarxes tradicionals. Per tant, pot ser que es tardi més a enviar o rebre missatges i que la connexió tingui talls. En algunes ubicacions, és possible que puguis intercanviar missatges directament amb la central dels serveis d’emergències. Si la central dels serveis d’emergències de la zona on et trobes no pot rebre missatges de text, contactaràs amb un proveïdor de retransmissió extern que podrà trucar als serveis d’emergències en nom teu. Als Estats Units, els missatges que s’enviïn directament als serveis d’emergències només podran utilitzar l’alfabet llatí. Si es troba una xarxa mòbil o una connexió de veu WLAN, podràs trucar als serveis d’emergències per telèfon. Però si ho fas, no necessàriament et comunicaràs amb els mateixos serveis d’emergències amb qui havies contactat en la sessió per satèl·lit. L’avís d’emergència per satèl·lit està subjecte a la disponibilitat dels satèl·lits i és possible que calgui actualitzar el programari regularment perquè funcioni de forma correcta. Si utilitzes l’avís d’emergència per satèl·lit, els missatges que enviïs s’encriptaran i Apple els desencriptarà abans de mostrar‑los als serveis d’emergències o als proveïdors de retransmissió externs corresponents. Pot ser que les centrals dels serveis d’emergències i els proveïdors de retransmissió externs conservin els teus missatges per millorar els serveis que ofereixen i d’acord amb les lleis aplicables. Si utilitzes l’avís d’emergència per satèl·lit, es compartirà la teva ubicació amb Apple, els proveïdors de missatgeria dels serveis d’emergències i els proveïdors de retransmissió externs, per tal d’enviar els teus missatges als serveis d’emergències la zona on et trobis i que els serveis d’intervenció et puguin localitzar. Les ubicacions compartides per satèl·lit amb l’app Cerca estan encriptades d’extrem a extrem i Apple no hi pot accedir. En utilitzar aquesta funció, pots compartir una transcripció de la conversa que tinguis amb els serveis d’emergències amb els contactes d’emergència que hagis seleccionat anteriorment, a més d’informació sobre la teva ubicació i el tipus d’emergència. Pots deixar de compartir la transcripció de la conversa en qualsevol moment si toques l’opció de deixar de compartir que hi ha a la part superior de la pantalla. Vídeo en directe de l’avís d’emergència SOS En trucar als serveis d’emergències, pots compartir‑hi una transmissió de vídeo en directe o enviar‑los diversos tipus d’arxius multimèdia. Per deixar de compartir el vídeo en directe, toca l’opció “Finalitza la trucada” i, després, “Deixa de compartir la càmera” o “Finalitza la trucada”. Si els envies un arxiu multimèdia i per algun motiu finalitzes la trucada d’emergència, l’enviament no s’interromprà. Així mateix, és possible que els serveis d’emergències registrin o desin el contingut multimèdia que hi hagis compartit. Tant el vídeo en directe com els arxius multimèdia s’encripten d’extrem a extrem i Apple no hi pot accedir. Per utilitzar aquesta funció, cal que hagis activat les trucades d’emergència i l’avís SOS. Per fer‑ho, ves a l’app Configuració > Privacitat i seguretat > Localització > Serveis del sistema i, tot seguit, activa les trucades d’emergència i l’avís SOS. Pot ser que la transmissió de vídeo en directe de l’avís d’emergència SOS no estigui disponible a tot arreu ni en totes les situacions. Detecció de caigudes Si l’Apple Watch SE, l’Apple Watch Series 4 o models posteriors detecten una caiguda forta i necessites ajuda, s’emetrà un avís i podràs contactar amb els serveis d’emergències. Podràs contactar‑hi o tancar l’avís. Si l’Apple Watch detecta que et mous, esperarà que responguis a l’avís i no trucarà als serveis d’emergències de manera automàtica. Tanmateix, si l’Apple Watch detecta que no t’has mogut durant 1 minut aproximadament, hi trucarà de manera automàtica. Quan els serveis d’emergències responguin a la trucada automàtica, l’Apple Watch reproduirà un missatge d’àudio per informar‑los que ha detectat una caiguda forta i els facilitarà la latitud i la longitud de la ubicació on et trobis en aquell moment. Durant la trucada, la ubicació es compartirà tant si tens la localització activada com si no. Si has activat l’opció de compartir les dades mèdiques durant una trucada d’emergència, aquesta informació també s’hi compartirà automàticament (només als Estats Units i al Canadà). Quan finalitzi la trucada, l’Apple Watch iniciarà un compte enrere de 10 segons abans d’enviar un missatge als contactes d’emergència i a la persona amb qui hagis iniciat un acompanyament, si n’has iniciat un. Al missatge s’hi indicarà que el rellotge ha detectat una caiguda forta i que s’ha contactat amb els serveis d’emergències, i s’hi inclourà la teva ubicació. Durant aquests 10 segons, podràs cancel·lar l’enviament del missatge. L’Apple Watch obté els contactes d’emergència de les dades mèdiques. Si es detecta una caiguda, no et pots moure i la trucada automàtica no pot contactar amb els serveis d’emergències, l’iPhone provarà de fer servir l’avís d’emergència per satèl·lit per enviar‑los un missatge de text automàticament amb la informació més important, com ara el lloc on et trobes, la bateria del dispositiu i el tipus d’emergència. També s’enviarà certa informació, com ara el lloc on et trobes i el tipus d’emergència, als contactes d’emergència i a la persona amb qui hagis iniciat un acompanyament. Les caigudes es registren automàticament a l’app Salut, tret que responguis que no has caigut quan l’Apple Watch t’ho pregunti. Per consultar l’historial de caigudes, obre l’app Salut a l’iPhone i ves a Explora > Altres dades > Nombre de caigudes. Per activar o desactivar la detecció de caigudes a l’iPhone, ves a l’app Apple Watch > Rellotge > Emergència SOS. En activar la detecció de caigudes, pots triar mantenir‑la activada sempre o només durant els entrenaments. Si a l’app Salut o en configurar l’Apple Watch has indicat que tens 55 anys o més, la detecció de caigudes s’activarà automàticament. Si tens entre 18 i 55 anys, la detecció de caigudes s’activarà automàticament només durant els entrenaments. Perquè el rellotge pugui trucar als serveis d’emergències automàticament, cal activar la detecció de canell. Per activar‑la a l’Apple Watch, ves a l’app Configuració > Codi. La detecció de caigudes només està disponible per a persones a partir de 18 anys. L’Apple Watch no pot detectar totes les caigudes. Detecció d’accidents En el cas de l’iPhone 14 i qualsevol model posterior amb com a mínim l’iOS 16, l’Apple Watch Series 8 i els models posteriors, l’Apple Watch SE (2a generació) i l’Apple Watch Ultra i qualsevol model posterior amb com a mínim el watchOS 9, si es detecta un accident de cotxe greu, s’emetrà un avís per trucar als serveis d’emergències. Podràs contactar‑hi o tancar l’avís. Si no respons a l’avís en un màxim de 10 segons, el dispositiu hi trucarà automàticament. Quan els serveis d’emergències responguin a la trucada automàtica, el dispositiu reproduirà un missatge d’àudio per informar‑los que ha detectat un accident de cotxe i els facilitarà la latitud i la longitud de la ubicació on et trobis en aquell moment. Durant la trucada, la ubicació es compartirà tant si tens la localització activada com si no. Si has activat l’opció de compartir les dades mèdiques durant una trucada d’emergència, aquesta informació també s’hi compartirà automàticament (només als Estats Units i al Canadà). Quan finalitzi la trucada, el dispositiu iniciarà un compte enrere de 10 segons abans d’enviar un missatge als contactes d’emergència i a la persona amb qui hagis iniciat un acompanyament, si n’has iniciat un. Al missatge s’hi indicarà que el dispositiu ha detectat un accident de cotxe i que s’ha contactat amb els serveis d’emergències, i s’hi inclourà la teva ubicació. Durant aquests 10 segons, podràs cancel·lar l’enviament del missatge. El dispositiu obté els contactes d’emergència de les dades mèdiques. Un cop s’hagi enviat la notificació als contactes d’emergència i a la persona amb qui hagis iniciat un acompanyament, el dispositiu continuarà mostrant les opcions per contactar amb els serveis d’emergències, obrir les dades mèdiques o tancar l’avís. L’iPhone i l’Apple Watch no poden detectar tots els accidents de cotxe. La informació sobre la ubicació es podrà utilitzar per determinar si hi ha hagut cap accident. Si es detecta un accident de cotxe greu, no respons i la trucada automàtica no pot contactar amb els serveis d’emergències, l’iPhone provarà de fer servir l’avís d’emergència per satèl·lit per enviar‑los un missatge de text automàticament amb la informació més important, com ara el lloc on et trobes, la bateria del dispositiu i el tipus d’emergència. També s’enviarà certa informació, com ara el lloc on et trobes i el tipus d’emergència, als contactes d’emergència i a la persona amb qui hagis iniciat un acompanyament. Pots desactivar o tornar a activar la detecció d’accidents de cotxe i les trucades en detectar un accident greu a l’app Configuració > Emergència SOS, o bé a l’app Apple Watch de l’iPhone, a Rellotge > Emergència SOS. Opcionalment, també pots compartir les dades de la detecció d’accidents amb apps de tercers que tinguis instal·lades a l’iPhone i en què confiïs. Si permets l’accés a les dades i es produeix un accident de cotxe, se n’informarà l’app de tercers automàticament, cosa que pot incloure les dades sobre la ubicació. Si permets que l’iPhone truqui als serveis d’emergències en detectar un accident de cotxe, primer es trucarà als serveis d’emergències i, després, se n’informarà l’app de tercers. Si no permets que l’iPhone truqui als serveis d’emergències en detectar un accident de cotxe, se’n detecta un i has activat la compartició de dades amb tercers, el dispositiu emetrà un avís per informar‑te’n, fer‑te saber que les dades s’han compartit amb un tercer i aconsellar‑te que, si pots, interactuïs amb l’app de tercers. Pots compartir les dades de la detecció d’accidents amb una app de tercers. Per fer‑ho, a l’iPhone, ves a l’app Configuració > Emergència SOS i activa l’opció per compartir les dades dels accidents amb una app. Punts de referència de la brúixola L’app Brúixola et permet afegir la ubicació actual com a punt de referència. D’aquesta manera, pots saber la distància a què et trobes de la resta de punts que creïs i la direcció en què t’has de desplaçar. A més, l’app Brúixola pot generar dos punts de referència automàticament: un per indicar la darrera ubicació on has tingut cobertura i un altre per indicar la darrera ubicació des de la qual l’iPhone o l’Apple Watch haurien pogut trucar als serveis d’emergències a través de la xarxa de qualsevol dels operadors disponibles. Per crear qualsevol d’aquests dos punts de referència, has d’haver activat les ubicacions rellevants al dispositiu i la ubicació exacta a l’app Brúixola. Per eliminar els punts de referència que hi hagis creat, selecciona’n un, desplaça’t cap avall i elimina’l. Retorn Per seguretat, en algunes zones on és possible que necessitis desfer el camí, l’app Brúixola o d’altres de tercers disponibles per a l’Apple Watch et podran demanar accedir una única vegada a les ubicacions recents. Pot ser que aquestes ubicacions no sempre estiguin disponibles, per exemple, si et trobes en zones urbanes o a prop de llocs familiars, com ara casa teva. Per utilitzar aquestes funcions, has d’haver activat les ubicacions rellevants al dispositiu i la ubicació exacta a l’app en qüestió. Informació addicional Pot ser que algunes funcions de seguretat no estiguin disponibles en tots els dispositius, en totes les regions ni en tots els idiomes. Hi ha regions i països que tenen diversos números d’emergències. En aquests casos, quan es detecti una caiguda, l’Apple Watch trucarà al número associat als serveis d’ambulàncies. Base jurídica aplicable al processament de dades personals Processem les dades personals de l’avís d’emergència i de l’avís d’emergència per satèl·lit com calgui per oferir el servei i per complir les obligacions legals pertinents. A les ubicacions en què la base jurídica sigui el consentiment, el demanem d’acord amb la legislació local aplicable. En els casos en què així s’estipuli a la legislació local aplicable, processem les següents categories de dades personals per satisfer els nostres interessos legítims i facilitar els serveis d’emergències, prevenir el frau i altres activitats delictives, millorar els serveis i ajudar a mantenir les arquitectures de l’avís d’emergència SOS i de l’avís d’emergència SOS per satèl·lit: • ubicació; • informació sobre les sessions, com ara la durada i el contingut comunicat als serveis d’emergències; • contactes d’emergència seleccionats. Conservació Apple només conserva les dades personals el temps que calgui per satisfer els objectius per a què s’hagin recopilat, tal com es descriu a la política de privacitat d’Apple o als avisos de privacitat específics de cadascun dels serveis, o bé d’acord amb el que estableixi la legislació aplicable. A l’hora d’avaluar els períodes de conservació, primer examinem amb deteniment si cal desar les dades personals recopilades i, en cas que sí que sigui necessari, mirem de conservar‑les el període de temps mínim que permeti la legislació aplicable. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Funkce Tíseň SOS Pokud použijete funkci Tíseň SOS, která zahájí tísňové volání, může být druhé straně poskytnuta vaše poloha (bez ohledu na to, jestli máte zapnuté polohové služby) a zdravotní ID (pokud ho máte aktivované), aby vám mohl dispečer pomoct. Vaše polohové údaje a zašifrované informace ze zdravotního ID budou zaslány společnosti Apple, která zjistí, zda je ve vaší oblasti podporována rozšířená tísňová datová služba, a poskytne data tísňovým službám. Pokud je tento mechanismus ve vaší oblasti podporován, partner obdrží od společnosti Apple vaše údaje a doručí je tísňovým službám. Údaje z vašeho zdravotního ID si Apple nemůže přečíst. Po skončení hovoru vaše nouzové kontakty automaticky obdrží zprávu, že jste tísňovým službám zavolali, pokud její odeslání nezrušíte. Při aktivní relaci doprovodu dostane stejnou zprávu i kontakt, který váš stav sleduje. Tato zpráva bude obsahovat také vaši aktuální polohu a po omezenou dobu bude vaše zařízení posílat nouzovým kontaktům a kontaktu, který aktivně sleduje váš stav, aktualizace polohy. Pokud svoji polohu nouzovým kontaktům a kontaktu sledujícímu váš stav posílat nechcete, přejděte na iPhonu nebo na zařízení Apple Vision Pro do Nastavení > Soukromí a zabezpečení > Polohové služby > Systémové služby a klepnutím vypněte volbu Tísňová volání a SOS. Další informace o funkci Tíseň SOS a soukromí najdete na www.apple.com/legal/privacy/data/cs/emergency-sos. Chcete‑li se dozvědět víc o zdravotním ID, otevřete Nastavení > Zdraví > Zdravotní ID > Krizový přístup a klepněte na Další informace. Bližší informace o polohových službách najdete na stránce www.apple.com/legal/privacy/data/cz/location-services. Funkce Tíseň SOS přes satelit Funkce Tíseň SOS přes satelit vám může pomoct s kontaktováním tísňových služeb za mimořádných okolností, když není k dispozici žádný jiný způsob, jak se s nimi spojit. Tato funkce nemusí být k dispozici ve všech oblastech a za všech okolností. K odeslání zpráv tísňovým službám a přijímání zpráv od nich je potřeba ničím nezakrytý výhled na oblohu a pečlivé namíření vašeho zařízení na satelit. Satelitní připojení funguje zcela jinak než tradiční síťové připojení. Proto se může stát, že odesílání a přijímání zpráv bude trvat déle než u tradičních textových zpráv a že připojení bude dostupné s prodlevami. V některých oblastech můžete využít textovou komunikaci přímo s centrem tísňových služeb. Pokud centrum tísňových služeb ve vaší oblasti nemá možnost dostávat textové zprávy, vaše zprávy obdrží nezávislý poskytovatel přenosu a tísňovým službám za vás zavolá. Přímá komunikace s tísňovými službami ve spojených státech podporuje pouze zprávy odeslané v latince. Pokud bude opět k dispozici hlasové připojení přes mobilní síť nebo WLAN, měli byste tísňovým službám raději zavolat. Je však možné, že váš hovor bude spojen s jiným poskytovatelem tísňové služby, než se kterým jste komunikovali přes satelit. Funkce Tíseň SOS přes satelit závisí na dostupnosti satelitů a ke správnému fungování může vyžadovat aktualizaci softwaru. Zprávy funkce Tíseň SOS přes satelit jsou odeslané v zašifrované podobě a společnost Apple je dešifruje, aby je mohla předat relevantnímu poskytovateli tísňových služeb nebo nezávislému poskytovateli přenosu. Tito poskytovatelé můžou v souladu s příslušnými zákony vaše zprávy uchovávat ke zlepšení svých služeb. Při použití funkce Tíseň SOS přes satelit bude vaše poloha sdílena se společností Apple, se zprostředkovateli tísňové textové komunikace a s nezávislým poskytovatelem přenosu, aby vaše zprávy mohly být odeslány místní tísňové službě a aby se s vámi mohli záchranáři spojit. Odeslané polohové údaje služby Najít sdílené přes satelit jsou zašifrované mezi koncovými body a společnost Apple k nim nemá přístup. Během komunikace s tísňovými službami se můžete rozhodnout, zda chcete její přepis, polohové údaje a podrobnosti o krizové situaci sdílet s předem zvolenými tísňovými kontakty. Sdílení přepisu komunikace můžete kdykoli ukončit klepnutím na volbu Zastavit sdílení v horní části obrazovky. Živý přenos videa funkcí Tíseň SOS Během tísňového volání se můžete na žádost pracovníků tísňové služby rozhodnout sdílet s nimi živý videopřenos nebo jim poslat média, která jste na místě pořídili. Sdílení živého videopřenosu můžete kdykoli ukončit klepnutím na volbu Ukončit hovor a potom na Zastavit sdílení videa z fotoaparátu nebo na Ukončit hovor. Rozhodnete‑li se odeslat mediální obsah, bude jeho odesílání pokračovat i v případě, že tísňové volání ukončíte. Pracovníci tísňové služby můžou sdílený mediální obsah nahrávat nebo ukládat. Živé video a odesílaná média jsou při přenosu zašifrovaná mezi koncovými body a společnost Apple je nemůže zobrazit ani k nim získat přístup. Chcete‑li tuto funkci používat, musíte mít aktivovanou službu Tísňová volání a SOS. Aktivujete ji tím, že v Nastavení > Soukromí a zabezpečení > Polohové služby > Systémové služby zapnete klepnutím volbu Tísňová volání a SOS. V některých lokalitách a za určitých okolností nemusí být živý přenos videa funkcí Tíseň SOS k dispozici. Detekce pádů Pokud Apple Watch SE, Series 4 nebo novější detekují těžký pád v době, kdy je máte na ruce, může se na nich zobrazit upozornění funkce Detekce pádů, které vám v případě potřeby pomůže navázat spojení s tísňovými službami. Můžete se rozhodnout, jestli chcete tísňovým službám zavolat, nebo upozornění zavřít. Jestliže Apple Watch zjistí, že se pohybujete, počkají, jak na upozornění zareagujete, a nebudou tísňovým službám volat automaticky. Pokud ale detekují, že jste se přibližně minutu nepohnuli, zahájí automatické volání. Po spojení s automaticky vytočeným číslem Apple Watch přehrají hlasovou zprávu, ve které tísňovou službu informují, že detekovaly těžký pád, a poskytnou jí zeměpisné souřadnice vaší aktuální polohy. Vaše poloha bude v rámci hovoru poskytnuta bez ohledu na to, jestli máte zapnuté polohové služby. Pokud jste předem aktivovali sdílení zdravotního ID při tísňovém volání, bude tísňové službě automaticky poskytnut také obsah vašeho zdravotního ID (jen v USA a Kanadě). Po ukončení hovoru Apple Watch odpočítají deset sekund a potom pošlou vašim nouzovým kontaktům zprávu s údajem o vaší poloze a s informací, že detekovaly těžký pád a zavolaly tísňovým službám. Při aktivní relaci doprovodu dostane stejnou zprávu i kontakt, který váš stav sleduje. Během desetisekundového odpočtu můžete odeslání zprávy nouzovým kontaktům a kontaktu aktivně sledujícímu váš stav zrušit. Vaše nouzové kontakty Apple Watch načítají ze zdravotního ID. Pokud se po detekování pádu nepodaří automaticky zavolat tísňovým službám a nebudete se hýbat, iPhone se pomocí funkce „Tíseň SOS přes satelit“ pokusí tísňovým službám poslat automatickou textovou zprávu se základními údaji (například vaší polohou, stavem baterie a povahou krizové situace). Některé základní údaje (například vaše poloha a povaha krizové situace) budou také odeslány vašim nouzovým kontaktům a kontaktu, který aktivně sleduje váš stav. Pády se automaticky zaznamenávají do aplikace Zdraví, pokud na otázku zobrazenou na Apple Watch neodpovíte, že jste neupadli. Chcete‑li svou historii pádů zkontrolovat, otevřete aplikaci Zdraví na iPhonu a přejděte do Prohlížení > Ostatní data > Počet pádů. Detekci pádů můžete zapnout nebo vypnout v aplikaci Apple Watch na iPhonu v oddílu Moje hodinky > Tíseň SOS, kde klepnutím zapnete nebo vypnete volbu Detekce pádů. Je‑li detekce pádů zapnutá, můžete klepnout na volbu „Vždy zapnuto“ nebo „Jen při cvičení“. Pokud jste při úvodním nastavení Apple Watch nebo v aplikaci Zdraví zadali svůj věk a je vám víc než 55 let, zapne se detekce pádů automaticky. Ve věku mezi 18 a 55 lety se bude detekce pádů automaticky zapínat jen při cvičení. Automatické volání tísňovým službám funguje jen tehdy, máte‑li na hodinkách zapnutou detekci zápěstí. Chcete‑li ji na Apple Watch zapnout, přejděte do Nastavení > Kódový zámek a klepnutím aktivujte volbu Detekce zápěstí. Detekce pádů je k dispozici jen uživatelům starším 18 let. Apple Watch nedokážou detekovat každý pád. Detekce nehod Když váš iPhone 14 nebo novější (všechny modely) se systémem iOS 16 nebo novějším, případně Apple Watch Series 8, SE 2. generace, Ultra nebo novější se systémem watchOS 9 nebo novějším detekují vážnou dopravní nehodu, zobrazí se na nich upozornění nabízející možnost zavolat tísňovým službám. Můžete se rozhodnout, jestli chcete tísňovým službám zavolat, nebo upozornění zavřít. Pokud na upozornění nezareagujete během 10 sekund, zařízení zahájí hovor automaticky. Po spojení s automaticky vytočeným číslem přehraje hlasovou zprávu, ve které tísňovou službu informuje, že detekovalo autonehodu, a poskytne jí zeměpisné souřadnice vaší aktuální polohy. Vaše poloha bude v rámci hovoru poskytnuta bez ohledu na to, jestli máte zapnuté polohové služby. Pokud jste předem aktivovali sdílení zdravotního ID při tísňovém volání, bude tísňové službě automaticky poskytnut také obsah vašeho zdravotního ID (jen v USA a Kanadě). Po ukončení hovoru zařízení odpočítá deset sekund a potom pošle vašim nouzovým kontaktům zprávu s údajem o vaší poloze a s informací, že detekovalo dopravní nehodu a zavolalo tísňovým službám. Při aktivní relaci doprovodu dostane stejnou zprávu i kontakt, který váš stav sleduje. Během desetisekundového odpočtu můžete odeslání zprávy nouzovým kontaktům a kontaktu aktivně sledujícímu váš stav zrušit. Vaše nouzové kontakty zařízení načítá ze zdravotního ID. Po odeslání oznámení nouzovým kontaktům a kontaktu, který aktivně sleduje váš stav, zůstanou na zařízení zobrazené volby, jejichž výběrem lze kontaktovat tísňové služby, otevřít zdravotní ID nebo upozornění zavřít. iPhone a Apple Watch nedokážou detekovat každou autonehodu. Při zjišťování, zda došlo k nehodě, mohou být využity polohové údaje. Pokud se po detekování dopravní nehody nepodaří automaticky zavolat tísňovým službám a nebudete reagovat, iPhone se pomocí funkce „Tíseň SOS přes satelit“ pokusí tísňovým službám poslat automatickou textovou zprávu se základními údaji (například vaší polohou, stavem baterie a povahou krizové situace). Některé základní údaje (například vaše poloha a povaha krizové situace) budou také odeslány vašim nouzovým kontaktům a kontaktu, který aktivně sleduje váš stav. Detekci autonehod můžete vypnout nebo znovu zapnout v Nastavení > Tíseň SOS, kde klepnutím zapnete nebo vypnete volbu Volání po vážné nehodě, nebo v aplikaci Apple Watch na iPhonu, kde přejdete na Moje hodinky > Tíseň SOS a klepnutím zapnete nebo vypnete volbu Volání po vážné nehodě. Data detekce autonehod se také můžete rozhodnout sdílet s aplikací od nezávislého poskytovatele, kterou máte v iPhonu nainstalovanou. Pokud takový přístup k datům umožníte a dojde k autonehodě, nezávislý poskytovatel o ní bude automaticky informován a může obdržet i vaše polohová data. Jestliže iPhonu povolíte, aby v případě detekce autonehody zavolal tísňovým službám, proběhne nejprve toto volání a teprve potom bude o nehodě informován nezávislý poskytovatel. Nemáte‑li na iPhonu volání tísňovým službám po detekované dopravní nehodě povolené, ale máte zapnuté sdílení s nezávislým poskytovatelem, v případě detekce nehody vás zařízení upozorní, že byla detekována nehoda, údaje o ní byly předány nezávislému poskytovateli a vy byste měli provést další kroky v jeho aplikaci, pokud to váš stav umožňuje. Sdílení dat detekce nehod s nezávislým poskytovatelem můžete zapnout podle potřeby. Chcete‑li to udělat na iPhonu, přejděte do Nastavení > Tíseň SOS a klepnutím zapněte volbu „Sdílení informací o nehodě s aplikací“. Body cesty na kompasu V aplikaci Kompas můžete přidat svou aktuální polohu jako bod cesty a zobrazit vzdálenost a směr ke všem ostatním bodům cesty, které vytvoříte. Kromě toho může aplikace Kompas automaticky generovat dva body – bod cesty Poslední mobilní připojení, který značí přibližné poslední místo s funkčním příjmem mobilního signálu, a bod cesty Poslední tísňové volání označující poslední místo s možností připojení iPhonu nebo Apple Watch k síti libovolného operátora, přes kterého by bylo možné uskutečnit tísňové volání. Aby bylo možné tyto body vytvořit, musíte na zařízení zapnout funkci Významná místa a aktivovat pro aplikaci Kompas přístup k přesné poloze. Bod cesty vytvořený v aplikaci Kompas odstraníte tak, že ho vyberete, přejdete ve zobrazení úplně dolů a použijete volbu Smazat bod. Funkce Návrat V některých oblastech, kde byste mohli potřebovat pomoc s návratem touž cestou, kterou jste přišli, vás může aplikace Kompas a některé aplikace od nezávislých vývojářů dostupné na Apple Watch z bezpečnostních důvodů požádat o jednorázový přístup k nejnovější historii polohy. V určitých situacích tato historie nemusí být k dispozici, například pokud se pohybujete v blízkosti známých míst, jako je váš vlastní domov, nebo v městském prostředí. Chcete‑li tyto funkce použít, musíte na zařízení zapnout funkci Významná místa a aktivovat pro příslušnou aplikaci přístup k přesné poloze. Další informace Některé bezpečnostní funkce nemusí být k dispozici na všech zařízeních nebo ve všech oblastech a jazycích. V některých oblastech a zemích používají tísňové služby více různých telefonních čísel. Pokud v takových lokalitách Apple Watch zobrazí upozornění na detekovaný pád, vytočí se číslo zdravotnické záchranné služby. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje ve službách Tíseň SOS a Tíseň SOS přes satelit zpracováváme v rozsahu nezbytně nutném pro poskytování služby a za účelem dodržování našich zákonných povinností. V případech, kdy je vhodným právním základem souhlas, o něj žádáme v souladu s platnými místními zákony. Tam, kde to platné místní zákony umožňují, zpracováváme následující kategorie osobních údajů za účelem naplnění našich oprávněných zájmů na usnadnění činnosti tísňových služeb, předcházení podvodům a nezákonným aktivitám, zlepšování služeb a napomáhání při údržbě systémů a architektury služeb Tíseň SOS a Tíseň SOS přes satelit: • Vaši polohu • Informace o vašich komunikačních relacích, například délku a obsah komunikace s tísňovými službami • Váš výběr nouzových kontaktů Uchovávání dat Apple uchovává osobní údaje jen po dobu nezbytnou k naplnění účelů, za nimiž byly shromážděny. Jedná se o účely popsané v našich zásadách ochrany osobních údajů nebo v jiných sděleních společnosti Apple o ochraně soukromí, určených pro konkrétní služby, a účely plynoucí z požadavků zákona. Při stanovování doby uchování údajů nejprve důkladně zvážíme, zda je shromážděné osobní údaje vůbec nutné uchovávat, a pokud dospějeme k závěru, že ano, snažíme se je uchovávat po co nejkratší zákonem povolenou dobu. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Nød‑SOS Når du bruger en Nød‑SOS-funktion, der starter et nødopkald, kan opkaldet inkludere din lokalitet (uanset om Lokalitetstjenester er slået til) og Nødinfo (hvis funktionen er slået til), så alarmcentraloperatøren har mulighed for at hjælpe dig. Dine lokalitetsdata og krypterede oplysninger fra din Nødinfo sendes til Apple, så Apple kan kontrollere, om tjenesten Forbedrede nødhjælpsdata understøttes i dit område, og så dataene kan sendes til alarmcentralen. Hvis tjenesten understøttes i dit område, indhenter en partner muligvis dine oplysninger fra Apple og leverer dem til alarmcentralen. Apple kan ikke læse oplysningerne fra din Nødinfo. Når opkaldet afsluttes, modtager dine nødkontakter og din aktive Tjek ankomst-kontakt (hvis der er en aktiv Tjek ankomst-session) automatisk en besked om, at du har ringet til alarmcentralen, medmindre du annullerer beskeden. Denne besked inkluderer også din nuværende lokalitet. I en begrænset periode vil din enhed desuden sende opdateringer til dine nødkontakter og din aktive Tjek ankomst-kontakt, når din lokalitet ændres. Hvis du ikke ønsker at sende din lokalitet til dine nødkontakter eller din aktive Tjek ankomst-kontakt, skal du på din iPhone eller Apple Vision Pro gå til Indstillinger > Anonymitet & sikkerhed > Lokalitetstjenester > Systemtjenester og trykke for at slå Nødopkald og SOS fra. Der er flere oplysninger om Nød‑SOS og anonymitet på www.apple.com/dk/legal/privacy/data/da/emergency-sos. Gå til Indstillinger > Sundhed > Nødinfo > Nødadgang, og tryk på Læs mere. Læs mere om Lokalitetstjenester på www.apple.com/dk/legal/privacy/data/da/location-services. Nød‑SOS via satellit Nød‑SOS via satellit kan hjælpe dig med at komme i kontakt med alarmcentralen under specielle omstændigheder, når det ikke er muligt at kontakte dem på anden vis. Denne tjeneste er muligvis ikke tilgængelig i alle lokaliteter eller under alle omstændigheder. Det kræver frit udsyn til himlen og at din enhed placeres omhyggeligt på linje med en satellit, hvis du vil sende og modtage beskeder til og fra alarmcentralen. En satellitforbindelse fungerer meget anderledes end et traditionelt netværk. Derfor kan beskeder muligvis tage længere om at blive sendt og modtaget, end de gør med almindelige sms’er, og du kan muligvis opleve afbrydelser i tilgængeligheden. På nogle lokaliteter kan du muligvis udveksle beskeder direkte med en alarmcentral. Hvis din lokale alarmcentral ikke kan modtage sms’er, vil en tredjeparts­tjenesteudbyder skrive med dig og ringe til alarmcentralen på dine vegne. I USA understøtter beskeder, der sendes direkte til alarmcentralen, kun det latinske alfabet. Hvis en stemmeforbindelse bliver tilgængelig via mobilnetværk eller WLAN, bør du kontakte alarmcentralen via telefonopkald. Hvis du gør det, vil du dog muligvis ikke få forbindelse til den samme alarmcentral, som håndterede din satellitsession. Nød‑SOS via satellit afhænger af tilgængelighed og kræver muligvis en softwareopdatering for fortsat at virke. Når du sms’er vha. Nød‑SOS via satellit, bliver dine beskeder sendt i krypteret format og dekrypteret af Apple, så de kan videresendes til de relevante alarmcentraludbydere eller til tredjeparts­tjenesteudbyderen. Dine beskeder bliver muligvis opbevaret af alarmcentraler og tredjeparts­tjenesteudbyderen med henblik på at forbedre den service, de yder dig, og i overensstemmelse med gældende lovgivning. Med henblik på at dine sms’er når frem til en alarmcentral, og for at hjælpe redningsfolk med at komme frem til dig, deles din lokalitet med Apple, alarmcentralens videresendelsestjeneste til sms samt en tredjeparts­tjenesteudbyder, når du bruger Nød‑SOS via satellit. Lokaliteter, der deles via satellit i Find, sendes end-to-end-krypteret, og Apple har ikke adgang til dem. Under en nødsession kan du vælge at dele en transskription af din kommunikation med alarmcentralen med udvalgte nødkontakter sammen med oplysninger om din lokalitet samt hvilken slags nødsituation, du er i. Du kan til enhver tid stoppe med at dele transskriptioner af sessioner ved at trykke på Stop deling øverst på skærmen. Livevideo i Nød‑SOS Under et nødopkald kan du vælge at dele livevideo eller overføre medier til alarmcentralen, hvis alarmcentralen anmoder om det. Du kan altid stoppe med at dele livevideo ved at trykke på Slut opkald og derefter på “Stop deling af kamera” eller “Slut opkald”. Hvis du vælger at overføre medieindhold, fortsætter overførslen, selvom du afslutter et nødopkald. Alarmcentralen optager eller gemmer muligvis det delte medieindhold. Livevideoen og overførte medier sendes end-to-end-krypteret, og Apple kan ikke se indholdet og har ikke adgang til det. Nødopkald og SOS skal være slået til for at bruge denne funktion. Det gør du ved at gå til Indstillinger > Anonymitet & sikkerhed > Lokalitetstjenester > Systemtjenester og trykke for at slå Nødopkald og SOS til. Livevideo i Nød‑SOS er muligvis ikke tilgængelig i alle lokaliteter eller under alle omstændigheder. Fald­registrering Hvis Apple Watch SE eller Apple Watch Series 4 eller en nyere model registrerer et slemt fald, mens du har dit ur på, kan en advarsel om faldregistrering hjælpe dig med at kontakte alarmcentralen, hvis du får brug for det. Du kan vælge at kontakte alarmcentralen eller afvise advarslen. Hvis Apple Watch registrerer, at du bevæger dig efter faldet, ringer det ikke automatisk til alarmcentralen, men venter derimod på, at du reagerer på advarslen. Hvis Apple Watch registrerer, at du ikke har bevæget dig i omkring et minut, foretager det opkaldet automatisk. Når det automatiske opkald besvares, afspiller Apple Watch en lydbesked, der informerer alarmcentralen om, at Apple Watch har registreret et slemt fald. Derefter deles din nuværende lokalitet i form af længde- og breddegradskoordinater. Opkaldet deler din lokalitet, hvad enten du har slået Lokalitetstjenester til eller ej. Hvis du tidligere har valgt, at Nødinfo kunne deles under et nødopkald, vil din Nødinfo også blive delt automatisk med alarmcentralen (kun i USA og Canada). Når opkaldet afsluttes, starter Apple Watch en nedtælling på 10 sekunder, før det sender en besked med din lokalitet til dine nødkontakter og din Tjek ankomst-kontakt, hvis der er en aktiv Tjek ankomst-session. Beskeden informerer dem om, at dit ur har registreret et slemt fald, og at det har ringet til alarmcentralen. Du kan vælge at annullere beskeden til dine nødkontakter og din aktive Tjek ankomst-kontakt, inden for de 10 sekunder nedtællingen varer. Dit Apple Watch henter dine nødkontakter fra din Nødinfo. Hvis et fald registreres, og det automatiske opkald ikke kan få forbindelse til alarmcentralen, og du ikke bevæger dig, kan din iPhone forsøge at bruge Nød‑SOS via satellitforbindelse til automatisk at sende en sms til alarmcentralen med begrænsede oplysninger (f.eks. din lokalitet, batteristatus og typen af nødsituation). Begrænsede oplysninger (f.eks. din lokalitet og typen af nødsituation) vil også blive sendt til dine nødkontakter og din aktive Tjek ankomst-kontakt på dine vegne. Fald registreres automatisk i appen Sundhed, medmindre du svarede, at du ikke faldt, da du blev spurgt om det på Apple Watch. Du kan se din faldhistorik ved at åbne appen Sundhed på din iPhone og gå til Browse > Andre data > Antal gange, du er faldet. Du kan slå Faldregistrering til eller fra i appen Apple Watch på iPhone ved at gå til Mit ur > Nød‑SOS og derefter trykke for at slå Faldregistrering til eller fra. Hvis Faldregistrering er slået til, kan du trykke på “Altid til” eller “Kun slået til under træninger”. Hvis du indtastede din alder, da du indstillede dit Apple Watch eller i appen Sundhed, og du er 55 år eller ældre, bliver Faldregistrering slået til automatisk. Hvis du er mellem 18 og 55 år, bliver Faldregistrering kun slået til automatisk under træning. Registrering af håndled skal være slået til, for at dit ur automatisk kan ringe til alarmcentralen. På Apple Watch kan du slå dette til ved at gå til Indstillinger > Kode og trykke for at slå Registrering af håndled til. Faldregistrering er kun tilgængelig for brugere på 18 år og ældre. Apple Watch kan ikke registrere alle fald. Registrering af ulykke Hvis iPhone 14 eller en nyere model (alle modeller) med iOS 16 eller en nyere version, Apple Watch Series 8 eller en nyere model, Apple Watch SE (2. generation) og Apple Watch Ultra eller en nyere model med watchOS 9 eller en nyere version registrerer en alvorlig bilulykke, udløses en advarsel om at ringe til alarmcentralen. Du kan vælge at kontakte alarmcentralen eller afvise advarslen. Hvis du ikke reagerer på advarslen inden for 10 sekunder, foretager din enhed automatisk opkaldet. Når det automatiske opkald besvares, afspiller din enhed lydbesked, der informerer alarmcentralen om, at enheden har registreret en bilulykke. Derefter deles din nuværende lokalitet i form af længde- og breddegradskoordinater. Opkaldet deler din lokalitet, hvad enten du har slået Lokalitetstjenester til eller ej. Hvis du tidligere har valgt, at Nødinfo kunne deles under et nødopkald, vil din Nødinfo også blive delt automatisk med alarmcentralen (kun i USA og Canada). Når opkaldet afsluttes, starter din enhed en nedtælling på 10 sekunder, før den sender en besked med din lokalitet til dine nødkontakter og din Tjek ankomst-kontakt, hvis der er en aktiv Tjek ankomst-session. Beskeden informerer dem om, at din enhed har registreret en bilulykke, og at den har ringet til alarmcentralen. Du kan vælge at annullere beskeden til dine nødkontakter og din aktive Tjek ankomst-kontakt, inden for de 10 sekunder nedtællingen varer. Din enhed henter dine nødkontakter fra din Nødinfo. Efter notifikationen til dine nødkontakter og din aktive Tjek ankomst-kontakt fortsætter din enhed med at vise mulighederne til at kontakte alarmcentralen, åbne oplysninger i Nødinfo eller afvise advarslen. iPhone og Apple Watch kan ikke registrere alle bilulykker. Lokalitetsoplysninger kan bruges til at afgøre, om der er sket en ulykke. Hvis en alvorlig bilulykke registreres, og det automatiske opkald ikke kan få forbindelse til alarmcentralen, og du ikke reagerer, kan din iPhone forsøge at bruge Nød‑SOS via satellitforbindelse til automatisk at sende en sms til alarmcentralen med begrænsede oplysninger (f.eks. din lokalitet, batteristatus og typen af nødsituation). Begrænsede oplysninger (f.eks. din lokalitet og typen af nødsituation) vil også blive sendt til dine nødkontakter og din aktive Tjek ankomst-kontakt på dine vegne. Du kan slå Registrering af ulykke fra eller til igen ved at gå til Indstillinger > Nød‑SOS og trykke for at slå Opkald efter alvorlig ulykke til eller fra i appen Apple Watch på din iPhone eller ved at gå til Mit ur > Nød‑SOS og trykke for at slå Opkald efter alvorlig ulykke til eller fra. Du kan også vælge at dele data fra Registrering af ulykke med en tredjepartsapp, der er installeret på din iPhone. Hvis du giver adgang til dataene, og der sker en bilulykke, bliver tredjepart automatisk informeret om ulykken, hvilket kan inkludere lokalitetsdata. Hvis du giver din iPhone tilladelse til at ringe til alarmcentralen, når den registrerer en bilulykke, sker opkaldet til alarmcentralen, inden tredjepart bliver informeret om ulykken. Hvis du ikke giver din iPhone tilladelse til at ringe til alarmcentralen, når den registrerer en bilulykke, og deling med tredjepart er slået til, vil din enhed sende en advarsel om, at der blev registreret en ulykke, at data blev delt med tredjeparten, og at du bør interagere med tredjepartsappen, hvis det er muligt. Du kan vælge, om du vil dele data fra Registrering af ulykke med en tredjepartsapp. Det gør du ved at gå til Indstillinger > Nød‑SOS på din iPhone og slå Del ulykke med app til. Rutepunkter fra kompas Du kan bruge appen Kompas til at tilføje din aktuelle lokalitet som et rutepunkt, så du kan se afstanden og få vejvisning til hvert kompasrutepunkt, som du har oprettet. Appen Kompas kan også generere to rutepunkter automatisk, herunder et rutepunkt for sidste lokalitet med mobilforbindelse, som kan anslå, hvor du sidst havde mobildækning, og et rutepunkt for sidste lokalitet med nødopkaldsdækning, som kan anslå, hvor på ruten iPhone eller Apple Watch sidst var forbundet til et tilgængeligt operatørnetværk, så der kan ringes til alarmcentralen. Væsentlige lokaliteter skal være slået til på din enhed, og Præcis lokalitet skal være slået til i appen Kompas, for at enheden kan oprette et rutepunkt for sidste lokalitet med mobilforbindelse eller et rutepunkt for sidste lokalitet med nødopkaldsdækning. Du kan slette de kompasrutepunkter, du opretter i appen Kompas, ved at vælge et rutepunkt i appen og derefter rulle til bunden af skærmen og vælge Slet rutepunkt. Find tilbage I nogle områder, hvor du muligvis har brug for hjælp til at finde vej tilbage, vil appen Kompas og visse tredjepartsapps, der er tilgængelige på Apple Watch, muligvis anmode om engangstilladelse til dine seneste lokaliteter af sikkerhedsmæssige årsager. Disse lokaliteter vil muligvis ikke altid være tilgængelige, f.eks. hvis du befinder dig tæt på kendte lokaliteter som dit hjem eller i forstadsområder. Væsentlige lokaliteter skal være slået til på enheden, hvis du vil bruge disse funktioner, og Præcis lokalitet skal være slået til i appen. Andre oplysninger Nogle sikkerhedsfunktioner er muligvis ikke tilgængelige på alle enheder eller i alle områder eller på alle sprog. Nogle lande og områder har flere alarmnumre. Ved advarsler om faldregistrering ringer Apple Watch i disse områder til det nummer, der er knyttet til ambulancetjenesten. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i Nød‑SOS og Nød‑SOS via satellit som nødvendigt for at levere tjenesten og opfylde vores juridiske forpligtelser. Vi søger samtykke i overensstemmelse med de gældende lokale love, hvor det betragtes som det gældende juridiske grundlag. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data af hensyn til vores legitime interesser for at gøre det muligt at kontakte alarmcentralen, forhindre svindel eller kriminelle aktiviteter, forbedre tjenester og hjælpe med at vedligeholde systemer og arkitekturer i Nød‑SOS og Nød‑SOS via satellit: • Din lokalitet • Oplysninger om dine sessioner, f.eks. varigheden af og emner diskuteret med alarmcentralen • Dine valgte nødkontakter Opbevaring Apple opbevarer kun personlige data, så længe det er nødvendigt i forbindelse med de formål, de blev indsamlet til, herunder som beskrevet i Apples anonymitetspolitik i vores meddelelser om anonymitet for de relevante tjenester eller som lovgivningen foreskriver. Når vi fastslår længden på opbevaringsperioder, undersøger vi først grundigt, om det er nødvendigt at opbevare de indsamlede personlige data, og hvis opbevaring kræves, arbejder vi på at opbevare de personlige data i så kort tid, som det er muligt i henhold til lovgivningen. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Notruf SOS Wenn eine Notruf SOS-Funktion zum Absetzen eines Notrufs verwendet wird, enthält der Anruf möglicherweise deinen Standort (unabhängig davon, ob die Ortungsdienste aktiviert sind) sowie deinen Notfallpass (sofern aktiviert), damit dir die Leitstelle bessere Hilfe leisten kann. Deine Standortdaten und verschlüsselten Notfallpassdaten werden an Apple gesendet. Auf diese Weise kann Apple überprüfen, ob die Datendienste für erweiterten Notruf in deinem Gebiet unterstützt werden, und den Rettungsdiensten die Daten zur Verfügung stellen. Wenn die Funktion in deinem Gebiet unterstützt wird, können die Daten von einem Partner bei Apple abgerufen werden, um den Rettungsdiensten die Daten bereitzustellen. Apple kann deine Notfallpassdaten nicht lesen. Im Anschluss an den Anruf erhalten deine Notfallkontakte automatisch eine Nachricht, dass du die Rettungsdienste alarmiert hast, sofern du die Nachricht nicht abgebrochen hast. Bei einer aktiven Sitzung in „Wegbegleitung“ wird der Kontakt, mit dem du deine Daten teilst, ebenfalls benachrichtigt. Diese Nachricht enthält auch deinen aktuellen Standort und für eine begrenzte Dauer sendet dein Gerät Aktualisierungen deines Standorts an deine Notfallkontakte und den Kontakt, mit dem du deine Daten in „Wegbegleitung“ teilst. Wenn dein Standort nicht an deine Notfallkontakte oder den Kontakt in der aktiven Wegbegleitungssitzung gesendet werden soll, öffne die Einstellungen auf deinem iPhone oder deiner Apple Vision Pro, wähle „Datenschutz & Sicherheit“ > „Ortungsdienste“ > „Systemdienste“ und deaktiviere dort „Notruf & SOS“. Weitere Informationen über „Notruf SOS & Datenschutz“ findest du unter https://www.apple.com/legal/privacy/data/de/emergency-sos/. Für weitere Informationen zum Notfallpass öffnest du „Einstellungen“ > „Health“ > „Notfallpass“ > „Zugriff im Notfall“ und tippst auf „Weitere Informationen“. Weitere Informationen zu den Ortungsdiensten findest du unter www.apple.com/de/legal/privacy/data/de/location-services. Notruf SOS via Satellit Die Funktion „Notruf SOS via Satellit“ kann in Ausnahmesituationen dabei helfen, die Rettungsdienste zu rufen, wenn keine andere Möglichkeit zum Verständigen der Rettungsdienste zur Verfügung steht. Dieser Dienst ist möglicherweise nicht an allen Orten oder in allen Situationen verfügbar. Für den Austausch von Nachrichten mit den Rettungsdiensten ist eine freie Sicht auf den Himmel und eine sorgfältige Ausrichtung des Geräts mit einem Satelliten erforderlich. Eine Satellitenverbindung funktioniert völlig anders als das normale Mobilfunknetz. Aus diesem Grund kann das Senden und Empfangen von Nachrichten länger dauern als bei normalen Textnachrichten. Darüber hinaus können Lücken in der Verfügbarkeit auftreten. An einigen Orten kannst du möglicherweise Nachrichten mit einer Rettungsdienstleitstelle direkt austauschen. Wenn die für dieses Gebiet verantwortliche Rettungsdienstleitstelle keine Textnachrichten empfangen kann, kommuniziert ein Anbieter für Relay-Dienste mit dir und verständigt die Rettungsdienste für dich. In den USA wird für Nachrichten, die direkt an die Rettungsdienste gesendet werden, nur das lateinische Alphabet unterstützt. Wenn eine Sprachverbindung via Mobilfunknetz oder WLAN verfügbar ist, solltest du die Rettungsdienste über das Telefon verständigen. In solch einem Fall kann es sein, dass du nicht mit demselben Anbieter von Rettungsdiensten verbunden wirst wie bei der Satellitensitzung. Die Funktion „Notruf SOS via Satellit“ hängt von der Verfügbarkeit eines Satelliten ab und erfordert eventuell ein Softwareupdate, um die dauerhafte Funktionalität zu gewährleisten. Beim Verwenden der Funktion „Notruf SOS via Satellit“ werden deine Textnachrichten in verschlüsselter Form übertragen und von Apple entschlüsselt, um sie an den entsprechenden Anbieter für Rettungsdienste oder den Anbieter für Relay-Dienste weiterzuleiten. Deine Nachrichten können von der Rettungsdienstleitstelle und dem Anbieter des Relay-Dienstes gespeichert werden, um die eigenen Dienstleistungen zu verbessern und geltende Gesetze einzuhalten. Für die Weiterleitung deiner Textnachrichten an die lokalen Rettungsdienste und zur Unterstützung der Ersthelfenden vor Ort wird dein Standort mit Apple, den Anbietern von Diensten für die Weiterleitung von Textnachrichten im Notfall und, falls du die Funktion „Notruf SOS via Satellit“ verwendest, mit einem Anbieter von Relay-Diensten geteilt. Die in „Wo ist?“ via Satellit geteilten Standorte werden in einer Ende-zu-Ende-verschlüsselten Form gesendet und können von Apple nicht gelesen werden. Während der Notfallsitzung hast du die Möglichkeit, ein Protokoll deiner Kommunikation mit den Rettungsdiensten zusammen mit Informationen über deinen Standort und der Art des Notfalls mit deinen zuvor ausgewählten Notfallkontakten zu teilen. Du kannst das Teilen des Sitzungsprotokolls jederzeit beenden. Tippe dafür oben auf dem Bildschirm auf „Nicht mehr teilen“. Live-Video bei Notruf SOS Während eines Notrufs hast du die Möglichkeit, auf Anfrage der Rettungsdienste ein Live-Video mit ihnen zu teilen oder Medien hochzuladen. Du kannst das Teilen eines Live-Videos jederzeit beenden, indem du auf „Anruf beenden“ und anschließend auf „Kamera nicht mehr teilen“ bzw. „Anruf beenden“ tippst. Wenn du Medieninhalte hochlädst, werden Inhalte auch bei Beenden des Notrufs weiterhin hochgeladen. Die Rettungsdienste können die geteilten Medieninhalte aufzeichnen oder sichern. Das Live-Video und die hochgeladenen Medien werden Ende-zu-Ende-verschlüsselt übertragen und Apple kann sie weder anzeigen noch darauf zugreifen. Um diese Funktion zu verwenden, muss „Notruf & SOS“ aktiviert sein. Öffne dafür „Einstellungen“ > „Datenschutz & Sicherheit“ > „Ortungsdienste“ > „Systemdienste“ und aktiviere „Notruf & SOS“. Live-Video bei Notruf SOS ist möglicherweise nicht an allen Orten oder in allen Situationen verfügbar. Sturz­erkennung Wenn du die Apple Watch SE oder die Apple Watch Series 4 (oder neuer) trägst und das Gerät einen harten Aufprall erkennt, kann dir ein Sturzerkennungshinweis helfen, dich bei Bedarf mit den Rettungsdiensten zu verbinden. Du hast die Wahl, die Rettungsdienste zu kontaktieren oder den Hinweis zu schließen. Wenn die Apple Watch deine Bewegungen registriert, wartet das Gerät deine Antwort auf den Hinweis ab, und ruft die Rettungsdienste nicht automatisch an. Sollte die Apple Watch registrieren, dass du dich seit ca. einer Minute nicht bewegt hast, wird der Notruf automatisch abgesetzt. Wenn der automatisch gewählte Anruf angenommen wird, gibt die Apple Watch eine Audionachricht wieder. In dieser Nachricht werden die Rettungsdienste darüber informiert, dass deine Apple Watch einen harten Aufprall erkannt hat, und dein aktueller Standort wird als Längen- und Breitengrad-Koordinaten geteilt. Während des Anrufs wird dein Standort geteilt, unabhängig davon, ob die Ortungsdienste aktiviert sind oder nicht. Wenn du zuvor erlaubt hast, dass der Notfallpass während eines Notrufs geteilt wird, wird dein Notfallpass auch automatisch mit den Rettungsdiensten geteilt (nur in Kanada und den USA). Im Anschluss an den Anruf startet die Apple Watch einen 10-Sekunden-Countdown, bevor deine Notfallkontakte und der Kontakt, mit dem du deine Daten im Falle einer aktiven Wegbegleitungssitzung teilst, per Nachricht über deinen Standort informiert werden und ihnen mitgeteilt wird, dass deine Apple Watch einen schweren Sturz erkannt hat und die Rettungsdienste alarmiert wurden. Während des 10-Sekunden-Countdowns kannst du die Nachricht an deine Notfallkontakte und den Kontakt in der aktiven Wegbegleitungssitzung abbrechen. Die Apple Watch greift auf die Notfallkontakte in deinem Notfallpass zu. Wenn ein Sturz erkannt wird, der automatisch getätigte Anruf keine Rettungsdienste erreichen kann und du dich nicht bewegen kannst, besteht die Möglichkeit, dass das iPhone versucht, Rettungsdiensten eine automatische SMS mit begrenzten Informationen (z. B. dein Standort, Batteriestatus und die Art des Notfalls) per Notruf SOS über eine Satellitenverbindung zu senden. Begrenzte Informationen (z. B. dein Standort, die Art des Notfalls) werden in deinem Namen auch an deine Notfallkontakte und den Kontakt in deiner aktiven Wegbegleitungssitzung gesendet. Stürze werden automatisch in der Health-App erfasst, es sei denn, du verneinst die Frage der Apple Watch, ob du gestürzt bist. Um deine Stürze anzuzeigen, öffne die Health-App auf dem iPhone und wähle „Entdecken“ > „Andere Daten“ > „Stürze“. Du kannst die Sturzerkennung in der Apple-App „Watch“ auf dem iPhone aktivieren oder deaktivieren, indem du „Meine Watch“ > „Notruf SOS“ öffnest und „Sturzerkennung“ ein- oder ausschaltest. Wenn die Sturzerkennung aktiviert ist, kannst du „Immer eingeschaltet“ oder „Nur während Trainings eingeschaltet“ auswählen. Falls du beim Konfigurieren der Apple Watch oder in der Health-App dein Alter angegeben hast und älter als 55 Jahre bist, wird die Sturzerkennung automatisch aktiviert. Wenn du zwischen 18 und 55 Jahre alt bist, wird die Sturzerkennung nur während Trainings automatisch aktiviert. Die Option „Handgelenkerkennung“ muss für die Apple Watch aktiviert sein, um automatisch die Rettungsdienste anrufen zu können. Öffne dafür auf der Apple Watch „Einstellungen“ > „Code“ und aktiviere „Handgelenkerkennung“. Die Sturzerkennung ist nur für Personen ab 18 Jahren verfügbar. Die Apple Watch kann nicht alle Stürze erkennen. Unfallerkennung Wenn dein iPhone 14 oder neuer (alle Modelle) mit iOS 16 oder neuer, deine Apple Watch Series 8 oder neuer, Apple Watch SE (2. Generation) und Apple Watch Ultra oder neuer mit watchOS 9 oder neuer einen schweren Autounfall erkennt, wird ein Hinweis ausgelöst, um die Rettungsdienste anzurufen. Du hast die Wahl, die Rettungsdienste zu kontaktieren oder den Hinweis zu schließen. Wenn du nicht innerhalb von 10 Sekunden auf den Hinweis reagierst, wird dein Gerät automatisch die Rettungsdienste anrufen. Wenn der automatisch gewählte Anruf angenommen wird, gibt dein Gerät eine Audionachricht wieder. In dieser Nachricht werden die Rettungsdienste darüber informiert, dass dein Gerät einen Autounfall erkannt hat, und dein aktueller Standort wird als Längen- und Breitengrad-Koordinaten geteilt. Während des Anrufs wird dein Standort geteilt, unabhängig davon, ob die Ortungsdienste aktiviert sind oder nicht. Wenn du zuvor erlaubt hast, dass der Notfallpass während eines Notrufs geteilt wird, wird dein Notfallpass auch automatisch mit den Rettungsdiensten geteilt (nur in Kanada und den USA). Im Anschluss an den Anruf startet dein Gerät einen 10-Sekunden-Countdown, bevor deine Notfallkontakte und der Kontakt, mit dem du deine Daten im Falle einer aktiven Wegbegleitungssitzung teilst, per Nachricht über deinen Standort informiert werden und ihnen mitgeteilt wird, dass dein Gerät einen Autounfall erkannt hat und die Rettungsdienste alarmiert wurden. Während des 10-Sekunden-Countdowns kannst du die Nachricht an deine Notfallkontakte und den Kontakt in der aktiven Wegbegleitungssitzung abbrechen. Dein Gerät ruft die Notfallkontakte von deinem Notfallpass ab. Nachdem die Notfallkontakte und der Kontakt in der aktiven Wegbegleitungssitzung benachrichtigt wurden, wird dein Gerät weiterhin Optionen anzeigen, um die Rettungsdienste zu kontaktieren, Notfallpassdaten zu öffnen oder den Hinweis zu schließen. Das iPhone und die Apple Watch können nicht alle Autounfälle erkennen. Standortinformationen können verwendet werden, um einen Unfall festzustellen. Wenn ein schwerer Autounfall erkannt wird, der automatisch getätigte Anruf keine Rettungsdienste erreichen kann und du nicht reagierst, besteht die Möglichkeit, dass das iPhone versucht, Rettungsdiensten eine automatische SMS mit begrenzten Informationen (z. B. dein Standort, Batteriestatus und die Art des Notfalls) per Notruf SOS über eine Satellitenverbindung zu senden. Begrenzte Informationen (z. B. dein Standort, die Art des Notfalls) werden in deinem Namen auch an deine Notfallkontakte und den Kontakt in deiner aktiven Wegbegleitungssitzung gesendet. Du kannst die Unfallerkennung deaktivieren oder erneut aktivieren. Öffne dazu „Einstellungen“ > „Notruf SOS“ und aktiviere oder deaktiviere „Nach schwerem Unfall anrufen“. Alternativ kannst du in der Apple-App „Watch“ auf deinem iPhone „Meine Watch“ > „Notruf SOS“ wählen und „Nach schwerem Unfall anrufen“ ein- oder ausschalten. Zudem hast du die Möglichkeit, Daten der Unfallerkennung mit einer auf deinem iPhone installierten Drittanbieter-App zu teilen. Wenn du den Zugriff auf die Daten erlaubst und in einen Autounfall verwickelt bist, wird der Drittanbieter automatisch über den Unfall informiert. Zu den übermittelten Informationen gehören unter Umständen auch Standortdaten. Wenn du deinem iPhone erlaubst, die Rettungsdienste anzurufen, nachdem ein Autounfall erkannt wurde, wird der Notruf vor der Übermittlung der Unfalldaten an den Drittanbieter abgesetzt. Wenn du deinem iPhone nicht erlaubst, die Rettungsdienste nach einem erkannten Autounfall anzurufen, aber ein Unfall erkannt wurde und die Weitergabe von Daten an Dritte aktiviert ist, wird dein Gerät einen Hinweis anzeigen, um dir mitzuteilen, dass ein Unfall erkannt wurde, Daten mit dem Drittanbieter geteilt wurden und du mit der Drittanbieter-App interagieren solltest, sofern möglich. Du hast die Wahl, Daten der Unfallerkennung mit einem Drittanbieter zu teilen. Öffne dafür auf dem iPhone „Einstellungen“ > „Notruf SOS“ und aktiviere „Unfall mit App teilen“. Kompass-Wegpunkte Du kannst die Kompass-App verwenden, um deinen aktuellen Standort als Wegpunkt hinzuzufügen. Dies erlaubt dir, die Entfernung und Richtung zu jedem erstellten Kompass-Wegpunkt anzuzeigen. Darüber hinaus kann die Kompass-App automatisch zwei Wegpunkte generieren: „Letzter Wegpunkt mit Mobilfunkverbindung“ gibt ungefähr den letzten Ort an, an dem Mobilfunkempfang für eine Verbindung bestand, und „Letzter Wegpunkt für Notruf“ ist eine Schätzung des Ortes, an dem dein iPhone oder deine Apple Watch das letzte Mal eine Verbindung zu einem verfügbaren Betreibernetzwerk herstellen konnte, um einen Notruf abzugeben. Um „Letzter Wegpunkt mit Mobilfunkverbindung“ oder „Letzter Wegpunkt für Notruf“ zu erstellen, muss „Wichtige Orte“ auf deinem Gerät aktiviert und „Genauer Standort“ für die Kompass-App eingeschaltet sein. Die Kompass-Wegpunkte, die du in der Kompass-App erstellt hast, können gelöscht werden, indem du den Wegpunkt in der Kompass-App auswählst, auf dem Bildschirm nach unten scrollst und „Wegpunkt löschen“ auswählst. Backtrack In gewissen Gebieten, in denen du eventuell Hilfe beim Rückverfolgen deiner Schritte benötigst, musst du der Kompass-App und bestimmten Drittanbieter-Apps für die Apple Watch aus Sicherheitsgründen einmaligen Zugriff auf deine neuesten Standorte erteilen. Diese Orte sind eventuell nicht immer verfügbar, z. B. in Städten oder wenn du dich in der Nähe von bekannten Orten befindest wie deinem Zuhause. Um die Funktionen verwenden zu können, müssen die Optionen „Wichtige Orte“ für das Gerät und „Genauer Standort“ für die App aktiviert sein. Weitere Informationen Einige Sicherheitsfunktionen sind möglicherweise nicht für alle Geräte oder in allen Regionen bzw. Sprachen verfügbar. In einigen Ländern und Regionen gibt es mehrere Notrufnummern. Für diese Fälle wählt die Apple Watch die Nummer, die mit den Rettungsdiensten für Sturzerkennungshinweise verknüpft ist. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten in „Notruf SOS“ und „Notruf SOS via Satellit“, wie es für die Bereitstellung des Dienstes erforderlich ist und zur Erfüllung unserer gesetzlichen Pflichten. Wenn Zustimmung als geeignete Rechtsgrundlage angesehen wird, werden wir uns in Übereinstimmung mit anwendbaren lokalen Gesetzen darum bemühen. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir folgende Kategorien personenbezogener Daten für unsere berechtigten Interessen, um Notdienste zu ermöglichen, Betrug und kriminelle Aktivitäten zu verhindern, Dienste zu verbessern und bei der Erhaltung von „Notruf SOS“ und „Notruf SOS“ über Satellitensysteme und -architekturen zu helfen: • Deinen Standort • Informationen über deine Sitzungen, z. B. Dauer und Inhalte der Kommunikation mit Rettungsdiensten • Deine ausgewählten Notfallkontakte Datenspeicherung Apple speichert personenbezogene Daten nur während des Zeitraums, der zur Erfüllung der jeweiligen Sammlungszwecke erforderlich ist, sowie gemäß der Datenschutzrichtlinie von Apple, unseres dienstspezifischen Datenschutzhinweises oder der gesetzlichen Vorgaben. Bei der Festlegung von Speicherzeiträumen untersuchen wir zunächst, ob das Speichern der gesammelten personenbezogenen Daten notwendig ist. Ist dies der Fall, speichern wir die personenbezogenen Daten für den gemäß Gesetz kürzest möglichen Zeitraum. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Επείγον SOS Αν χρησιμοποιήσετε μια δυνατότητα Επείγοντος SOS που εκκινεί μια κλήση έκτακτης ανάγκης, η κλήση ενδέχεται να περιλαμβάνει την τοποθεσία σας (ανεξάρτητα από το αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας) και το Ιατρικό ID σας (αν είναι ενεργοποιημένο) ώστε να μπορέσει να σας βοηθήσει ο διεκπεραιωτής. Τα δεδομένα σχετικά με την τοποθεσία σας και τα κρυπτογραφημένα στοιχεία του Ιατρικού ID σας αποστέλλονται στην Apple για να ελέγξει αν η υπηρεσία EED (Enhanced Emergency Data) υποστηρίζεται στην περιοχή σας και για παροχή των δεδομένων στις Υπηρεσίες έκτακτης ανάγκης. Αν υποστηρίζεται στην περιοχή σας, ένας συνεργάτης ενδέχεται να ανακτήσει τις πληροφορίες σας από την Apple για παράδοση στις Υπηρεσίες έκτακτης ανάγκης. Δεν είναι δυνατή η ανάγνωση των στοιχείων του Ιατρικού ID σας από την Apple. Στο τέλος της κλήσης, οι επαφές έκτακτης ανάγκης σας και, σε περίπτωση που μια συνεδρία Δήλωσης άφιξης είναι ενεργή, η επαφή Δήλωσης άφιξης, θα λάβουν αυτόματα ένα μήνυμα που θα αναφέρει ότι καλέσατε τις Υπηρεσίες έκτακτης ανάγκης, εκτός αν ακυρώσετε το μήνυμα. Αυτό το μήνυμα περιλαμβάνει επίσης την τρέχουσα τοποθεσία σας και, για περιορισμένο χρονικό διάστημα, η συσκευή σας θα στέλνει ενημερώσεις στις επαφές έκτακτης ανάγκης και στην ενεργή επαφή Δήλωσης άφιξης, όταν αλλάζει η τοποθεσία σας. Αν δεν θέλετε να σταλεί η τοποθεσία σας στις επαφές έκτακτης ανάγκης ή στην ενεργή επαφή Δήλωσης άφιξης, στο iPhone ή στο Apple Vision Pro, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος» και αγγίξτε για απενεργοποίηση της ρύθμισης «Επείγουσες κλήσεις και SOS». Για περισσότερες πληροφορίες σχετικά με το Επείγον SOS και το απόρρητο, επισκεφθείτε τη διεύθυνση www.apple.com/legal/privacy/data/el/emergency-sos. Για περισσότερες πληροφορίες σχετικά με το Ιατρικό ID σας, μεταβείτε στις «Ρυθμίσεις»> «Υγεία» > «Ιατρικό ID» > «Επείγουσα πρόσβαση» και αγγίξτε «Μάθετε περισσότερα». Για περισσότερες πληροφορίες σχετικά με τις Υπηρεσίες τοποθεσίας, επισκεφθείτε τη διεύθυνση www.apple.com/legal/privacy/data/el/location-services. Επείγον SOS μέσω δορυφόρου Το Επείγον SOS μέσω δορυφόρου σάς συνδέει με τις Υπηρεσίες έκτακτης ανάγκης σε εξαιρετικές περιστάσεις όταν δεν υπάρχει κανένας άλλος διαθέσιμος τρόπος σύνδεσης με τις Υπηρεσίες έκτακτης ανάγκης. Αυτή η υπηρεσία ενδέχεται να μην είναι διαθέσιμη σε όλες τις τοποθεσίες ή περιστάσεις. Για ανταλλαγή μηνυμάτων με τις Υπηρεσίες έκτακτης ανάγκης, απαιτείται ανεμπόδιστη προβολή του ουρανού και προσεκτική ευθυγράμμιση μεταξύ της συσκευής σας και του δορυφόρου. Η δορυφορική σύνδεση λειτουργεί με αρκετά διαφορετικό τρόπο από ό,τι το παραδοσιακό δίκτυο. Ως αποτέλεσμα, τα μηνύματα ενδέχεται να χρειάζονται περισσότερο χρόνο για λήψη και αποστολή σε σχέση με τα παραδοσιακά γραπτά μηνύματα, και ενδέχεται να παρατηρήσετε κενά διαθεσιμότητας. Σε κάποιες τοποθεσίες, ενδέχεται να είναι δυνατή η ανταλλαγή μηνυμάτων απευθείας με ένα κέντρο Υπηρεσιών έκτακτης ανάγκης. Αν το κέντρο Υπηρεσιών έκτακτης ανάγκης που εξυπηρετεί την περιοχή σας δεν έχει δυνατότητα λήψης γραπτών μηνυμάτων, ένας τρίτος πάροχος μεταγωγής θα σας στείλει γραπτό μήνυμα και θα καλέσει τις Υπηρεσίες έκτακτης ανάγκης εκ μέρους σας. Στις Ηνωμένες Πολιτείες, η δυνατότητα αποστολής γραπτών μηνυμάτων απευθείας στις Υπηρεσίες έκτακτης ανάγκης υποστηρίζει μόνο το λατινικό αλφάβητο. Σε περίπτωση που είναι διαθέσιμη η δυνατότητα κλήσης μέσω κινητού δικτύου ή WLAN, επικοινωνήστε με τις Υπηρεσίες έκτακτης ανάγκης μέσω τηλεφώνου. Ωστόσο, σε τέτοια περίπτωση, ενδέχεται να μη συνδεθείτε με τον ίδιο πάροχο Υπηρεσιών έκτακτης ανάγκης που χειρίζεται τη δορυφορική συνεδρία σας. Το Επείγον SOS μέσω δορυφόρου εξαρτάται από τη διαθεσιμότητα του δορυφόρου και ενδέχεται να απαιτεί ενημέρωση λογισμικού για συνεχιζόμενη λειτουργικότητα. Σε περίπτωση αποστολής γραπτών μηνυμάτων με το Επείγον SOS μέσω δορυφόρου, τα μηνύματά σας αποστέλλονται σε κρυπτογραφημένη μορφή και αποκρυπτογραφούνται από την Apple για διαβίβαση στον σχετικό πάροχο Υπηρεσιών έκτακτης ανάγκης ή τον τρίτο πάροχο μεταγωγής. Τα μηνύματά σας ενδέχεται να διατηρηθούν από τα κέντρα Υπηρεσιών έκτακτης ανάγκης και τον πάροχο μεταγωγής για βελτίωση των παρεχόμενων υπηρεσιών και σε συμμόρφωση με την ισχύουσα νομοθεσία. Για δρομολόγηση των γραπτών μηνυμάτων σας σε έναν τοπικό οργανισμό Υπηρεσιών έκτακτης ανάγκης και για διευκόλυνση της προσέγγισής σας από τους διασώστες, η τοποθεσία σας θα κοινοποιηθεί στην Apple, στους παρόχους δρομολόγησης γραπτών μηνυμάτων στις Υπηρεσίες έκτακτης ανάγκης και σε έναν τρίτο πάροχο μεταγωγής, όταν χρησιμοποιείτε το Επείγον SOS μέσω δορυφόρου. Οι τοποθεσίες που κοινοποιούνται μέσω δορυφόρου στην Εύρεση αποστέλλονται σε διατερματικά κρυπτογραφημένη μορφή και η Apple δεν είναι δυνατό να τις προσπελάσει. Κατά τη διάρκεια μιας συνεδρίας έκτακτης ανάγκης, μπορείτε να επιλέξετε την κοινοποίηση της απομαγνητοφώνησης της επικοινωνίας σας με τις Υπηρεσίες έκτακτης ανάγκης στις προεπιλεγμένες επαφές έκτακτης ανάγκης σας, μαζί με πληροφορίες σχετικά την τοποθεσία σας και τον τύπο έκτακτης ανάγκης. Μπορείτε να διακόψετε την κοινοποίηση της απομαγνητοφώνησης της συνεδρίας σας ανά πάσα στιγμή αγγίζοντας «Διακοπή κοινοποίησης» στο πάνω μέρος της οθόνης. Ζωντανό βίντεο Επείγοντος SOS Κατά τη διάρκεια μιας επείγουσας κλήσης, μπορείτε να επιλέξετε να κοινοποιήσετε ζωντανό βίντεο ή να ανεβάσετε πολυμέσα στις Υπηρεσίες έκτακτης ανάγκης κατόπιν αιτήματός τους. Μπορείτε να διακόψετε την κοινοποίηση του ζωντανού βίντεό σας ανά πάσα στιγμή αγγίζοντας «Τερματισμός κλήσης» και μετά «Διακοπή κοινής χρήσης κάμερας» ή «Τερματισμός κλήσης». Αν επιλέξετε να ανεβάσετε περιεχόμενο πολυμέσων, αυτό θα συνεχίζει να ανεβαίνει ακόμη και αν τερματίσετε μια επείγουσα κλήση. Οι Υπηρεσίες έκτακτης ανάγκης ενδέχεται να εγγράφουν ή να αποθηκεύουν το κοινόχρηστο περιεχόμενο πολυμέσων. Το ζωντανό βίντεο και τα ανεβασμένα πολυμέσα αποστέλλονται σε διατερματικά κρυπτογραφημένη μορφή, και η Apple δεν είναι δυνατό να τα προβάλει ή να τα προσπελάσει. Για χρήση αυτής της δυνατότητας, πρέπει να έχετε ενεργοποιήσει τη ρύθμιση «Επείγουσες κλήσεις και SOS». Για να το κάνετε αυτό, μεταβείτε στις «Ρυθμίσεις» > «Απόρρητο και ασφάλεια» > «Υπηρεσίες τοποθεσίας» > «Υπηρεσίες συστήματος» και αγγίξτε για ενεργοποίηση της ρύθμισης «Επείγουσες κλήσεις και SOS». Η δυνατότητα «Ζωντανό βίντεο Επείγοντος SOS» ενδέχεται να μην είναι διαθέσιμη σε όλες τις τοποθεσίες ή περιστάσεις. Ανίχνευση πτώσης Αν το Apple Watch SE, το Apple Watch Series 4 ή μεταγενέστερο μοντέλο ανιχνεύσει μια πτώση ενώ φοράτε το ρολόι σας, μια ειδοποίηση Ανίχνευσης πτώσης μπορεί να σας βοηθήσει να συνδεθείτε με τις Υπηρεσίες έκτακτης ανάγκης, αν χρειαστεί. Μπορείτε να επιλέξετε επικοινωνία με τις Υπηρεσίες έκτακτης ανάγκης ή απόρριψη της ειδοποίησης. Αν το Apple Watch ανιχνεύσει ότι κινείστε, θα περιμένει να αποκριθείτε στην ειδοποίηση και δεν θα καλέσει αυτόματα τις Υπηρεσίες έκτακτης ανάγκης. Αν το Apple Watch ανιχνεύσει ότι δεν κινείστε για περίπου ένα λεπτό, θα πραγματοποιήσει αυτόματα την κλήση. Όταν συνδεθεί η κλήση που πραγματοποιήθηκε αυτόματα, το Apple Watch αναπαράγει ένα ηχητικό μήνυμα που ενημερώνει τις Υπηρεσίες έκτακτης ανάγκης ότι το Apple Watch ανίχνευσε πτώση, και μετά κοινοποιεί την τρέχουσα τοποθεσία σας σε μορφή συντεταγμένων γεωγραφικού πλάτους και μήκους. Μαζί με την κλήση κοινοποιείται και η τοποθεσία σας, ανεξάρτητα από το αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας. Αν είχατε ενεργοποιήσει στο παρελθόν την κοινοποίηση του Ιατρικού ID κατά τη διάρκεια μιας επείγουσας κλήσης, το Ιατρικό ID σας θα κοινοποιηθεί επίσης αυτόματα στις Υπηρεσίες έκτακτης ανάγκης (Ηνωμένες Πολιτείες και Καναδάς μόνο). Μετά το τέλος της κλήσης, το Apple Watch θα ξεκινήσει αντίστροφη μέτρηση 10 δευτερολέπτων πριν στείλει μήνυμα με την τοποθεσία σας στις επαφές έκτακτης ανάγκης σας, και, σε περίπτωση που μια συνεδρία Δήλωσης άφιξης είναι ενεργή, στην επαφή Δήλωσης άφιξης, ενημερώνοντας ότι το ρολόι σας ανίχνευσε πτώση και κάλεσε τις Υπηρεσίες έκτακτης ανάγκης. Μπορείτε να επιλέξετε ακύρωση του μηνύματος προς τις επαφές έκτακτης ανάγκης σας και και στην ενεργή επαφή Δήλωσης άφιξης εντός του διαστήματος αντίστροφης μέτρησης 10 δευτερολέπτων. Το Apple Watch λαμβάνει τις επαφές έκτακτης ανάγκης σας από το Ιατρικό ID σας. Αν ανιχνευτεί πτώση, δεν είναι δυνατή η σύνδεση της κλήσης που πραγματοποιήθηκε αυτόματα με τις Υπηρεσίες έκτακτης ανάγκης και δεν κινείστε, το iPhone μπορεί να προσπαθήσει να χρησιμοποιήσει τη συνδεσιμότητα του Επείγοντος SOS μέσω δορυφόρου για αυτόματη αποστολή γραπτού μηνύματος στις Υπηρεσίες έκτακτης ανάγκης με περιορισμένες πληροφορίες (π.χ. την τοποθεσία σας, τη διάρκεια ζωής της μπαταρίας σας και τον τύπο της έκτακτης ανάγκης). Οι περιορισμένες πληροφορίες (πχ. η τοποθεσία σας, το είδος της έκτακτης ανάγκης) θα σταλούν εκ μέρους σας στις επαφές έκτακτης ανάγκης σας και στην ενεργή επαφή Δήλωσης άφιξης. Οι πτώσεις καταγράφονται αυτόματα στην εφαρμογή «Υγεία», εκτός αν απαντήσετε ότι δεν πέσατε όταν σας ρωτήσει το Apple Watch. Για να ελέγξετε το ιστορικό πτώσεων, ανοίξτε την εφαρμογή «Υγεία» στο iPhone σας και μεταβείτε στην «Περιήγηση» > «Άλλα δεδομένα» > «Αριθμός πτώσεων». Μπορείτε να ενεργοποιήσετε ή να απενεργοποιήσετε την Ανίχνευση πτώσης από την εφαρμογή Apple Watch στο iPhone σας αν μεταβείτε στο «Ρολόι μου» > «Επείγον SOS» και μετά αγγίξετε για να ενεργοποιήσετε ή να απενεργοποιήσετε την Ανίχνευση πτώσης. Αν είναι ενεργοποιημένη η Ανίχνευση πτώσης, μπορείτε να επιλέξετε «Πάντα ενεργή» ή «Μόνο κατά τη διάρκεια προπονήσεων». Αν συμπληρώσατε την ηλικία σας κατά τη διαμόρφωση του Apple Watch ή στην εφαρμογή «Υγεία» και είστε άνω των 55 ετών, η Ανίχνευση πτώσης ενεργοποιείται αυτόματα. Αν είστε 18 έως 55 ετών, η Ανίχνευση πτώσης ενεργοποιείται αυτόματα μόνο κατά τη διάρκεια προπονήσεων. Αν θέλετε το ρολόι σας να καλεί αυτόματα τις Υπηρεσίες έκτακτης ανάγκης, πρέπει να είναι ενεργοποιημένη η Ανίχνευση καρπού. Για να το κάνετε αυτό στο Apple Watch, μεταβείτε στις «Ρυθμίσεις» > «Κωδικός» και αγγίξτε για ενεργοποίηση της ρύθμισης «Ανίχνευση καρπού». Η Ανίχνευση πτώσης είναι διαθέσιμη μόνο για χρήστες ηλικίας 18 ετών και άνω. Το Apple Watch δεν είναι δυνατό να ανιχνεύσει όλες τις πτώσεις. Ανίχνευση τροχαίου Αν το iPhone 14 ή μεταγενέστερο (όλα τα μοντέλα) με iOS 16 ή μεταγενέστερη έκδοση, το Apple Watch Series 8 ή μεταγενέστερο μοντέλο, το Apple Watch SE (2ης γενιάς) και το Apple Watch Ultra ή μεταγενέστερο με watchOS 9 ή μεταγενέστερη έκδοση ανιχνεύσει ένα σοβαρό τροχαίο, θα εκκινηθεί μια ειδοποίηση για κλήση στις Υπηρεσίες έκτακτης ανάγκης. Μπορείτε να επιλέξετε επικοινωνία με τις Υπηρεσίες έκτακτης ανάγκης ή απόρριψη της ειδοποίησης. Αν δεν υπάρξει από μέρους σας απόκριση στην ειδοποίηση εντός 10 δευτερολέπτων, η συσκευή σας θα πραγματοποιήσει την κλήση αυτόματα. Όταν συνδεθεί η κλήση που πραγματοποιήθηκε αυτόματα, η συσκευή σας αναπαράγει ένα ηχητικό μήνυμα που ενημερώνει τις Υπηρεσίες έκτακτης ανάγκης ότι η συσκευή ανίχνευσε τροχαίο, και μετά κοινοποιεί την τρέχουσα τοποθεσία σας σε μορφή συντεταγμένων γεωγραφικού πλάτους και μήκους. Μαζί με την κλήση κοινοποιείται και η τοποθεσία σας, ανεξάρτητα από το αν έχετε ενεργοποιήσει τις Υπηρεσίες τοποθεσίας. Αν είχατε ενεργοποιήσει στο παρελθόν την κοινοποίηση του Ιατρικού ID κατά τη διάρκεια μιας επείγουσας κλήσης, το Ιατρικό ID σας θα κοινοποιηθεί επίσης αυτόματα στις Υπηρεσίες έκτακτης ανάγκης (Ηνωμένες Πολιτείες και Καναδάς μόνο). Μετά το τέλος της κλήσης, η συσκευή θα ξεκινήσει αντίστροφη μέτρηση 10 δευτερολέπτων πριν στείλει μήνυμα με την τοποθεσία σας στις επαφές έκτακτης ανάγκης σας, και, σε περίπτωση που μια συνεδρία Δήλωσης άφιξης είναι ενεργή, στην επαφή Δήλωσης άφιξης, ενημερώνοντας ότι το ρολόι σας ανίχνευσε πτώση και κάλεσε τις Υπηρεσίες έκτακτης ανάγκης. Μπορείτε να επιλέξετε να ακυρώσετε το μήνυμα προς τις επαφές έκτακτης ανάγκης σας και την ενεργή επαφή Δήλωσης άφιξης εντός του διαστήματος αντίστροφης μέτρησης 10 δευτερολέπτων. Η συσκευή σας λαμβάνει τις επαφές έκτακτης ανάγκης σας από το Ιατρικό ID σας. Μετά την αποστολή γνωστοποίησης στις επαφές έκτακτης ανάγκης και στην ενεργή επαφή Δήλωσης άφιξης, η συσκευή σας θα συνεχίσει να εμφανίζει επιλογές για επικοινωνία με τις Υπηρεσίες έκτακτης ανάγκης, άνοιγμα των δεδομένων Ιατρικού ID ή απόρριψη της ειδοποίησης. Το iPhone και το Apple Watch δεν είναι δυνατό να ανιχνεύσουν όλα τα τροχαία. Οι πληροφορίες τοποθεσίας ενδέχεται να χρησιμοποιηθούν για την ανίχνευση ενός τροχαίου. Αν ανιχνευτεί σοβαρό τροχαίο, δεν είναι δυνατή η σύνδεση της κλήσης που πραγματοποιήθηκε αυτόματα με τις Υπηρεσίες έκτακτης ανάγκης και δεν αποκρίνεστε, το iPhone μπορεί να προσπαθήσει να χρησιμοποιήσει τη συνδεσιμότητα του Επείγοντος SOS μέσω δορυφόρου για αυτόματη αποστολή γραπτού μηνύματος στις Υπηρεσίες έκτακτης ανάγκης με περιορισμένες πληροφορίες (π.χ. την τοποθεσία σας, τη διάρκεια ζωής της μπαταρίας σας και τον τύπο της έκτακτης ανάγκης). Οι περιορισμένες πληροφορίες (πχ. η τοποθεσία σας, το είδος της έκτακτης ανάγκης) θα σταλούν εκ μέρους σας στις επαφές έκτακτης ανάγκης σας και στην ενεργή επαφή Δήλωσης άφιξης. Αν θέλετε να απενεργοποιήσετε ή να ενεργοποιήσετε ξανά την Ανίχνευση τροχαίου, μεταβείτε στις «Ρυθμίσεις» > «Επείγον SOS» και στη συνέχεια αγγίξτε για να ενεργοποιήσετε ή να απενεργοποιήσετε την Κλήση μετά από σοβαρό τροχαίο ή στην εφαρμογή Apple Watch στο iPhone αν μεταβείτε στο «Ρολόι μου» > «Επείγον SOS» και μετά αγγίξετε για να ενεργοποιήσετε ή να απενεργοποιήσετε την «Κλήση μετά από σοβαρό τροχαίο». Μπορείτε επίσης να επιλέξετε την κοινοποίηση των δεδομένων Ανίχνευσης τροχαίου σε μια εφαρμογή τρίτων που είναι εγκατεστημένη στο iPhone σας. Αν επιτρέψετε την πρόσβαση στα δεδομένα και συμβεί ένα τροχαίο, το τρίτο μέρος θα ενημερωθεί αυτόματα για το τροχαίο και η ενημέρωση ενδέχεται να περιλαμβάνει δεδομένα τοποθεσίας. Αν επιτρέψετε στο iPhone να καλέσει τις Υπηρεσίες έκτακτης ανάγκης μετά την ανίχνευση ενός τροχαίου, η κλήση στις Υπηρεσίες έκτακτης ανάγκης θα πραγματοποιηθεί πριν από την ενημέρωση του τρίτου μέρους για το τροχαίο. Αν δεν επιτρέψετε στο iPhone να καλέσει τις Υπηρεσίες έκτακτης ανάγκης μετά την ανίχνευση ενός τροχαίου, και ανιχνευτεί τροχαίο ενόσω είναι ενεργή η κοινοποίηση σε τρίτο μέρος, η συσκευή σας θα στείλει μια ειδοποίηση για να σας ενημερώσει ότι ανιχνεύτηκε ένα τροχαίο, ότι κοινοποιήθηκαν δεδομένα στο τρίτο μέρος και ότι θα πρέπει να αλληλεπιδράσετε με την εφαρμογή τρίτων, αν αυτό είναι δυνατό. Μπορείτε να επιλέξετε αν επιθυμείτε κοινοποίηση των δεδομένων Ανίχνευσης τροχαίου σε μια εφαρμογή τρίτων. Για να το κάνετε αυτό σε iPhone, μεταβείτε στις «Ρυθμίσεις» > «Επείγον SOS» και αγγίξτε για ενεργοποίηση της ρύθμισης «Κοινοποίηση δεδομένων τροχαίου σε εφαρμογή». Σημεία στάσης της Πυξίδας Μπορείτε να χρησιμοποιήσετε την εφαρμογή «Πυξίδα» για να προσθέσετε την τρέχουσα τοποθεσία σας ως σημείο στάσης. Αυτό σας επιτρέπει να δείτε την απόσταση και την κατεύθυνση προς κάθε σημείο στάσης Πυξίδας που έχετε δημιουργήσει. Επιπρόσθετα, η εφαρμογή «Πυξίδα» μπορεί να δημιουργεί αυτόματα δύο σημεία στάσης, συμπεριλαμβανομένου του Πιο πρόσφατου σημείου στάσης σύνδεσης κινητού δικτύου που θα προσδιορίζει κατ' εκτίμηση το πιο πρόσφατο μέρος με σήμα κινητής τηλεφωνίας για συνδεσιμότητα, και του Πιο πρόσφατου σημείου στάσης επείγουσας κλήσης που θα προσδιορίζει κατ' εκτίμηση το σημείο μιας διαδρομής όπου το iPhone ή το Apple Watch σας ήταν πιο πρόσφατα συνδεδεμένο με οποιοδήποτε διαθέσιμο δίκτυο φορέα, ώστε να μπορεί να πραγματοποιηθεί μια κλήση έκτακτης ανάγκης. Για να δημιουργηθεί ένα Πιο πρόσφατο σημείο στάσης σύνδεσης κινητού δικτύου ή ένα Πιο πρόσφατο σημείο στάσης επείγουσας κλήσης, πρέπει να είναι ενεργοποιημένες οι Σημαντικές τοποθεσίες στη συσκευή σας και η Ακριβής τοποθεσία για την εφαρμογή «Πυξίδα». Για να διαγράψετε τα σημεία στάσης Πυξίδας που έχετε δημιουργήσει στην εφαρμογή «Πυξίδα», επιλέξτε το σημείο στάσης στην εφαρμογή «Πυξίδα» και μετά κάντε κύλιση μέχρι το κάτω μέρος της οθόνης και επιλέξτε «Διαγραφή σημείου στάσης». Ιχνηλάτηση Σε κάποιες περιοχές όπου μπορεί να χρειαστείτε βοήθεια για να βρείτε τον δρόμο της επιστροφής, η εφαρμογή «Πυξίδα» και κάποιες εφαρμογές τρίτων που διατίθενται στο Apple Watch ενδέχεται να σας ζητήσουν πρόσβαση μίας χρήσης στις πιο πρόσφατες περιοχές σας για λόγους ασφάλειας. Αυτές οι περιοχές ενδέχεται να μην είναι πάντα διαθέσιμες, για παράδειγμα, αν βρίσκεστε κοντά σε οικεία μέρη, όπως το σπίτι σας, ή σε αστικές περιοχές. Για να χρησιμοποιήσετε αυτές τις δυνατότητες, πρέπει να είναι ενεργοποιημένες οι Σημαντικές τοποθεσίες για τη συσκευή και η Ακριβής τοποθεσία για την εφαρμογή. Άλλες πληροφορίες Κάποιες δυνατότητες ασφάλειας ενδέχεται να μην είναι διαθέσιμες για όλες τις συσκευές ή σε κάθε περιοχή ή γλώσσα. Σε κάποιες περιοχές και χώρες, υπάρχουν πολλοί αριθμοί Υπηρεσιών έκτακτης ανάγκης. Σε αυτές τις περιοχές, το Apple Watch καλεί τον αριθμό που είναι συσχετισμένος με τις Υπηρεσίες ασθενοφόρων για ειδοποιήσεις Ανίχνευσης πτώσης. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Επεξεργαζόμαστε τα προσωπικά δεδομένα σας στο Επείγον SOS και το Επείγον SOS μέσω δορυφόρου, όπως απαιτείται για την παροχή της υπηρεσίας και προς συμμόρφωση με τις νομικές υποχρεώσεις μας. Όπου η συναίνεση αποτελεί την κατάλληλη νομική βάση, την επιδιώκουμε προς συμμόρφωση με την ισχύουσα τοπική νομοθεσία. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τις παρακάτω κατηγορίες προσωπικών δεδομένων για τους σκοπούς των έννομων συμφερόντων μας, ώστε να διευκολυνθούν οι Υπηρεσίες έκτακτης ανάγκης, να αποφευχθεί η απάτη ή η εγκληματική δραστηριότητα, να βελτιωθούν οι υπηρεσίες και να συμβάλουμε στη διατήρηση των συστημάτων και αρχιτεκτονικών του Επείγοντος SOS και του Επείγοντος SOS μέσω δορυφόρου: • Την τοποθεσία σας • Πληροφορίες για τις συνεδρίες σας, π.χ. διάρκεια και περιεχόμενο που έχετε επικοινωνήσει στις Υπηρεσίες έκτακτης ανάγκης • Τις επιλεγμένες επαφές έκτακτης ανάγκης σας Διατήρηση δεδομένων Η Apple διατηρεί προσωπικά δεδομένα μόνο για όσο διάστημα χρειάζεται για την εκπλήρωση των σκοπών για τους οποίους συλλέχθηκαν, όπως περιγράφονται στην Πολιτική απορρήτου της Apple ή στις δηλώσεις απορρήτου που είναι συγκεκριμένες για τις υπηρεσίες μας ή όπως απαιτείται από τον νόμο. Κατά την αξιολόγηση των περιόδων διατήρησης, πρώτα εξετάζουμε προσεκτικά αν είναι απαραίτητη η διατήρηση των συλλεγμένων προσωπικών δεδομένων και, σε περίπτωση που η διατήρηση απαιτείται, τα διατηρούμε για την ελάχιστη δυνατή περίοδο που επιτρέπεται από τον νόμο. Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: Emergencia SOS Cuando se usa una función de Emergencia SOS que inicia una llamada de emergencia, la llamada puede incluir tu ubicación (independientemente de si has activado o no la función de localización) y tus datos médicos (si los has configurado) con el fin de facilitar las labores de asistencia. La información sobre tu ubicación y tus datos médicos encriptados se envían a Apple para que pueda comprobar si el servicio de datos de emergencia mejorados está disponible en la zona donde te encuentras y se pueda proporcionar dicha información a los servicios de emergencia. Si tu área ofrece la opción, una entidad colaboradora podría obtener tus datos de Apple para hacérselos llegar a los servicios de emergencia. No obstante, Apple no podrá leer en ningún momento la información de tus datos médicos. Cuando la llamada termine, tus contactos de emergencia (y la persona con la que tengas una sesión de aviso de llegada activa, si es el caso) recibirán automáticamente un mensaje avisándoles de que has llamado a los servicios de emergencia, a no ser que canceles el envío de dicha comunicación. Este mensaje también incluirá tu ubicación actual y, durante un periodo de tiempo limitado, tu dispositivo enviará actualizaciones sobre tu ubicación a tus contactos de emergencia y a la persona con la que estés compartiendo una sesión de aviso de llegada. Si no quieres que se envíe tu ubicación a estas personas, en el iPhone o el Apple Vision Pro ve a Ajustes > Privacidad y seguridad > Localización > Servicios del sistema, y desactiva la opción “Llamadas de emergencia y SOS”. Para obtener más información acerca de “Emergencia SOS” y la privacidad, visita www.apple.com/legal/privacy/data/es/emergency-sos. Para obtener más información sobre los datos médicos, ve a Ajustes > Salud > Datos médicos > “Acceso de emergencia” y toca “Más información”. Para obtener más información sobre la localización, visita www.apple.com/es/legal/privacy/data/es/location-services. Emergencia SOS vía satélite La función “Emergencia SOS vía satélite” puede ayudarte a establecer contacto con los servicios de emergencia en circunstancias excepcionales en las que no hay otra forma de conectar con los servicios de emergencia. Este servicio puede no estar disponible en todas las ubicaciones o circunstancias. Para poder enviar mensajes a los servicios de emergencia y recibir su respuesta, debes disponer de una vista despejada del cielo y el dispositivo debe estar correctamente alineado con un satélite. La conexión de satélite funciona de una manera muy distinta a la de las redes tradicionales. Por ello, los mensajes pueden tardar más en enviarse y recibirse que los mensajes de texto tradicionales, y puede haber interrupciones en la disponibilidad. En ciertas ubicaciones es posible que puedas intercambiar mensajes directamente con un centro de servicios de emergencia. Si el centro de servicios de emergencia asignado a la zona en la que te encuentras no puede recibir mensajes de texto, un proveedor de transmisiones externo intercambiará mensajes de texto contigo y llamará en tu nombre a los servicios de emergencia. En Estados Unidos, solo se puede usar el alfabeto latino en los mensajes de texto que se envían directamente a los servicios de emergencia. Si hay disponible una conexión móvil o una conexión de voz por WLAN, deberías contactar con los servicios de emergencia por teléfono. Sin embargo, si lo haces, no necesariamente conectarás con el mismo proveedor de servicios de emergencia que esté gestionando tu sesión vía satélite. El servicio de Emergencia SOS vía satélite está sujeto a la disponibilidad del satélite y quizá sea necesario que actualices el software para poder usarla de forma continuada. Los mensajes de texto que envías usando el servicio de Emergencia SOS vía satélite están encriptados y Apple los desencripta para pasárselos al proveedor de servicios de emergencia correspondiente o al proveedor de transmisiones externo. Los centros de servicios de emergencias y el proveedor de transmisiones pueden conservar los mensajes para mejorar los servicios prestados y en cumplimiento de la legislación aplicable. Para enviar tus mensajes de texto a un servicio de emergencia local y ayudar a que te encuentren, el uso del servicio de Emergencia SOS vía satélite implica que se compartirá tu ubicación con Apple, con los proveedores de redireccionamiento de los mensajes de texto de los servicios de emergencia o con un proveedor de transmisiones externo. Las ubicaciones compartidas vía satélite en la app Buscar se envían con encriptación punto a punto y Apple no puede acceder a ellas. Durante una sesión de contacto con los servicios de emergencia, puedes elegir si quieres compartir con tus contactos de emergencia preseleccionados la transcripción de los mensajes que intercambiéis, así como tu ubicación y la naturaleza de la emergencia. Puedes dejar de compartir la transcripción de la sesión en cualquier momento con solo tocar “Dejar de compartir” en la parte superior de la pantalla. Vídeo en directo de “Emergencia SOS” Durante una llamada de emergencia, puedes compartir vídeo en directo o enviar archivos multimedia si el personal de emergencias te lo pide. Puedes dejar de compartir tu vídeo en directo en cualquier momento tocando “Finalizar llamada” y luego “Dejar de compartir cámara” o “Finalizar llamada”. Si eliges enviar archivos multimedia, el contenido se enviará aunque finalices la llamada de emergencia antes. Los servicios de emergencia podrán grabar o guardar el contenido compartido. El vídeo en directo y los archivos enviados se transmitirán con encriptación punto a punto y Apple no podrá verlos ni acceder a ellos. Para usar esta función, debes tener activada la opción “Llamadas de emergencia y SOS”. Para activarla, ve a Ajustes > Privacidad y seguridad > Localización > Servicios del sistema. Puede que el vídeo en directo de la función “Emergencia SOS” no esté disponible en todas las ubicaciones o circunstancias. Detección de caídas Si el Apple Watch SE, el Apple Watch Series 4 o modelos posteriores detectan una caída fuerte mientras llevas puesto el reloj, un aviso de detección de caídas puede ayudar a ponerte en contacto con los servicios de emergencia si es necesario. Tendrás la opción de contactar con los servicios de emergencia o bien cerrar el aviso. Si el Apple Watch detecta que te estás moviendo, esperará a que respondas al aviso y no llamará automáticamente a los servicios de emergencia. Si el Apple Watch detecta que has estado inmóvil durante aproximadamente un minuto, hará la llamada automáticamente. Cuando se establece la llamada automática, el Apple Watch reproduce un mensaje de audio que informa a los servicios de emergencia de que el Apple Watch ha detectado una caída fuerte y, a continuación, comparte tu ubicación actual en forma de coordenadas de latitud y longitud. En la llamada se compartirá tu ubicación, independientemente de si has activado o no la función de localización. Si previamente habías activado el ajuste que permite compartir tus datos médicos durante una llamada de emergencia, dicha información se compartirá automáticamente con los servicios de emergencia (solo en Estados Unidos y Canadá). Una vez finalizada la llamada, el Apple Watch iniciará una cuenta atrás de 10 segundos antes de enviar un mensaje con tu ubicación a tus contactos de emergencia y a la persona con la que estés compartiendo una sesión de aviso de llegada, informándoles de que tu reloj ha detectado una caída fuerte y ha llamado a los servicios de emergencia. Durante la cuenta atrás de 10 segundos tienes la opción de cancelar el envío de ese mensaje. El Apple Watch obtiene tus contactos de emergencia de tus datos médicos. Si se detecta una caída, no se puede realizar la llamada automática a los servicios de emergencia y estás inmóvil, el iPhone puede intentar usar la función “Emergencia SOS vía satélite” para enviar automáticamente a los servicios de emergencia un mensaje de texto con determinada información (por ejemplo, tu ubicación, la duración de la batería de tu dispositivo y la naturaleza de la emergencia). También se enviará cierta información (por ejemplo, tu ubicación y la naturaleza de la emergencia) en tu nombre a tus contactos de emergencia y a la persona con la que estés compartiendo una sesión de aviso de llegada. Las caídas se registran automáticamente en la app Salud, a menos que respondas que no te has caído cuando el Apple Watch te lo pregunte. Para consultar el historial de caídas, abre la app Salud del iPhone y ve a Explorar > Otros datos > Número de caídas. Puedes activar o desactivar la detección de caídas desde la app Apple Watch del iPhone. Para ello, ve a Mi reloj > “Emergencia SOS” y, a continuación, activa o desactiva “Detección de caídas”. Si activas la detección de caídas, puedes seleccionar “Siempre activa” o “Solo activa durante los entrenos”. Si has introducido tu edad al configurar el Apple Watch o en la app Salud, y tienes 55 años o más, la detección de caídas se activa automáticamente. Si tienes entre 18 y 55 años, la detección de caídas se activa automáticamente solo durante los entrenos. La detección de muñeca debe estar activada para que tu reloj pueda llamar automáticamente a los servicios de emergencia. Para ello, en el Apple Watch, ve a Ajustes > Código y toca para activar “Detección de muñeca”. La detección de caídas solo está disponible para personas mayores de 18 años. El Apple Watch no puede detectar todas las caídas. Detección de accidentes Si tu iPhone 14 o modelos posteriores con iOS 16 o superior, Apple Watch Series 8 o modelos posteriores, Apple Watch SE (2.ª generación) y Apple Watch Ultra o modelos posteriores con watchOS 9 o superior detecta que has sufrido un accidente de coche grave, mostrará un aviso para llamar a los servicios de emergencia. Tendrás la opción de contactar con los servicios de emergencia o bien cerrar el aviso. Si no respondes al aviso en un plazo de 10 segundos, tu dispositivo llamará automáticamente. Cuando se establece la llamada automática, el dispositivo reproduce un mensaje de audio que informa a los servicios de emergencia de que se ha detectado un accidente de coche y, a continuación, comparte tu ubicación actual en forma de coordenadas de latitud y longitud. En la llamada se compartirá tu ubicación, independientemente de si has activado o no la función de localización. Si previamente habías activado el ajuste que permite compartir tus datos médicos durante una llamada de emergencia, dicha información se compartirá automáticamente con los servicios de emergencia (solo en Estados Unidos y Canadá). Una vez finalizada la llamada, tu dispositivo iniciará una cuenta atrás de 10 segundos antes de enviar un mensaje con tu ubicación a tus contactos de emergencia y a la persona con la que estés compartiendo una sesión de aviso de llegada, informándoles de que el dispositivo ha detectado un accidente de coche y ha llamado a los servicios de emergencia. Durante la cuenta atrás de 10 segundos tienes la opción de cancelar el envío de ese mensaje. El dispositivo obtiene tus contactos de emergencia de tus datos médicos. Después de avisar a los contactos de emergencia y a la persona con la que estés compartiendo una sesión de aviso de llegada, el dispositivo seguirá mostrando las opciones para contactar con los servicios de emergencia, abrir los datos médicos o cerrar el aviso. El iPhone y el Apple Watch no pueden detectar todos los accidentes de coche. La información de la ubicación se puede usar para determinar si ha ocurrido o no un accidente. Si se detecta un accidente grave de coche, no se puede realizar la llamada automática a los servicios de emergencia y no respondes, el iPhone puede intentar usar la función “Emergencia SOS vía satélite” para enviar automáticamente a los servicios de emergencia un mensaje de texto con determinada información (por ejemplo, tu ubicación, la duración de la batería de tu dispositivo y la naturaleza de la emergencia). También se enviará cierta información (por ejemplo, tu ubicación y la naturaleza de la emergencia) en tu nombre a tus contactos de emergencia y a la persona con la que estés compartiendo una sesión de aviso de llegada. Puedes activar o desactivar la función de detección de accidentes activando o desactivando la opción “Llamar tras un accidente grave” en Ajustes > Emergencia SOS, o dentro de la app Apple Watch del iPhone, en Mi reloj > Emergencia SOS. También tienes la posibilidad de compartir los datos sobre detección de accidentes con una app de terceros que tengas instalada en el iPhone. Si permites el acceso a estos datos y sufres un accidente de coche, dicha app recibirá automáticamente información sobre el accidente, incluida la ubicación. Si permites que el iPhone llame a los servicios de emergencia cuando detecte un accidente de coche, la llamada se realizará antes de informar a la app de terceros sobre el accidente. Si no permites que el iPhone llame a los servicios de emergencia tras detectar un accidente pero se detecta uno y tienes activada la opción de compartir los datos con terceros, el dispositivo te enviará un aviso para informarte de que se ha detectado un accidente, de que se han compartido los datos con terceros y de que deberías interactuar con la app de terceros si estás en condiciones de hacerlo. Si quieres, puedes compartir los datos sobre detección de accidentes con una app de terceros. Para hacerlo, en el iPhone ve a Ajustes > “Emergencia SOS” y activa la opción “Compartir accidente con la app”. Puntos de referencia de la brújula Puedes añadir tu ubicación actual como punto de referencia en la app Brújula para poder ver la distancia y la dirección hasta los puntos de referencia que crees. Además, la app Brújula puede generar automáticamente dos puntos de referencia: el de la última conexión a la red móvil, que representa el lugar en el que se recibió por última vez señal de conectividad móvil, y el de la última llamada de emergencia posible, que se corresponde con el punto de la ruta en el que el iPhone o Apple Watch se conectaron por última vez a la red de algún operador móvil disponible que permitiera la posibilidad de realizar una llamada de emergencia. Para poder crear estos dos puntos de referencia, debes tener la opción “Ubicaciones importantes” activada en tu dispositivo y el ajuste “Ubicación exacta” activado en la app Brújula. Para eliminar los puntos de referencia creados en la app Brújula, selecciona el que quieras borrar en la app y toca “Eliminar punto de referencia” en la parte inferior de la pantalla. Retorno En ciertas áreas en las que es posible que necesites ayuda para poder volver sobre tus pasos, la app Brújula y algunas apps de terceros disponibles en el Apple Watch pueden solicitarte acceder una sola vez a tus ubicaciones recientes por motivos de seguridad. Puede que estas ubicaciones no siempre estén disponibles, por ejemplo, si te encuentras cerca de lugares conocidos, como tu casa, o en zonas urbanas. Con el objetivo de usar estas funciones, debes tener activada la opción “Ubicaciones importantes” en tu dispositivo y el ajuste “Ubicación exacta” activado para la app. Otra información Puede que algunas funciones de seguridad no estén disponibles en todos los dispositivos, regiones o idiomas. Algunas regiones y países tienen varios números de servicios de emergencia. En estos casos, el Apple Watch llamará al número asociado a los servicios de emergencia para los avisos de detección de caídas. Base legal aplicable al procesamiento de datos personales Procesamos tus datos personales de “Emergencia SOS” y “Emergencia SOS vía satélite” como sea necesario para ofrecer el servicio y cumplir con nuestras obligaciones legales. Cuando el consentimiento sea la base legal adecuada, se solicitará de acuerdo con la legislación local aplicable. Cuando la legislación local aplicable lo disponga, procesaremos las siguientes categorías de datos personales para nuestros intereses legítimos a fin de facilitar los servicios de emergencia, prevenir el fraude o actividades delictivas, mejorar los servicios y ayudar a mantener los sistemas y arquitecturas de “Emergencia SOS” y “Emergencia SOS vía satélite”: • Tu ubicación. • Información sobre tus sesiones, como la duración de la llamada a los servicios de emergencia y el contenido comunicado. • Tus contactos de emergencia seleccionados. Conservación de datos Apple conserva los datos personales únicamente durante el tiempo que sea necesario para satisfacer los fines para los que se recopilaron, tal como se describe en la política de privacidad de Apple o en los avisos de privacidad de cada servicio, o según establezca la legislación vigente. Al evaluar los periodos de conservación de los datos personales recopilados, primero examinamos detenidamente si es indispensable conservarlos y, en caso de que así sea, lo hacemos durante el periodo de tiempo más breve posible permitido por la ley. Toda esta información se recopila y se trata de acuerdo en todo momento con la Política de privacidad Apple, que puedes consultar en www.apple.com/es/privacy.
es_419: Emergencia SOS Al utilizar una función de Emergencia SOS que inicie una llamada de emergencia, la llamada podría incluir tu ubicación (sin importar si activaste o no Localización) y tu ficha médica (si la activaste) para permitir que la persona operadora te ayude. Tus datos de ubicación y la información encriptada de tu ficha médica se envían a Apple para revisar si el servicio de datos de emergencia mejorados se puede utilizar en tu área y para proporcionar los datos a los servicios de emergencia. Si está autorizado en tu área, un socio podría obtener de Apple información tuya para proporcionársela a los servicios de emergencia. Apple no puede leer la información de tu ficha médica. Cuando la llamada termine, tus contactos de emergencia y tu contacto de Reporte (si una sesión de Reporte está activa) recibirán automáticamente un mensaje donde se indica que llamaste a servicios de emergencia, a menos de que lo canceles. Este mensaje también incluye tu ubicación actual y, durante un tiempo limitado, tu dispositivo enviará actualizaciones a tus contactos de emergencia y de sesión de Reporte activa conforme cambie tu ubicación. Para impedir que se envíe tu ubicación a tus contactos de emergencia y de sesión de Reporte activa, desactiva Llamadas de emergencia y SOS en tu iPhone o Apple Vision Pro desde Configuración > Privacidad y seguridad > Localización > Servicios del sistema. Para obtener detalles sobre Emergencia SOS y la privacidad, visita www.apple.com/mx/legal/privacy/data/es-419/emergency-sos. Obtén más detalles acerca de la ficha médica en Configuración > Salud > Ficha médica > Acceso de emergencia. Para obtener más detalles sobre Localización, visita www.apple.com/mx/legal/privacy/data/es-419/location-services. Emergencia SOS vía satélite Emergencia SOS vía satélite puede ayudarte a comunicarte con servicios de emergencia en circunstancias excepcionales en las que no existan otros medios disponibles de contactarlos. Este servicio podría no estar disponible en todas las ubicaciones o circunstancias. Para enviar mensajes a los servicios de emergencia y recibir su respuesta, se requiere una vista sin obstrucciones del cielo y que el dispositivo esté alineado correctamente con un satélite. La conexión satelital opera de manera muy distinta a la de tu red tradicional. Por lo tanto, los mensajes podrían tomar más tiempo en enviarse y recibirse que los de texto tradicionales, además de que podrías notar interrupciones en la disponibilidad. En algunas ubicaciones, es posible que puedas intercambiar mensajes directamente con un centro de servicios de emergencia. Si el centro de servicios de emergencia que atiende tu ubicación no puede recibir mensajes de texto, un proveedor de retransmisiones de terceros se comunicará por medio de mensaje de texto contigo y llamará a los servicios de emergencia a tu nombre. En Estados Unidos, los mensajes de texto enviados directamente a los servicios de emergencia sólo pueden incluir caracteres del alfabeto romano. En caso de que haya disponible una conexión de voz mediante red celular o WLAN, deberías comunicarte con los servicios de emergencia por vía telefónica. Sin embargo, si lo haces, es posible que no te comuniques con el mismo prestador de servicios de emergencia que atiende tu sesión satelital. La función Emergencia SOS vía satélite está sujeta a la disponibilidad satelital y podría requerir una actualización de software para brindar una funcionalidad continua. Cuando te comuniques por mensaje de texto usando Emergencia SOS vía satélite, tus mensajes se enviarán de manera encriptada y Apple los desencriptará para transmitirlos al prestador de servicios de emergencia o al de retransmisión de terceros relevante. Los centros de servicios de emergencia y el proveedor de retransmisión podrían conservar tus mensajes para mejorar los servicios que te prestan y para cumplir con las leyes aplicables. Cuando uses Emergencia SOS vía satélite, se compartirá tu ubicación con Apple, los proveedores de enrutamiento de mensajes de texto de servicios de emergencia y un proveedor de retransmisión de terceros para transmitir tus mensajes de texto a una organización local de servicios de emergencia, así como para ayudar a que los rescatistas se comuniquen contigo. Las ubicaciones compartidas vía satélite en Encontrar se envían encriptadas de extremo a extremo y Apple no puede acceder a ellas. Durante una sesión de emergencia, podrías optar por compartir una transcripción de tus comunicaciones con los servicios de emergencia con tus contactos de emergencia preseleccionados junto con datos sobre tu ubicación y la naturaleza de tu emergencia. Puedes dejar de compartir la transcripción en cualquier momento al tocar Dejar de compartir en la parte superior de la pantalla. Video en vivo de Emergencia SOS Durante una llamada de emergencia podrías querer compartir video en vivo o cargar contenido multimedia para los servicios de emergencia si estos te lo solicitan. Puedes dejar de compartir tu video en vivo en cualquier momento al tocar Finalizar llamada, y luego Dejar de compartir cámara o Finalizar llamada. Si eliges cargar contenido multimedia, este seguirá cargándose incluso si finalizas la llamada de emergencia. Los servicios de emergencia podrían grabar o almacenar el contenido compartido. El video en vivo y los contenidos multimedia cargados se envían encriptados de extremo a extremo y Apple no puede verlos ni acceder a ellos. Esta función requiere activar la opción Llamadas de emergencia y SOS, lo que puedes hacer en Configuración > Privacidad y seguridad > Localización > Servicios del sistema. El video en vivo de Emergencia SOS podría no estar disponible en todas las ubicaciones o circunstancias. Detección de caídas Si el Apple Watch SE o Apple Watch Series 4 o posterior detecta una caída fuerte mientras llevas el reloj puesto, una alerta de detección de caídas puede ayudarte a comunicarte con los servicios de emergencia si es necesario. Puedes elegir entre contactar a los servicios de emergencia u ocultar la alerta. Si tu Apple Watch detecta que te estás moviendo, esperará a que respondas a la alerta y no llamará automáticamente a los servicios de emergencia. Si tu Apple Watch detecta que no te has movido durante un minuto aproximadamente, realizará la llamada de forma automática. Cuando alguien responda la llamada automática, tu Apple Watch reproducirá un mensaje de audio para informar a los servicios de emergencia que tu Apple Watch detectó una caída fuerte y enseguida compartirá tu ubicación actual utilizando coordenadas de latitud y longitud. La llamada compartirá tu ubicación sin importar si activaste Localización. Si anteriormente autorizaste que tu ficha médica se compartiera durante una llamada de emergencia, esta se compartirá automáticamente con los servicios de emergencia (sólo en Estados Unidos y Canadá). Cuando la llamada termine, tu Apple Watch iniciará una cuenta regresiva de 10 segundos antes de enviar un mensaje a tus contactos de emergencia y de Reporte (si una sesión de Reporte está activa) con tu ubicación haciéndoles saber que tu reloj detectó una caída fuerte y que llamó a los servicios de emergencia; puedes elegir cancelar el envío de este mensaje durante la cuenta regresiva. Tu Apple Watch obtiene tus contactos de emergencia de tu ficha médica. Si se detecta una caída, no se puede realizar la llamada automática a los servicios de emergencia y no puedes moverte, tu iPhone puede intentar usar Emergencia SOS vía satélite para enviar un mensaje de texto a los servicios de emergencia con información limitada (como tu ubicación, la duración de tu batería y el tipo de emergencia). También se enviará información limitada (como tu ubicación y el tipo de emergencia) a tus contactos de emergencia y de sesión de Reporte activa en tu nombre. Las caídas se registran automáticamente en la app Salud, salvo si respondes que no te caíste cuando tu Apple Watch te lo pregunte. Puedes consultar tu historial de caídas en la app Salud de tu iPhone en Explorar > Otros datos > Número de caídas. Para activar o desactivar la detección de caídas, abre la app Apple Watch en tu iPhone y toca Detección de caídas en Mi reloj > Emergencia SOS. Si activas la detección de caídas, puedes elegir entre las opciones Siempre activa o Sólo durante entrenamientos. Si ingresaste tu edad durante la configuración inicial de tu Apple Watch o posteriormente en la app Salud, y tienes 55 años o más, la detección de caídas se activa automáticamente. Si tienes entre 18 y 55 años, la detección de caídas se activa automáticamente sólo durante los entrenamientos. La detección de la muñeca debe estar activada en tu reloj para llamar a los servicios de emergencia automáticamente; para activarla en tu Apple Watch, ve a Configuración > Código y toca para activar Detección de muñeca. La detección de caídas está disponible para personas de 18 años en adelante. El Apple Watch no puede detectar todas las caídas. Detección de choques Si tu iPhone 14 (todos los modelos) con iOS 16 o una versión posterior, Apple Watch Series 8 o una versión posterior, Apple Watch SE (segunda generación) y Apple Watch Ultra o un modelo posterior con watchOS 9 o una versión posterior detectan un choque de auto grave, se activará una alerta para llamar a los servicios de emergencia. Puedes comunicarte con los servicios de emergencia u ocultar la alerta. Si no respondes al aviso en un plazo de 10 segundos, tu dispositivo llamará automáticamente. Cuando alguien responda la llamada automática, tu dispositivo reproducirá un mensaje de audio para informar a los servicios de emergencia que tu dispositivo detectó un choque de auto y enseguida compartirá tu ubicación actual utilizando coordenadas de latitud y longitud. La llamada compartirá tu ubicación sin importar si activaste Localización. Si anteriormente autorizaste que tu ficha médica se compartiera durante una llamada de emergencia, esta se compartirá automáticamente con los servicios de emergencia (sólo en Estados Unidos y Canadá). Cuando la llamada termine, tu dispositivo iniciará una cuenta regresiva de 10 segundos antes de enviar un mensaje a tus contactos de emergencia y de Reporte (si una sesión de Reporte está activa) con tu ubicación haciéndoles saber que tu dispositivo detectó un choque automovilístico y que llamó a los servicios de emergencia; puedes elegir cancelar el envío de este mensaje durante la cuenta regresiva. Tu dispositivo obtiene tus contactos de emergencia de tu ficha médica. Después de notificar a los contactos de emergencia y de la sesión de Reporte activa, tu dispositivo continuará mostrando opciones para comunicarse con los servicios de emergencia, mostrar la información de la ficha médica u ocultar la alerta. Ni el iPhone ni el Apple Watch pueden detectar todos los choques de auto. Tus datos de ubicación se podrían usar para determinar si ocurrió un choque de auto. Si se detecta un choque de auto grave, no se puede realizar la llamada automática a los servicios de emergencia y no respondes, tu iPhone puede intentar usar Emergencia SOS vía satélite para enviar un mensaje de texto a los servicios de emergencia con información limitada (como tu ubicación, la duración de tu batería y el tipo de emergencia). También se enviará información limitada (como tu ubicación y el tipo de emergencia) a tus contactos de emergencia y de sesión de Reporte activa en tu nombre. Puedes activar o desactivar la detección de choques de auto al tocar la opción Llamar en caso de choque grave en Configuración > Emergencia SOS, o bien en Mi reloj > Emergencia SOS en la app Apple Watch de tu iPhone. También puedes optar por compartir los datos de detección de choques con apps de terceros instaladas en tu iPhone. Si permites el acceso a estos datos y sufres un choque de auto, dicha app recibirá automáticamente información sobre el accidente, incluida la ubicación. Si permites que tu iPhone llame a los servicios de emergencia cuando detecte un choque de auto, la llamada se realizará antes de informar a la app de terceros sobre el accidente. Si no permites que el iPhone llame a los servicios de emergencia tras detectar un choque pero se detecta uno y tienes activada la opción de compartir los datos con terceros, tu dispositivo te avisará que detectó un accidente, que se compartieron los datos con terceros y que deberías interactuar con la app de terceros si puedes hacerlo. También puedes seleccionar compartir los datos de detección de choques con apps de terceros. Para hacer esto en tu iPhone, ve a Configuración > Emergencia SOS y toca para activar Compartir datos del choque con la app. Puntos de referencia de la app Brújula Puedes usar la app Brújula para agregar tu ubicación actual como un punto de referencia, lo cual te permite ver la distancia y la dirección a cada punto de referencia que crees. Asimismo, la app Brújula puede generar automáticamente dos puntos de referencia incluyendo la última conexión por red celular, que calcula el lugar en el que se recibió por última vez conectividad celular, y el de la última llamada de emergencia posible, que calcula el punto de la ruta donde tu iPhone o Apple Watch se conectaron por última vez a la red celular de algún operador disponible para poder realizar una llamada de emergencia. Para poder crear un punto de referencia de última conexión por red celular o última llamada de emergencia, debes haber activado Ubicaciones importantes en tu dispositivo, además de Ubicación precisa para la app. Puedes eliminar los puntos de referencia de Brújula que crees en la app al seleccionar alguno y luego desplazarte hacia abajo para encontrar la opción Eliminar punto de referencia. Retorno En ciertas áreas en las que quizá necesites ayuda para poder volver sobre tus pasos, la app Brújula y algunas apps de terceros disponibles en el Apple Watch podrían solicitarte un acceso de una sola vez a tus ubicaciones recientes por motivos de seguridad. Puede que estas ubicaciones no siempre estén disponibles; por ejemplo, si te encuentras cerca de lugares conocidos, como tu casa o áreas urbanas. Para usar estas funciones, debes haber activado Ubicaciones importantes en tu dispositivo, además de Ubicación precisa para la app. Información adicional Algunas funciones de seguridad podrían no estar disponibles en todos los dispositivos, en todas las regiones o en todos los idiomas. Algunas regiones o algunos países tienen varios números de servicios de emergencia. En tales ubicaciones, el Apple Watch llamará al número asociado con los servicios de ambulancia para las alertas de detección de caídas. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en Emergencia SOS y Emergencia SOS vía satélite conforme sea necesario para prestar el servicio y cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. Cuando la legislación local lo indique, procesaremos las siguientes categorías de datos personales para nuestros intereses legítimos con la finalidad de facilitar servicios de emergencia, evitar fraudes o actividades delictivas, mejorar los servicios y ayudar a mantener los sistemas y arquitectura de Emergencia SOS y Emergencia SOS vía satélite: • Tu ubicación. • Información acerca de tus sesiones como la duración y el contenido de las llamadas a los servicios de emergencia. • Tus contactos de emergencia seleccionados. Retención de datos Apple conserva datos personales únicamente conforme sea necesario para cumplir los objetivos para los que se recopilaron, tal como se describió en la política de privacidad de Apple o en nuestros avisos de privacidad específicos a servicios, o conforme a la ley. Al evaluar periodos de retención, primero revisamos cuidadosamente si es necesario conservar los datos personales recopilados y, en caso afirmativo, procuramos que sea por la duración mínima posible permitida por la ley. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
es_us: Emergencia SOS Al utilizar una función de Emergencia SOS que inicie una llamada de emergencia, la llamada podría incluir tu ubicación (sin importar si activaste o no Localización) y tu ficha médica (si la activaste) para permitir que la persona operadora te ayude. Tus datos de ubicación y la información encriptada de tu ficha médica se envían a Apple para revisar si el servicio de datos de emergencia mejorados se puede utilizar en tu área y para proporcionar los datos a los servicios de emergencia. Si está autorizado en tu área, un socio podría obtener de Apple información tuya para proporcionársela a los servicios de emergencia. Apple no puede leer la información de tu ficha médica. Cuando la llamada termine, tus contactos de emergencia y tu contacto de Check In (si una sesión de Check In está activa) recibirán automáticamente un mensaje donde se indica que llamaste a servicios de emergencia, a menos de que lo canceles. Este mensaje también incluye tu ubicación actual y, durante un tiempo limitado, tu dispositivo enviará actualizaciones a tus contactos de emergencia y de sesión de Check In activa conforme cambie tu ubicación. Para impedir que se envíe tu ubicación a tus contactos de emergencia y de sesión de Check In activa, desactiva Llamadas de emergencia y SOS en tu iPhone o Apple Vision Pro desde Configuración > Privacidad y seguridad > Localización > Servicios del sistema. Para obtener detalles sobre Emergencia SOS y la privacidad, visita www.apple.com/mx/legal/privacy/data/es-419/emergency-sos. Obtén más detalles acerca de la ficha médica en Configuración > Salud > Ficha médica > Acceso de emergencia. Para obtener más detalles sobre Localización, visita www.apple.com/mx/legal/privacy/data/es-419/location-services. Emergencia SOS vía satélite Emergencia SOS vía satélite puede ayudarte a comunicarte con servicios de emergencia en circunstancias excepcionales en las que no existan otros medios disponibles de contactarlos. Este servicio podría no estar disponible en todas las ubicaciones o circunstancias. Para enviar mensajes a los servicios de emergencia y recibir su respuesta, se requiere una vista sin obstrucciones del cielo y que el dispositivo esté alineado correctamente con un satélite. La conexión satelital opera de manera muy distinta a la de tu red tradicional. Por lo tanto, los mensajes podrían tomar más tiempo en enviarse y recibirse que los de texto tradicionales, además de que podrías notar interrupciones en la disponibilidad. En algunas ubicaciones, es posible que puedas intercambiar mensajes directamente con un centro de servicios de emergencia. Si el centro de servicios de emergencia que atiende tu ubicación no puede recibir mensajes de texto, un proveedor de retransmisiones de terceros se comunicará por medio de mensaje de texto contigo y llamará a los servicios de emergencia a tu nombre. En Estados Unidos, los mensajes de texto enviados directamente a los servicios de emergencia sólo pueden incluir caracteres del alfabeto romano. En caso de que haya disponible una conexión de voz mediante red celular o WLAN, deberías comunicarte con los servicios de emergencia por vía telefónica. Sin embargo, si lo haces, es posible que no te comuniques con el mismo prestador de servicios de emergencia que atiende tu sesión satelital. La función Emergencia SOS vía satélite está sujeta a la disponibilidad satelital y podría requerir una actualización de software para brindar una funcionalidad continua. Cuando te comuniques por mensaje de texto usando Emergencia SOS vía satélite, tus mensajes se enviarán de manera encriptada y Apple los desencriptará para transmitirlos al prestador de servicios de emergencia o al de retransmisión de terceros relevante. Los centros de servicios de emergencia y el proveedor de retransmisión podrían conservar tus mensajes para mejorar los servicios que te prestan y para cumplir con las leyes aplicables. Cuando uses Emergencia SOS vía satélite, se compartirá tu ubicación con Apple, los proveedores de enrutamiento de mensajes de texto de servicios de emergencia y un proveedor de retransmisión de terceros para transmitir tus mensajes de texto a una organización local de servicios de emergencia, así como para ayudar a que los rescatistas se comuniquen contigo. Las ubicaciones compartidas vía satélite en Encontrar se envían encriptadas de extremo a extremo y Apple no puede acceder a ellas. Durante una sesión de emergencia, podrías optar por compartir una transcripción de tus comunicaciones con los servicios de emergencia con tus contactos de emergencia preseleccionados junto con datos sobre tu ubicación y la naturaleza de tu emergencia. Puedes dejar de compartir la transcripción en cualquier momento al tocar Dejar de compartir en la parte superior de la pantalla. Video en vivo de Emergencia SOS Durante una llamada de emergencia podrías querer compartir video en vivo o cargar contenido multimedia para los servicios de emergencia si estos te lo solicitan. Puedes dejar de compartir tu video en vivo en cualquier momento al tocar Finalizar llamada seguido de Dejar de compartir cámara o Finalizar llamada. Si eliges cargar contenido multimedia, este seguirá cargándose incluso si finalizas la llamada de emergencia. Los servicios de emergencia podrían grabar o almacenar el contenido compartido. El video en vivo y los contenidos multimedia cargados se envían encriptados de extremo a extremo y Apple no puede verlos ni acceder a ellos. Esta función requiere activar la opción Llamadas de emergencia y SOS, lo que puedes hacer en Configuración > Privacidad y seguridad > Localización > Servicios del sistema. El video en vivo de Emergencia SOS podría no estar disponible en todas las ubicaciones o circunstancias. Detección de caídas Si el Apple Watch SE o Apple Watch Series 4 o posterior detecta una caída fuerte mientras llevas el reloj puesto, una alerta de detección de caídas puede ayudarte a comunicarte con los servicios de emergencia si es necesario. Puedes elegir entre contactar a los servicios de emergencia u ocultar la alerta. Si tu Apple Watch detecta que te estás moviendo, esperará a que respondas a la alerta y no llamará automáticamente a los servicios de emergencia. Si tu Apple Watch detecta que no te has movido durante un minuto aproximadamente, realizará la llamada de forma automática. Cuando alguien responda la llamada automática, tu Apple Watch reproducirá un mensaje de audio para informar a los servicios de emergencia que tu Apple Watch detectó una caída fuerte y enseguida compartirá tu ubicación actual utilizando coordenadas de latitud y longitud. La llamada compartirá tu ubicación sin importar si activaste Localización. Si anteriormente autorizaste que tu ficha médica se compartiera durante una llamada de emergencia, esta se compartirá automáticamente con los servicios de emergencia (sólo en Estados Unidos y Canadá). Cuando la llamada termine, tu Apple Watch iniciará una cuenta regresiva de 10 segundos antes de enviar un mensaje a tus contactos de emergencia y de Check In (si una sesión de Check In está activa) con tu ubicación haciéndoles saber que tu reloj detectó una caída fuerte y que llamó a los servicios de emergencia; puedes elegir cancelar el envío de este mensaje durante la cuenta regresiva. Tu Apple Watch obtiene tus contactos de emergencia de tu ficha médica. Si se detecta una caída, no se puede realizar la llamada automática a los servicios de emergencia y no puedes moverte, tu iPhone puede intentar usar Emergencia SOS vía satélite para enviar un mensaje de texto a los servicios de emergencia con información limitada (como tu ubicación, la duración de tu batería y el tipo de emergencia). También se enviará información limitada (como tu ubicación y el tipo de emergencia) a tus contactos de emergencia y de sesión de Check In activa en tu nombre. Las caídas se registran automáticamente en la app Salud, salvo si respondes que no te caíste cuando tu Apple Watch te lo pregunte. Puedes consultar tu historial de caídas en la app Salud de tu iPhone en Explorar > Otros datos > Número de caídas. Para activar o desactivar la detección de caídas, abre la app Apple Watch en tu iPhone y toca Detección de caídas en Mi reloj > Emergencia SOS. Si activas la detección de caídas, puedes elegir entre las opciones Siempre activa o Sólo durante entrenamientos. Si ingresaste tu edad durante la configuración inicial de tu Apple Watch o posteriormente en la app Salud, y tienes 55 años o más, la detección de caídas se activa automáticamente. Si tienes entre 18 y 55 años, la detección de caídas se activa automáticamente sólo durante los entrenamientos. La detección de la muñeca debe estar activada en tu reloj para llamar a los servicios de emergencia automáticamente; para activarla en tu Apple Watch, ve a Configuración > Código y toca para activar Detección de muñeca. La detección de caídas está disponible para personas de 18 años en adelante. El Apple Watch no puede detectar todas las caídas. Detección de choques Si tu iPhone 14 (todos los modelos) con iOS 16 o una versión posterior, Apple Watch Series 8 o una versión posterior, Apple Watch SE (segunda generación) y Apple Watch Ultra o un modelo posterior con watchOS 9 o una versión posterior detectan un choque de auto grave, se activará una alerta para llamar a los servicios de emergencia. Puedes comunicarte con los servicios de emergencia u ocultar la alerta. Si no respondes al aviso en un plazo de 10 segundos, tu dispositivo llamará automáticamente. Cuando alguien responda la llamada automática, tu dispositivo reproducirá un mensaje de audio para informar a los servicios de emergencia que tu dispositivo detectó un choque de auto y enseguida compartirá tu ubicación actual utilizando coordenadas de latitud y longitud. La llamada compartirá tu ubicación sin importar si activaste Localización. Si anteriormente autorizaste que tu ficha médica se compartiera durante una llamada de emergencia, esta se compartirá automáticamente con los servicios de emergencia (sólo en Estados Unidos y Canadá). Cuando la llamada termine, tu dispositivo iniciará una cuenta regresiva de 10 segundos antes de enviar un mensaje a tus contactos de emergencia y de Check In (si una sesión de Check In está activa) con tu ubicación haciéndoles saber que tu dispositivo detectó un choque automovilístico y que llamó a los servicios de emergencia; puedes elegir cancelar el envío de este mensaje durante la cuenta regresiva. Tu dispositivo obtiene tus contactos de emergencia de tu ficha médica. Después de notificar a los contactos de emergencia y de la sesión de Check In activa, tu dispositivo continuará mostrando opciones para comunicarse con los servicios de emergencia, mostrar la información de la ficha médica u ocultar la alerta. Ni el iPhone ni el Apple Watch pueden detectar todos los choques de auto. Tus datos de ubicación se podrían usar para determinar si ocurrió un choque de auto. Si se detecta un choque de auto grave, no se puede realizar la llamada automática a los servicios de emergencia y no respondes, tu iPhone puede intentar usar Emergencia SOS vía satélite para enviar un mensaje de texto a los servicios de emergencia con información limitada (como tu ubicación, la duración de tu batería y el tipo de emergencia). También se enviará información limitada (como tu ubicación y el tipo de emergencia) a tus contactos de emergencia y de sesión de Check In activa en tu nombre. Puedes activar o desactivar la detección de choques de auto al tocar la opción Llamar en caso de choque grave en Configuración > Emergencia SOS, o bien en Mi reloj > Emergencia SOS en la app Apple Watch de tu iPhone. También puedes optar por compartir los datos de detección de choques con apps de terceros instaladas en tu iPhone. Si permites el acceso a estos datos y sufres un choque de auto, dicha app recibirá automáticamente información sobre el accidente, incluida la ubicación. Si permites que tu iPhone llame a los servicios de emergencia cuando detecte un choque de auto, la llamada se realizará antes de informar a la app de terceros sobre el accidente. Si no permites que el iPhone llame a los servicios de emergencia tras detectar un choque pero se detecta uno y tienes activada la opción de compartir los datos con terceros, tu dispositivo te avisará que detectó un accidente, que se compartieron los datos con terceros y que deberías interactuar con la app de terceros si puedes hacerlo. También puedes seleccionar compartir los datos de detección de choques con apps de terceros. Para hacer esto en tu iPhone, ve a Configuración > Emergencia SOS y toca para activar Compartir datos del choque con la app. Puntos de referencia de la app Brújula Puedes usar la app Brújula para agregar tu ubicación actual como un punto de referencia, lo cual te permite ver la distancia y la dirección a cada punto de referencia que crees. Asimismo, la app Brújula puede generar automáticamente dos puntos de referencia incluyendo la última conexión por red celular, que calcula el lugar en el que se recibió por última vez conectividad celular, y el de la última llamada de emergencia posible, que calcula el punto de la ruta donde tu iPhone o Apple Watch se conectaron por última vez a la red celular de algún operador disponible para poder realizar una llamada de emergencia. Para poder crear un punto de referencia de última conexión por red celular o última llamada de emergencia, debes haber activado Ubicaciones importantes en tu dispositivo, además de Ubicación precisa para la app. Puedes eliminar los puntos de referencia de Brújula que crees en la app al seleccionar alguno y luego desplazarte hacia abajo para encontrar la opción Eliminar punto de referencia. Retorno En ciertas áreas en las que quizá necesites ayuda para poder volver sobre tus pasos, la app Brújula y algunas apps de terceros disponibles en el Apple Watch podrían solicitarte un acceso de una sola vez a tus ubicaciones recientes por motivos de seguridad. Puede que estas ubicaciones no siempre estén disponibles; por ejemplo, si te encuentras cerca de lugares conocidos, como tu casa o áreas urbanas. Para usar estas funciones, debes haber activado Ubicaciones importantes en tu dispositivo, además de Ubicación precisa para la app. Información adicional Algunas funciones de seguridad podrían no estar disponibles en todos los dispositivos, en todas las regiones o en todos los idiomas. Algunas regiones o algunos países tienen varios números de servicios de emergencia. En tales ubicaciones, el Apple Watch llamará al número asociado con los servicios de ambulancia para las alertas de detección de caídas. Fundamentos jurídicos aplicables al procesamiento de datos personales Procesamos tus datos personales en Emergencia SOS y Emergencia SOS vía satélite conforme sea necesario para prestar el servicio y cumplir con nuestras obligaciones legales. En casos en los que el consentimiento es el fundamento legal adecuado, se solicitará de conformidad con la legislación local aplicable. Cuando la legislación local lo indique, procesaremos las siguientes categorías de datos personales para nuestros intereses legítimos con la finalidad de facilitar servicios de emergencia, evitar fraudes o actividades delictivas, mejorar los servicios y ayudar a mantener los sistemas y arquitectura de Emergencia SOS y Emergencia SOS vía satélite: • Tu ubicación. • Información acerca de tus sesiones como la duración y el contenido de las llamadas a los servicios de emergencia. • Tus contactos de emergencia seleccionados. Retención de datos Apple conserva datos personales únicamente conforme sea necesario para cumplir los objetivos para los que se recopilaron, tal como se describió en la política de privacidad de Apple o en nuestros avisos de privacidad específicos a servicios, o conforme a la ley. Al evaluar periodos de retención, primero revisamos cuidadosamente si es necesario conservar los datos personales recopilados y, en caso afirmativo, procuramos que sea por la duración mínima posible permitida por la ley. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
fi: Hätätila SOS Kun hätäpuhelun soittamiseen käytetään Hätätila SOS -ominaisuutta, puhelu saattaa sisältää sijaintitietosi (riippumatta siitä, ovatko Sijaintipalvelut ja SOS-tiedot päällä vai ei), jotta hätäkeskus voi auttaa sinua. Sijaintitietosi ja salatut SOS-tietosi lähetetään Applelle, jotta se voi tarkistaa, tuetaanko Enhanced Emergency Data -palvelua alueellasi, ja toimittaa tiedot hätäkeskukselle. Jos ominaisuus on tuettu alueellasi, yhteistyökumppani saattaa noutaa tietosi Applelta toimitettavaksi hätäkeskukselle. Apple ei pysty lukemaan SOS-tietojasi. Puhelun päätyttyä ICE-yhteyshenkilösi ja tilanteentarkistaja (jos tilanteentarkistus on käytössä) saavat automaattisesti viestin, joka kertoo heille, että olet soittanut hätäpuhelun, ellet kumoa viestiä. Tämä viesti sisältää myös nykyisen sijaintisi, ja laitteesi lähettää rajoitetun ajan päivityksiä ICE-yhteyshenkilöillesi ja aktiiviselle tilanteentarkistajalle sijaintisi vaihtuessa. Jos et halua lähettää sijaintiasi ICE-yhteyshenkilöille tai aktiiviselle tilanteentarkistajalle, valitse iPhonessa tai Apple Vision Prossa Asetukset > Tietosuoja ja suojaus > Sijaintipalvelut > Järjestelmäpalvelut ja napauta Hätäpuhelut ja SOS pois päältä. Lisätietoja Hätätila SOSista ja tietosuojasta löytyy osoitteesta www.apple.com/legal/privacy/data/fi/emergency-sos. Lisätietoja SOS-tiedoista saat valitsemalla Asetukset > Terveys > SOS-tiedot > Hätäkäyttö ja napauttamalla Lisätietoja. Lisätietoja sijaintipalveluista on osoitteessa www.apple.com/fi/legal/privacy/data/fi/location-services. Hätätila SOS satelliitin kautta Hätätila SOS satelliitin kautta -ominaisuus voi auttaa ottamaan yhteyttä hätäkeskukseen poikkeuksellisissa olosuhteissa, jos mikään muu tapa yhteyden saamiseen ei ole saatavilla. Tämä palvelu ei välttämättä ole saatavilla kaikissa paikoissa tai olosuhteissa. Jotta voidaan lähettää viestejä hätäkeskukselle ja vastaanottaa sen viestejä, tarvitaan esteetön näkyvyys taivaalle ja tarkka kohdistus laitteesi ja satelliitin välillä. Satelliittiyhteys toimii hyvin eri tavalla kuin tavallinen mobiiliverkkoyhteys. Siitä seuraa, että viestien lähettäminen ja vastaanottaminen saattaa olla huomattavasti hitaampaa kuin tavallisten tekstiviestien, ja saatavuudessa voi olla katkoja. Joissakin paikoissa saatat pystyä viestimään suoraan hätäkeskuksen kanssa. Jos paikassasi toimiva hätäkeskus ei voi vastaanottaa tekstiviestejä, kolmannen osapuolen viestinvälittäjä viestii kanssasi tekstiviesteillä ja soittaa hätäkeskukseen puolestasi. Yhdysvalloissa suoraan hätäkeskukseen lähetettävissä tekstiviesteissä tuetaan vain latinalaista aakkostoa. Jos mobiiliverkon tai WLANin kautta toimiva äänipuheluyhteys tulee saataville, soita hätäkeskukseen puhelimella. Jos puhelu onnistuu, et välttämättä päädy yhteyteen saman hätäkeskuksen kanssa, joka käsittelee satelliitti-istuntoasi. Hätätila SOS satelliitin kautta -ominaisuus on riippuvainen satelliittien tavoitettavuudesta ja saattaa vaatia ohjelmistopäivityksen toimiakseen jatkuvasti. Kun viestit tekstiviesteillä Hätätila SOS satelliitin kautta -ominaisuutta käyttäen, viestisi lähetetään salatussa muodossa, ja Apple purkaa salauksen lähettääkseen viestisi edelleen soveltuvalle hätäkeskukselle tai kolmannen osapuolen viestinvälittäjälle. Hätäkeskukset ja viestinvälittäjä voivat säilyttää viestisi parantaakseen palveluitaan ja noudattaakseen soveltuvaa lakia. Jotta tekstiviestisi voidaan reitittää paikalliselle hätäkeskukselle ja jotta pelastajat saavuttavat sinut, sijaintisi jaetaan Applelle, hätäkeskuksen tekstin reitityksen toimittajille ja kolmannen osapuolen viestinvälittäjälle, kun käytät Hätätila SOS satelliitin kautta -ominaisuutta. Etsi-toiminnon sijainnit, jotka jaetaan satelliitin kautta, lähetetään päästä päähän salatussa muodossa eikä Apple voi käyttää niitä. Hätätilanneistunnon aikana voit jakaa ennalta valituille ICE-yhteyshenkilöillesi puhtaaksikirjoitetussa muodossa viestintäsi hätäkeskuksen kanssa sekä tietoja sijainnistasi ja hätätilanteesi luonteesta. Voit lopettaa istunnon puhtaaksikirjoituksen jakamisen koska tahansa napauttamalla näytön yläreunassa Lopeta jakaminen. Hätätila SOS:n live-video Voit hätäpuhelun aikana halutessasi jakaa live-videota tai lähettää mediaa hätäpalveluille niiden pyynnöstä. Voit lopettaa live-videon jakamisen koska tahansa napauttamalla Lopeta puhelu ja sitten ”Lopeta kameran jakaminen” tai ”Lopeta puhelu”. Jos päätät lähettää mediasisältöä, sisällön lähetys jatkuu vaikka lopettaisit hätäpuhelun. Hätäpalvelut saattavat tallentaa jaetun mediasisällön. Live-video ja lähetetty media lähetetään päästä päähän salatussa muodossa eikä Apple voi tarkastella eikä käyttää niitä. Jotta voit käyttää tätä ominaisuutta, Hätäpuhelut ja SOS -valinnan on oltava päällä. Tee tämä valitsemalla Asetukset > Tietosuoja ja suojaus > Sijaintipalvelut > Järjestelmäpalvelut ja napauttamalla Hätäpuhelut ja SOS päälle. Hätätila SOS:n live-video ei välttämättä ole saatavilla kaikissa paikoissa tai olosuhteissa. Kaatumisen­tunnistus Jos Apple Watch SE tai Apple Watch Series 4 tai uudempi havaitsee rajun kaatumisen, kun kello on ranteessasi, kaatumisen­tunnistus­ilmoitus voi auttaa yhdistämään tarvittaessa hätäkeskukseen. Voit ottaa yhteyden hätäkeskukseen tai sulkea ilmoituksen. Jos Apple Watch havaitsee sinun liikkuvan, se odottaa, että vastaat ilmoitukseen, eikä soita hätäkeskukseen automaattisesti. Jos Apple Watch havaitsee, että olet ollut liikkumatta noin minuutin, se soittaa automaattisesti. Kun automaattinen puhelu yhdistyy, Apple Watch toistaa ääniviestin, joka kertoo hätäkeskukselle Apple Watchin havainneen rajun kaatumisen, ja jakaa sitten nykyisen sijaintisi leveys- ja pituuskoordinaatteina. Puhelu jakaa sijaintitietosi riippumatta siitä, ovatko Sijaintipalvelut päällä vai ei. Jos olet aikaisemmin sallinut SOS-tietojen jakamisen hätäpuhelun yhteydessä, SOS-tiedot jaetaan myös automaattisesti hätäkeskukselle (vain Yhdysvallat ja Kanada). Puhelun päätyttyä Apple Watch aloittaa 10 sekunnin lähtölaskennan ennen kuin se lähettää ICE-yhteystiedoillesi ja tilanteentarkistajalle (jos tilanteentarkistus on käytössä) viestin sijainnistasi ja siitä, että se on havainnut rajun kaatumisen ja soittanut hätäpuhelun. Voit kumota ICE-yhteystiedoille ja aktiiviselle tilanteentarkistajalle lähetettävän viestin 10 sekunnin lähtölaskennan aikana. Apple Watch saa ICE-yhteystietosi SOS-tiedoista. Jos kaatuminen tunnistetaan, automaattinen puhelu ei pysty yhdistämään hätäkeskukseen, ja et liiku, iPhone voi yrittää lähettää hätäkeskukselle Hätätila SOS satelliitin kautta -yhteydellä automaattisen tekstiviestin, joka sisältää rajoitettuja tietoja (esimerkiksi sijaintisi, paljonko akkua on jäljellä ja millaisesta hätätilanteesta on kyse). Rajoitettuja tietoja (esimerkiksi sijaintisi ja millaisesta hätätilanteesta on kyse) lähetetään myös ICE-yhteyshenkilöille ja aktiiviselle tilanteentarkistajalle puolestasi. Kaatumiset kirjataan automaattisesti Terveys-appiin, jos et vastaa Apple Watchin kysyessä, että et kaatunut. Voit tarkastella kaatumishistoriaasi avaamalla Terveys-apin iPhonessa ja valitsemalla Selaa > Muut tiedot > Kaatumisten lukumäärä. Voit laittaa kaatumisentunnistuksen päälle tai pois päältä iPhonen Apple Watch -apissa valitsemalla Oma Apple Watch > Hätätila SOS ja laittamalla Kaatumisentunnistus-valinnan päälle tai pois. Jos kaatumisentunnistus on päällä, voit napauttaa ”Aina päällä” tai ”Päällä vain treenien aikana”. Jos syötit ikäsi kun otit Apple Watchin käyttöön tai Terveys-apissa, ja olet yli 55-vuotias, kaatumisentunnistus menee päälle automaattisesti. Jos olet 18–55-vuotias, kaatumisentunnistus menee päälle automaattisesti ainoastaan treenien aikana. Ranteen­tunnistuksen on oltava päällä, jotta kello voi automaattisesti soittaa hätäkeskukseen. Tee tämä Apple Watchissa valitsemalla Asetukset > Pääsykoodi ja laittamalla Ranteen­tunnistus päälle. Kaatumisentunnistus on käytettävissä vain vähintään 18-vuotiaille käyttäjille. Apple Watch ei pysty havaitsemaan kaikkia kaatumisia. Kolarintunnistus Jos iPhone 14 tai uudempi (kaikki mallit), jossa on iOS 16 tai uudempi, Apple Watch Series 8 tai uudempi, Apple Watch SE (2. sukupolvi) tai Apple Watch Ultra tai uudempi, jossa on watchOS 9 tai uudempi, tunnistaa vakavan autokolarin, se näyttää kehotuksen soittaa hätäkeskukseen. Voit ottaa yhteyden hätäkeskukseen tai sulkea ilmoituksen. Jos et vastaa ilmoitukseen 10 sekuntin kuluessa, laite soittaa puhelun automaattisesti. Kun automaattinen puhelu yhdistyy, laite toistaa ääniviestin, joka kertoo hätäkeskukselle laitteen havainneen autokolarin, ja jakaa sitten nykyisen sijaintisi leveys- ja pituuskoordinaatteina. Puhelu jakaa sijaintitietosi riippumatta siitä, ovatko Sijaintipalvelut päällä vai ei. Jos olet aikaisemmin sallinut SOS-tietojen jakamisen hätäpuhelun yhteydessä, SOS-tiedot jaetaan myös automaattisesti hätäkeskukselle (vain Yhdysvallat ja Kanada). Puhelun päätyttyä laite aloittaa 10 sekunnin lähtölaskennan ennen kuin se lähettää ICE-yhteystiedoillesi ja tilanteentarkistajalle (jos tilanteentarkistus on käytössä) viestin sijainnistasi ja siitä, että se on havainnut autokolarin ja soittanut hätäpuhelun. Voit kumota ICE-yhteystiedoille ja aktiiviselle tilanteentarkistajalle lähetettävän viestin 10 sekunnin lähtölaskennan aikana. Laitteesi saa ICE-yhteystietosi SOS-tiedoista. Kun ICE-yhteyshenkilöille ja aktiiviselle tilanteentarkistajalle on ilmoitettu, laite näyttää edelleen valinnat hätäpuhelun soittamiseen, SOS-tietojen avaamiseen tai ilmoituksen sulkemiseen. iPhone ja Apple Watch eivät pysty havaitsemaan kaikkia autokolareita. Sijaintitietojen perusteella voidaan päätellä, tapahtuiko kolaria vai ei. Jos vakava autokolari tunnistetaan, automaattinen puhelu ei pysty yhdistämään hätäkeskukseen ja et reagoi, iPhone voi yrittää lähettää hätäkeskukselle Hätätila SOS satelliitin kautta -yhteydellä automaattisen tekstiviestin, joka sisältää rajoitettuja tietoja (esimerkiksi sijaintisi, paljonko akkua on jäljellä ja millaisesta hätätilanteesta on kyse). Rajoitettuja tietoja (esimerkiksi sijaintisi ja millaisesta hätätilanteesta on kyse) lähetetään myös ICE-yhteyshenkilöille ja aktiiviselle tilanteentarkistajalle puolestasi. Voit laittaa kolarintunnistuksen pois päältä tai uudelleen päälle valitsemalla Asetukset > Hätätila SOS ja napauttamalla Soita vakavan kolarin jälkeen -valinnan päälle tai pois, tai iPhonen Apple Watch -apissa valitsemalla Oma Apple Watch > Hätätila SOS ja napauttamalla Soita vakavan kolarin jälkeen -valinnan päälle tai pois. Voit halutessasi myös jakaa kolarintunnistuksen tietoja iPhoneen asennetuille muiden valmistajien apeille. Jos sallit pääsyn tietoihin ja autokolari sattuu, kolmas osapuoli saa automaattisesti tiedon kolarista. Tiedot saattavat sisältää sijainnin. Jos sallit iPhonen soittaa hätäpuhelun, kun se havaitsee autokolarin, hätäpuhelu soitetaan ennen kuin tieto annetaan kolmannelle osapuolelle. Jos et salli iPhonen soittaa hätäpuhelua, kun se havaitsee autokolarin, ja kolari havaitaan jakamisen kolmannelle osapuolelle ollessa käytössä, laite tuottaa ilmoituksen, joka kertoo sinulle, että kolari havaittiin, tiedot jaettiin kolmannelle osapuolelle ja että sinun tulee käyttää kolmannen osapuolen appia, jos kykenet. Voit halutessasi jakaa kolarintunnistuksen tietoja kolmannelle osapuolelle. Tee näin iPhonessa valitsemalla Asetukset > Hätätila SOS ja napauttamalla Jaa kolari apilla -valinta päälle. Kompassin reittipisteet Voit lisätä nykyisen sijaintisi reittipisteeksi Kompassi-apissa, jolloin voit nähdä jokaisen luomasi kompassireittipisteen etäisyyden ja suunnan. Lisäksi Kompassi-appi voi luoda automaattisesti kaksi reitti pistettä, jotka ovat viimeisen mobiiliyhteyden reittipiste, joka arvioi viimeisen paikan, jossa oli mahdollista saada yhteys mobiiliverkkoon, sekä viimeisen hätäpuhelun reittipiste, joka arvioi, missä reitin kohdassa iPhonellasi tai Apple Watchillasi oli viimeksi yhteys minkä tahansa operaattorin verkkoon, jotta hätäpuhelu voidaan soittaa. Jotta viimeisen mobiiliyhteyden reittipiste tai viimeisen hätäpuhelun reittipiste voidaan luoda, Tärkeät paikat on oltava käytössä laitteessa ja Tarkka sijainti on oltava päällä Kompassi-apille. Voit poistaa Kompassi-apissa luomasi kompassireittipisteet valitsemalla reittipisteen Kompassi-apissa, vierittämällä näytön alareunaan ja valitsemalla Poista reittipiste. Reitin jäljitys Joillakin alueilla, joilla saatat tarvita apua reittisi seuraamiseen, Kompassi-appi tai Apple Watchille saatavilla olevat muiden valmistajien apit saattavat pyytää turvallisuussyistä kertaalleen pääsyä äskeisiin sijainteihin. Nämä sijainnit eivät välttämättä ole aina saatavilla, jos esimerkiksi olet lähellä tuttua paikkaa, vaikkapa kotiasi, tai kaupunkialueella. Jotta näitä ominaisuuksia voidaan käyttää, Tärkeät paikat on oltava käytössä laitteessa ja Tarkka sijainti päällä apille. Muita tietoja Jotkin turvallisuusominaisuudet eivät ole saatavilla kaikissa laitteissa tai kaikilla alueilla tai kielillä. Joillakin alueilla ja joissakin maissa on käytössä useita hätänumeroita. Näillä alueilla Apple Watch soittaa kaatumisen havaitessaan numeroon, joka välittää ambulansseja. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee henkilötietosi Hätätila SOS- ja Hätätila SOS satelliitin kautta -ominaisuuksille siinä määrin kuin on tarpeen palvelun tarjoamiseksi ja laillisten velvoitteiden täyttämiseksi. Suostumuksen ollessa asianmukainen oikeusperusta Apple hankkii sen sovellettavan paikallisen lain mukaisesti. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen oikeutettujen etujen mukaisiin tarkoituksiin hätäpalvelujen toteuttamiseksi, petosten tai rikollisen toiminnan estämiseksi sekä Hätätila SOS- ja Hätätila SOS satelliitin kautta -ominaisuuksien järjestelmien ja arkkitehtuurien ylläpitämistä varten: • Sijaintisi • Tietoja istunnoista, kuten hätäkeskusviestinnän sisältö ja kesto • Valitsemasi ICE-yhteyshenkilöt Säilytys Apple säilyttää henkilötietosi vain niin pitkään kuin on tarpeen niiden tarkoitusten täyttämiseksi, joihin ne kerättiin, mukaan lukien tarkoitukset, jotka on kuvattu Applen tietosuojakäytännössä tai Applen palvelukohtaisissa tietosuojailmoituksissa, tai lain edellyttämällä tavalla. Säilytysaikoja arvioitaessa Apple tutkii ensin tarkasti, onko kerättyjä henkilötietoja tarpeen säilyttää, ja jos näin on, henkilötiedot pyritään säilyttämään mahdollisimman lyhyen lain salliman ajan. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: Appel d’urgence Quand vous utilisez une fonctionnalité « Appel d’urgence » lançant un appel d’urgence, votre position (que vous ayez ou non activé le service de localisation) et votre fiche médicale (si activée) peuvent être transmises pour permettre au coordinateur de vous porter assistance. Vos données de localisation et les informations chiffrées de votre fiche médicale sont envoyées à Apple afin de vérifier si le service « Enhanced Emergency Data » (Données d’urgence améliorées) est pris en charge dans votre région et fournir ces données aux secours. Si ce service est pris en charge dans votre région, un partenaire peut récupérer vos informations auprès d’Apple pour les communiquer aux secours. Apple ne peut pas lire les informations de votre fiche médicale. Au terme de cet appel, vos contacts d’urgence et le contact associé à l’accompagnement actif éventuel recevront automatiquement un message les informant que vous avez appelé les secours, sauf si vous décidez d’annuler l’envoi de ce message. Ce message inclut également votre position actuelle et, pendant une période limitée, votre appareil envoie des mises à jour à vos contacts d’urgence et au contact associé à l’accompagnement actif pour indiquer votre nouvelle position. Si vous ne souhaitez pas partager votre position avec vos contacts d’urgence ou avec le contact associé à l’accompagnement actif, sur votre iPhone ou Apple Vision Pro, accédez à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis touchez le réglage « Appels d’urgence » pour le désactiver. Pour en savoir plus, consultez « Appel d’urgence et confidentialité » à l’adresse www.apple.com/legal/privacy/data/fr/emergency-sos. Pour en savoir plus sur la fiche médicale, accédez à Réglages > Santé > Fiche médicale > Accès d’urgence puis touchez « En savoir plus ». Pour en savoir plus sur le service de localisation, consultez la page https://www.apple.com/fr/legal/privacy/data/fr/location-services/. SOS d’urgence par satellite « SOS d’urgence par satellite » peut vous permettre de joindre les secours en cas de circonstances exceptionnelles lorsque vous n’avez aucun autre moyen de le faire. Ce service peut ne pas être disponible partout ni en toutes circonstances. Une vue dégagée du ciel et un alignement précis entre votre appareil et un satellite sont requis pour échanger des messages avec les secours. La connexion à un satellite s’établit très différemment de la connexion avec votre réseau classique. C’est pourquoi la distribution des messages peut mettre plus de temps que celle des SMS classiques, et vous pouvez faire face à des moments de non-disponibilité. Dans certains endroits, vous pouvez être en mesure d’échanger des messages directement avec un centre de secours. Si le centre de secours en charge de votre position ne peut pas recevoir de SMS, un fournisseur de relais de tierce partie communiquera avec vous par SMS et appellera les secours pour vous. Aux États-Unis, les SMS envoyés directement aux secours prennent uniquement en charge l’alphabet latin. Si une connexion vocale cellulaire ou via le WLAN devient disponible, appelez les secours par téléphone. Toutefois, si tel est le cas, vous n’aurez peut-être pas besoin de communiquer avec le même fournisseur de secours qui gère votre session avec le satellite. « SOS d’urgence par satellite » dépend de la disponibilité du satellite et peut nécessiter une mise à jour du logiciel pour continuer à fonctionner de façon constante. Lorsque vous échangez par SMS lors de l’utilisation d’« SOS d’urgence par satellite », vos messages sont envoyés dans un format chiffré, puis déchiffrés par Apple qui les transfère aux bons secours, ou au fournisseur de relais de tierce partie. Vos messages peuvent être conservés par les centres de secours et par le fournisseur de relais afin d’améliorer les services qu’ils vous proposent et conformément à la réglementation en vigueur. Afin de diriger vos SMS vers un centre de secours local et pour aider les intervenants à vous joindre, votre position sera partagée avec Apple, avec les services d’acheminement de SMS vers les secours et avec un fournisseur de relais de tierce partie lorsque vous utiliserez « SOS d’urgence par satellite ». Les positions partagées via satellite dans Localiser sont envoyées dans un format chiffré de bout en bout et ne sont pas accessibles par Apple. Pendant une session avec les secours, il peut vous être demandé de partager une transcription de vos échanges avec les secours avec vos contacts d’urgence présélectionnés, ainsi que des informations sur votre position et la nature de votre urgence. Vous pouvez mettre fin au partage de la transcription de votre session à tout moment en touchant « Ne plus partager » en haut de l’écran. Vidéo en direct pour Appel d’urgence Pendant un appel d’urgence, vous pouvez choisir de partager une vidéo en direct avec les secours ou de leur envoyer du contenu multimédia s’ils en font la demande. Vous pouvez mettre fin au partage de votre vidéo en direct à tout moment en touchant Raccrocher, puis « Ne plus partager la caméra » ou Raccrocher. Si vous choisissez de télécharger du contenu multimédia, le téléchargement se poursuivra même si vous mettez fin à l’appel d’urgence. Les secours peuvent enregistrer la vidéo ou le contenu multimédia partagé. La vidéo en direct et le contenu multimédia téléchargé sont envoyés dans un format chiffré de bout en bout et ne sont pas accessibles à Apple. Pour utiliser cette fonctionnalité, vous devez activer « Appels d’urgence ». Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis touchez le réglage « Appels d’urgence » pour l’activer. La fonctionnalité « Vidéo en direct » pour Appel d’urgence peut ne pas être disponible partout ni en toutes circonstances. Détection des chutes Si l’Apple Watch SE ou l’Apple Watch Series 4 ou un modèle ultérieur détecte une mauvaise chute pendant que vous la portez, une alerte de détection des chutes peut vous aider à entrer en contact avec les secours si vous en avez besoin. Vous pouvez choisir de contacter les secours ou d’ignorer l’alerte. Si votre Apple Watch détecte que vous bougez, elle attendra que vous répondiez à l’alerte et n’appellera pas automatiquement les secours. Si votre Apple Watch détecte que vous ne bougez pas pendant environ une minute, elle passera automatiquement l’appel. Une fois l’appel automatique établi, votre Apple Watch lancera la lecture d’un message audio informant les secours qu’elle a détecté une mauvaise chute puis leur communiquera votre position actuelle sous forme de longitude et de latitude. Votre position sera transmise que vous ayez ou non activé le service de localisation. Si vous avez activé le partage de votre fiche médicale lors d’un appel d’urgence, cette dernière sera également transmise automatiquement aux secours (États-Unis et Canada uniquement). Au terme de l’appel, votre Apple Watch lancera un compte à rebours de 10 secondes avant d’envoyer à vos contacts d’urgence et au contact associé à l’accompagnement actif éventuel un message comportant votre position et leur indiquant que votre Apple Watch a détecté une mauvaise chute et a appelé les secours. Vous pouvez choisir d’annuler l’envoi de ce message à vos contacts d’urgence et au contact associé à l’accompagnement actif avant la fin du compte à rebours de 10 secondes. Votre Apple Watch récupère vos contacts d’urgence dans votre fiche médicale. Si une chute est détectée, que l’appel automatique ne permet pas de joindre les secours et que vous êtes immobile, votre iPhone peut tenter d’utiliser la fonctionnalité « SOS d’urgence par satellite » pour envoyer automatiquement par message certaines informations aux secours (par exemple, votre position, l’autonomie de la batterie et la nature de l’urgence). Certaines informations (comme votre position ou encore la nature de l’urgence) sont également envoyées à vos contacts d’urgence et au contact associé à l’accompagnement actif en votre nom. Les chutes détectées sont automatiquement enregistrées dans l’app Santé, sauf si vous répondez que vous n’avez pas chuté quand votre Apple Watch vous le demande. Pour consulter votre historique de chutes, ouvrez l’app Santé sur votre iPhone et accédez à Parcourir > Autres données > Nombre de chutes. Vous pouvez activer ou désactiver la détection des chutes dans l’app Apple Watch de votre iPhone en accédant à Ma montre > Appel d’urgence, puis en touchant le réglage « Détection des chutes » pour l’activer ou le désactiver. Si la détection des chutes est activée, vous pouvez toucher « Toujours activée » ou « Seulement durant les exercices ». Si vous avez renseigné votre âge lors de la configuration de votre Apple Watch ou dans l’app Santé et que vous avez 55 ans ou plus, la détection des chutes s’active automatiquement. Si vous avez entre 18 et 55 ans, la détection des chutes s’active automatiquement durant les exercices uniquement. La détection du poignet doit être activée pour que votre Apple Watch appelle automatiquement les secours. Pour ce faire, accédez à Réglages > Code sur votre Apple Watch, puis activez « Détection du poignet ». La détection des chutes n’est disponible que pour les utilisateurs âgés d’au moins 18 ans. L’Apple Watch ne peut pas détecter toutes les chutes. Détection des accidents Si votre iPhone 14 ou ultérieur (tous les modèles) doté d’iOS 16 ou ultérieur, ou votre Apple Watch Series 8 ou ultérieure, votre Apple Watch SE (2e génération) ou votre Apple Watch Ultra ou ultérieure équipée de watchOS 9 ou ultérieur détecte un accident de voiture grave, une alerte est déclenchée pour appeler les secours. Vous pouvez choisir de contacter les secours ou d’ignorer l’alerte. Si vous ne répondez pas à cette alerte dans un délai de 10 secondes, votre appareil émettra l’appel automatiquement. Une fois l’appel automatique établi, votre appareil lancera la lecture d’un message audio informant les secours qu’il a détecté un accident de voiture puis leur communiquera votre position actuelle sous forme de longitude et de latitude. Votre position sera transmise que vous ayez ou non activé le service de localisation. Si vous avez activé le partage de votre fiche médicale lors d’un appel d’urgence, cette dernière sera également transmise automatiquement aux secours (États-Unis et Canada uniquement). Au terme de l’appel, votre appareil lancera un compte à rebours de 10 secondes avant d’envoyer à vos contacts d’urgence et au contact associé à l’accompagnement actif éventuel un message comportant votre position et leur indiquant que votre appareil a détecté un accident de voiture et a appelé les secours. Vous pouvez choisir d’annuler l’envoi de ce message à vos contacts d’urgence et au contact associé à l’accompagnement actif avant la fin du compte à rebours de 10 secondes. Votre appareil récupère vos contacts d’urgence dans votre fiche médicale. Une fois vos contacts d’urgence et le contact associé à l’accompagnement actif notifiés, votre appareil continuera d’afficher différentes options : contacter les secours, ouvrir les informations de la fiche médicale ou ignorer l’alerte. L’iPhone et l’Apple Watch ne peuvent pas détecter tous les accidents de la route. Les données de localisation peuvent être utilisées pour déterminer si un accident s’est produit. Si un accident de voiture grave est détecté, que l’appel automatique ne permet pas de joindre les secours et que vous ne réagissez pas, votre iPhone peut tenter d’utiliser la fonctionnalité « SOS d’urgence par satellite » pour envoyer automatiquement par message certaines informations aux secours (par exemple, votre position, l’autonomie de la batterie et la nature de l’urgence). Certaines informations (comme votre position ou encore la nature de l’urgence) sont également envoyées à vos contacts d’urgence et au contact associé à l’accompagnement actif en votre nom. Vous pouvez désactiver ou réactiver la détection des accidents de la route en accédant à Réglages > Appel d’urgence, puis en touchant « Appeler après un accident grave » pour activer ou désactiver cette fonctionnalité, ou en accédant dans l’app Apple Watch de votre iPhone à Ma montre > Appel d’urgence, puis en touchant « Appeler après un accident grave » pour activer ou désactiver cette fonctionnalité. Vous pouvez également choisir de partager vos données de « Détection des accidents de la route » avec une application de tierce partie installée sur votre iPhone. Si vous autorisez l’accès aux données et que vous êtes victime d’un accident de voiture, la tierce partie sera automatiquement informée de l’accident et aura peut-être accès aux données de position associées à l’accident. Si vous autorisez votre iPhone à appeler les secours après la détection d’un accident de voiture, l’appel vers les secours sera émis avant que la tierce partie ne soit prévenue de l’accident. Si vous n’autorisez pas votre iPhone à appeler les secours après la détection d’un accident de la route, et qu’un accident est détecté et que le partage avec les tierces parties est activé, votre appareil vous enverra une alerte pour vous prévenir qu’un accident a été détecté, que des données ont été partagées avec une app de tierce partie et que vous devriez accéder à cette dernière si vous en avez la possibilité. Vous pouvez choisir de partager ou non les données concernant la détection des accidents avec une tierce partie. Pour ce faire, accédez sur votre iPhone à Réglages > Appel d’urgence, puis touchez « Signaler les accidents à l’app » pour activer cette fonctionnalité. Points de repère Boussole Vous pouvez utiliser l’app Boussole pour ajouter votre position actuelle comme point de repère, ce qui vous permet de connaître la distance qui vous sépare des points de repère créés et la direction vers ces derniers. En outre, lʼapp Boussole peut générer automatiquement deux points de repère dont un point de repère « Dernière connexion cellulaire » qui estime la position du dernier lieu où votre appareil s’est connecté à un réseau cellulaire, et un point de repère « Dernier appel d’urgence », qui estime le lieu de votre itinéraire où votre Apple Watch ou votre iPhone s’est connecté pour la dernière fois au réseau de l’opérateur disponible dans le but d’émettre un appel d’urgence. Pour créer un point de repère « Dernière connexion cellulaire » ou « Dernier appel d’urgence », vous devez activer « Lieux importants » sur votre appareil et « Position exacte » pour l’app Boussole. Vous pouvez supprimer un point de repère de la boussole créé dans l’app Boussole en sélectionnant le point de repère dans l’app Boussole, puis en faisant défiler l’écran vers le bas et en sélectionnant « Supprimer le point de repère ». Point de départ Dans certaines zones où vous pourriez avoir besoin d’aide pour revenir sur vos pas, l’app Boussole et certaines apps de tierce partie disponibles sur l’Apple Watch pourront vous demander de leur accorder un accès unique à vos positions récentes afin d’assurer votre sécurité. Ces positions ne seront peut-être pas toujours disponibles, notamment lorsque vous vous trouverez dans des lieux situés à proximité de lieux habituels tels que votre domicile, ou dans des zones urbaines. Pour utiliser ces fonctionnalités, vous devez activer « Lieux importants » pour cet appareil et activer « Position exacte » pour cette app. Autres informations Certaines fonctionnalités de sécurité peuvent ne pas être disponibles sur tous les appareils ou dans toutes les régions ou langues. Dans certaines régions et certains pays, plusieurs numéros d’urgence sont disponibles. Dans ce cas, l’Apple Watch appellera le numéro associé aux services d’ambulance pour les alertes de détection des chutes. Cadre juridique applicable au traitement des données personnelles Nous traitons vos données personnelles liées à votre utilisation des fonctionnalités « Appel d’urgence » et « SOS d’urgence par satellite » afin de vous fournir le service et de nous conformer à nos obligations légales. Lorsque votre consentement constitue la base juridique appropriée, nous sollicitons ce dernier conformément au droit local applicable. Lorsque la législation locale en vigueur le prévoit, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes afin d’aider les secours, de lutter contre la fraude ou les activités criminelles, d’améliorer les services, et de préserver les systèmes et les architectures des fonctionnalités « Appel d’urgence » et « SOS d’urgence par satellite » : • Votre position. • Des informations concernant vos sessions, comme la durée des communications et les données transmises aux secours. • Les contacts d’urgence que vous avez sélectionnés. Rétention Apple ne conserve les données personnelles que pendant la durée nécessaire à la réalisation des opérations pour lesquelles elles ont été recueillies, notamment comme décrit dans l’Engagement de confidentialité d’Apple, dans les avis de confidentialité propres à nos services, ou conformément aux exigences légales. Lors de l’évaluation des périodes de rétention, nous examinons d’abord avec soin s’il est nécessaire de conserver les données personnelles recueillies et, le cas échéant, nous ne les conservons que pendant la durée minimale requise par la loi. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse https://www.apple.com/fr/privacy/
fr_ca: Urgence SOS Lorsque vous utilisez une fonctionnalité d’Urgence SOS qui lance un appel d’urgence, celui-ci pourrait inclure votre position (que vous ayez activé le service de localisation ou non) et la fiche médicale (si elle est activée) afin d’aider le répartiteur à vous porter assistance. Vos données de localisation et les informations chiffrées de votre fiche médicale sont envoyées à Apple afin de vérifier si le service de données d’urgence améliorées est pris en charge là où vous vous trouvez et pour transmettre les données aux services d’urgence. Si le service est pris en charge là où vous vous trouvez, un partenaire peut récupérer vos informations auprès d’Apple pour qu’elles soient transmises aux services d’urgence. Apple ne peut pas lire le contenu de votre fiche médicale. Au terme de cet appel, vos contacts d’urgence et, le cas échéant, le contact avec qui une session d’accompagnement est active recevront automatiquement un message indiquant que vous avez appelé les services d’urgence, à moins que vous n’annuliez le message. Ce message inclut également votre position actuelle, et votre appareil enverra des notifications à vos contacts d’urgence et au contact avec qui une session d’accompagnement est active pendant une période limitée à mesure que votre position change. Si vous ne voulez pas envoyer votre position à vos contacts d’urgence ni au contact avec qui une session d’accompagnement est active, accédez à Réglages > Confidentialité et sécurité > Service de localisation > Services système sur votre iPhone ou Apple Vision Pro, puis désactivez Appels d’urgence et SOS. Pour en savoir plus sur Urgence SOS et la confidentialité, rendez-vous sur www.apple.com/ca/fr/legal/privacy/data/fr-ca/emergency-sos/. Pour en apprendre davantage sur la fiche médicale, accédez à Réglages > Santé > Fiche médicale > Accès d’urgence, puis touchez En savoir plus. Pour en savoir plus sur le service de localisation, rendez-vous sur www.apple.com/ca/fr/legal/privacy/data/fr-ca/location-services. Urgence SOS par satellite Urgence SOS par satellite peut vous aider à communiquer avec les services d’urgence en cas de circonstances exceptionnelles, lorsqu’aucun autre moyen de les contacter n’est disponible. Ce service n’est pas nécessairement disponible partout ni dans toutes les circonstances. Pour envoyer des messages aux services d’urgence et recevoir leurs réponses, le ciel doit être dégagé et un alignement précis entre votre appareil et un satellite est nécessaire. Une connexion par satellite ne fonctionne pas du tout comme le réseau traditionnel. Ainsi, l’envoi et la réception des messages peuvent prendre plus de temps que les messages texte traditionnels, et vous pourriez rencontrer des interruptions du service. Dans certains lieux, il est parfois possible d’échanger des messages directement avec un centre de services d’urgence. Si le centre de services d’urgence qui dessert le lieu où vous vous trouvez ne peut pas recevoir de messages texte, un fournisseur de relais tiers vous enverra un message texte et appellera les services d’urgence pour vous. Aux États-Unis, les messages texte envoyés directement aux services d’urgence ne prennent en charge que l’alphabet latin. Si une connexion vocale par réseau cellulaire ou WLAN devient disponible, vous devez contacter les services d’urgence par téléphone. Toutefois, si vous le faites, il se peut que vous ne joigniez pas le même fournisseur de services d’urgence qui gère votre session satellite. Urgence SOS par satellite dépend de la disponibilité du satellite et peut nécessiter une mise à jour logicielle afin de continuer à fonctionner. Lorsque vous envoyez des SMS en utilisant Urgence SOS par satellite, vos messages sont envoyés en format chiffré, puis déchiffrés par Apple pour être transmis au fournisseur de services d’urgence concerné ou au fournisseur de relais tiers. Les centres de services d’urgence et le fournisseur de services de relais peuvent conserver vos messages afin d’améliorer les services qu’ils vous offrent et de se conformer aux lois applicables. Lorsque vous utilisez Urgence SOS par satellite, votre position est communiquée à Apple, aux fournisseurs de solutions de routage SMS des services d’urgence et à un fournisseur de relais tiers afin d’acheminer vos messages texte vers une organisation locale de services d’urgence et d’aider les répondants à vous joindre. Les positions partagées par satellite à partir de Localiser sont envoyées sous un format chiffré de bout en bout et Apple n’y a pas accès. En situation d’urgence, vous pouvez choisir de partager avec vos contacts d’urgence présélectionnés une transcription de votre communication avec les services d’urgence ainsi que des informations sur votre position et la nature de votre urgence. Vous pouvez mettre fin à tout moment au partage de la transcription de votre session en touchant « Ne plus partager » en haut de l’écran. Vidéo en direct avec Urgence SOS Pendant un appel d’urgence, vous pouvez choisir de partager une vidéo en direct avec les services d’urgence ou de leur envoyer du contenu multimédia s’ils vous le demandent. Vous pouvez mettre fin à tout moment au partage de la vidéo en direct en touchant « Raccrocher », puis « Arrêter le partage de la caméra » ou « Raccrocher ». Si vous choisissez de téléverser du contenu multimédia, le téléversement continuera même si vous terminez l’appel d’urgence. Les services d’urgence peuvent enregistrer le contenu multimédia partagé. La vidéo en direct et le contenu multimédia sont chiffrés de bout en bout pendant leur envoi, et Apple ne peut ni les consulter ni y accéder. Pour utiliser cette fonctionnalité, l’option « Appels d’urgence et SOS » doit être activée. Pour ce faire, accédez à Réglages > Confidentialité et sécurité > Service de localisation > Services système, puis activez « Appels d’urgence et SOS ». L’option « Appels d’urgence et SOS » n’est pas nécessairement accessible partout ni dans toutes les circonstances. Détection de chute Si l’Apple Watch SE, l’Apple Watch Series 4 ou un modèle ultérieur détecte une chute violente pendant que vous portez votre montre, une alerte de détection de chute peut vous aider à communiquer avec les services d’urgence si nécessaire. Vous pouvez choisir de contacter les services d’urgence ou de fermer l’alerte. Si votre Apple Watch détecte que vous bougez, elle attendra que vous répondiez à l’alerte et n’appellera pas les services d’urgence automatiquement. Si votre Apple Watch détecte que vous êtes immobile depuis une minute, elle effectuera un appel automatique. Dès que l’appel automatique est transmis, votre Apple Watch lit un message audio qui informe les services d’urgence que votre Apple Watch a détecté une chute violente, puis elle partage votre position actuelle sous la forme de coordonnées indiquant la latitude et la longitude. L’appel partagera votre position, que vous ayez activé le service de localisation ou non. Si vous avez précédemment activé le partage de la fiche médicale pendant un appel d’urgence, cette fiche sera aussi partagée automatiquement avec les services d’urgence (aux États-Unis et au Canada uniquement). Une fois l’appel terminé, votre Apple Watch attendra dix secondes avant d’envoyer un message avec votre position à vos contacts d’urgence et, le cas échéant, au contact avec qui une session d’accompagnement est active pour leur indiquer que votre montre a détecté une chute violente et a appelé les services d’urgence. Vous pouvez choisir d’annuler l’envoi du message à vos contacts d’urgence et au contact avec qui une session d’accompagnement est active, tant que le compte à rebours de dix secondes n’est pas terminé. Votre fiche médicale indique à votre Apple Watch qui sont vos contacts d’urgence. En cas de détection d’une chute, si l’appel automatique ne parvient pas à établir une connexion avec les services d’urgence et si vous êtes immobile, votre iPhone peut tenter d’utiliser Urgence SOS par satellite pour envoyer automatiquement un message texte aux services d’urgence contenant des informations limitées (par exemple votre position, l’autonomie de la batterie et la nature de l’urgence). Des informations limitées (par exemple votre position et la nature de l’urgence) seront également envoyées en votre nom à vos contacts d’urgence et au contact avec qui une session d’accompagnement est active. Les chutes sont automatiquement enregistrées dans l’app Santé, à moins que vous ayez indiqué qu’il ne s’agissait pas d’une chute lorsque l’Apple Watch vous a posé la question. Pour consulter votre historique de chutes, ouvrez l’app Santé de votre iPhone et accédez à Parcourir > Autres données > Nombre de chutes. Vous pouvez activer ou désactiver la détection de chute à partir de l’app Watch de votre iPhone, en accédant à Ma montre > Urgence SOS, puis en activant ou en désactivant Détection de chute. Si la détection de chute est activée, vous pouvez toucher « Toujours active » ou « Active pendant les entraînements ». Si vous avez entré votre âge lors de la configuration de l’Apple Watch ou dans l’app Santé et que vous avez 55 ans ou plus, la détection de chute est automatiquement activée. Si vous avez entre 18 et 55 ans, la détection de chute s’active automatiquement uniquement pendant les entraînements. La détection du poignet doit être activée pour que votre montre puisse appeler automatiquement les services d’urgence. Pour activer cette option sur l’Apple Watch, accédez à Réglages > Code et activez Détection du poignet. La détection de chute est disponible uniquement auprès des utilisateurs âgés d’au moins 18 ans. L’Apple Watch ne peut pas détecter toutes les chutes. Détection d’accident Si votre iPhone 14 ou un modèle ultérieur (tous modèles) fonctionnant sous iOS 16 ou une version ultérieure, votre Apple Watch Series 8 ou un modèle ultérieur, votre Apple Watch SE (2e génération) et votre Apple Watch Ultra ou modèle ultérieur fonctionnant sous watchOS 9 ou version ultérieure détectent un grave accident de la route, une alerte sera déclenchée pour appeler les services d’urgence. Vous pouvez choisir de contacter les services d’urgence ou de fermer l’alerte. Si vous ne répondez pas à l’alerte dans un délai de dix secondes, votre appareil fait l’appel automatiquement. Dès que l’appel automatique est transmis, votre appareil lit un message audio qui informe les services d’urgence qu’il a détecté un accident de la route, puis il partage votre position actuelle sous la forme de coordonnées indiquant la latitude et la longitude. L’appel partagera votre position, que vous ayez activé le service de localisation ou non. Si vous avez précédemment activé le partage de la fiche médicale pendant un appel d’urgence, cette fiche sera aussi partagée automatiquement avec les services d’urgence (aux États-Unis et au Canada uniquement). Une fois l’appel terminé, votre appareil attendra dix secondes avant d’envoyer un message avec votre position à vos contacts d’urgence et, le cas échéant, au contact avec qui une session d’accompagnement est active pour leur indiquer que votre appareil a détecté un accident de la route et a appelé les services d’urgence. Vous pouvez choisir d’annuler l’envoi du message à vos contacts d’urgence et au contact avec qui une session d’accompagnement est active, tant que le compte à rebours de dix secondes n’est pas terminé. Votre fiche médicale indique à votre appareil qui sont vos contacts d’urgence. Après l’envoi de la notification aux contacts d’urgence et au contact avec qui une session d’accompagnement est active, votre appareil continuera d’afficher des options pour contacter les services d’urgence, consulter la fiche médicale ou fermer l’alerte. L’iPhone et l’Apple Watch ne peuvent pas détecter tous les accidents de la route. Les informations de localisation pourraient être utilisées pour déterminer si un accident a eu lieu. En cas de détection d’un grave accident de la route, si l’appel automatique ne parvient pas à établir une connexion avec les services d’urgence et si vous ne répondez pas, votre iPhone peut tenter d’utiliser Urgence SOS par satellite pour envoyer automatiquement un message texte aux services d’urgence contenant des informations limitées (par exemple votre position, l’autonomie de la batterie et la nature de l’urgence). Des informations limitées (par exemple votre position et la nature de l’urgence) seront également envoyées en votre nom à vos contacts d’urgence et au contact avec qui une session d’accompagnement est active. Vous pouvez désactiver ou réactiver la détection d’accident en accédant à Réglages > Urgence SOS, puis en activant ou en désactivant « Appeler après un accident grave » dans l’app Watch de votre iPhone, ou en accédant à Ma montre > Urgence SOS, puis en activant ou en désactivant « Appeler après un accident grave ». Vous pouvez également choisir de partager les données de détection d’accident avec une app tierce installée sur votre iPhone. Si vous autorisez l’accès aux données et qu’un accident de la route se produit, le tiers sera automatiquement informé de l’accident et pourrait recevoir des données de localisation. Si vous autorisez votre iPhone à appeler les services d’urgence après la détection d’un accident de la route, votre appareil appellera les services d’urgence avant d’informer le tiers de l’accident. Si vous n’autorisez pas votre iPhone à appeler les services d’urgence après la détection d’un accident de la route et qu’un accident est détecté alors que le partage avec les tiers est activé, votre appareil vous enverra une alerte pour vous informer qu’un accident a été détecté, que les données ont été partagées avec un tiers et que vous devriez interagir avec l’app tierce si vous le pouvez. Vous pouvez choisir de partager les données de détection d’accident avec un tiers. Pour ce faire, sur l’iPhone, accédez à Réglages > Urgence SOS, puis activez « Partager l’accident avec l’app ». Points de cheminement de la boussole Vous pouvez utiliser l’app Boussole pour ajouter votre position actuelle comme point de cheminement afin de pouvoir déterminer la distance et la direction vers chaque point de cheminement créé. Par ailleurs, l’app Boussole peut générer automatiquement deux points de cheminement, y compris celui de la dernière connexion cellulaire, qui estime le dernier endroit avec réception cellulaire à des fins de connectivité; et celui du dernier appel d’urgence possible, qui estime le dernier endroit sur l’itinéraire où votre iPhone ou Apple Watch a établi une connexion au réseau d’un opérateur qui permettrait d’effectuer un appel d’urgence. Pour créer un point de cheminement de la dernière connexion cellulaire ou du dernier appel d’urgence possible, vous devez avoir activé le réglage Lieux importants sur votre appareil ainsi que le réglage Position exacte pour l’app Boussole. Pour supprimer un point de cheminement que vous avez créé, sélectionnez-le dans l’app Boussole, faites défiler l’écran jusqu’au bas, puis sélectionnez Supprimer le point de cheminement. Itinéraire de retour Dans certains endroits où vous pourriez avoir besoin d’aide pour retourner sur vos pas, l’app Boussole et certaines apps tierces prises en charge par l’Apple Watch pourraient vous demander d’accéder une fois à vos données de localisation récentes pour des raisons de sécurité. Ces données de localisation ne sont pas toujours accessibles, notamment si vous vous trouvez à proximité de lieux familiers, comme votre domicile, ou dans une zone urbaine. Pour utiliser ces fonctionnalités, l’option Lieux importants doit être activée sur l’appareil, et l’option Position exacte doit être activée pour l’app. Autres informations Certaines fonctionnalités de sécurité pourraient ne pas être disponibles sur tous les appareils, ni dans toutes les régions, ni dans toutes les langues. Certaines régions et certains pays utilisent plusieurs numéros de service d’urgence. Dans ces cas-là, l’Apple Watch appellera le numéro associé aux services d’ambulance pour toute alerte de détection de chute. Fondement juridique applicable au traitement des données personnelles Nous traitons vos données personnelles dans Urgence SOS et Urgence SOS par satellite dans la mesure où cela est nécessaire pour fournir le service et pour nous conformer à nos obligations légales. Lorsque le consentement est le fondement juridique adéquat, nous le sollicitons conformément aux lois nationales applicables. Lorsque les lois nationales applicables le prévoient, nous traitons les catégories suivantes de données à caractère personnel aux fins de notre intérêt légitime pour faciliter les services d’urgence, prévenir la fraude et les activités criminelles, améliorer les services ainsi que maintenir les systèmes et l’architecture d’Urgence SOS et d’Urgence SOS par satellite : • Votre position • Des informations sur vos sessions ainsi que la durée et le contenu des communications avec les services d’urgence • Vos contacts d’urgence Conservation Apple conserve les données personnelles uniquement le temps qu’il lui faut pour parvenir aux fins pour lesquelles elles ont été recueillies, comme décrit dans la politique de confidentialité d’Apple ou dans les avis de confidentialité propres à nos services, ou comme la loi l’exige. Lorsque nous évaluons les périodes de conservation, nous déterminons d’abord avec attention s’il est nécessaire de conserver les données personnelles recueillies et, si leur conservation s’avère nécessaire, nous veillons à les conserver le moins de temps possible conformément à la loi. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: חירום SOS במהלך שימוש במאפיין ״חירום SOS״ שיוזם שיחת חירום, השיחה עשויה לכלול את מיקומך (גם אם לא הפעלת את ״שירותי מיקום״) ואת פרטי הכרטיס הרפואי שלך (אם הוא פעיל) כדי לאפשר למוקדנים לסייע לך. נתוני המיקום שלך ומידע מוצפן מהכרטיס הרפואי שלך נשלחים ל-Apple כדי ש-Apple תוכל לבדוק אם השירות ״נתוני חירום מורחבים״ נתמך באזורך, וכדי לספק את הנתונים לשירותי חירום. אם מאפיין זה זמין באזור שלך, שותף חיצוני עשוי לקבל את המידע שלך מ-Apple לצורך מסירתו לשירותי חירום. ‏Apple לא יכולה לקרוא את פרטי הכרטיס הרפואי שלך. ברגע שהשיחה מסתיימת, אנשי הקשר שלך לשעת חירום ואיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ (אם היא פעילה) יקבלו באופן אוטומטי הודעה המציינת שהתקשרת לשירותי החירום, אלא אם כן בחרת לבטל אותה. הודעה זו גם כוללת את מיקומך הנוכחי ולמשך פרק זמן מוגבל, כאשר מיקומך ישתנה, מכשירך ישלח עדכונים על כך לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה. אם אינך רוצה לשלוח את פרטי המיקום שלך לאנשי הקשר שלך לשעת חירום או לאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה, באפשרותך לעבור ב-iPhone או ב-Apple Vision Pro אל ״הגדרות״ > ״פרטיות ואבטחה״ > ״שירותי מיקום״ > ״שירותי מערכת״, ולהקיש כדי לכבות את ״שיחות חירום ו-SOS״. מידע נוסף בנושא ״חירום SOS״ ופרטיות ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/he/emergency-sos. כדי לקבל מידע נוסף על הכרטיס הרפואי ניתן לעבור אל ״הגדרות״ > ״בריאות״ > ״כרטיס רפואי״ > ״גישה במצב חירום״, ולהקיש על ״פרטים נוספים״. מידע נוסף בנושא ״שירותי מיקום״ ניתן למצוא בכתובת: www.apple.com/legal/privacy/data/he/location-services. חירום SOS באמצעות לוויין המאפיין ״חירום SOS באמצעות לוויין״ יכול לעזור לך ליצור קשר עם שירותי חירום במקרים חריגים שבהם אין אפשרות ליצור קשר עם שירותי חירום בשום דרך אחרת. ייתכן שהשירות לא יהיה זמין בכל המיקומים או המקרים. היכולת לשלוח ולקבל הודעות משירותי חירום דרך לוויין מותנית בכך ששום דבר לא מסתיר את השמיים ושמיקומו של המכשיר מתיישר עם מיקומו של לוויין. חיבור לווייני פועל בצורה שונה מאוד מרשתות רגילות. כתוצאה מכך, ייתכן שיחלוף זמן רב יותר עד שההודעות יישלחו ויתקבלו, בהשוואה להודעות רגילות, וייתכן שיהיו הפסקות בשירות. במיקומים מסוימים, ייתכן שתהיה לך אפשרות להתכתב ישירות עם מרכז שירותי חירום. אם מרכז שירותי החירום באזורך לא יכול לקבל הודעות כתובות, ההתכתבות תתבצע מול ספק ממסר חיצוני, והספק ייצור בשמך קשר עם שירותי חירום. בארה״ב, שליחה ישירה של הודעות לשירותי חירום אפשרית באותיות לטיניות בלבד. אם חיבור קולי דרך רשת סלולרית או רשת WLAN יחזור להיות זמין, יש ליצור קשר עם שירותי חירום דרך הטלפון. יחד עם זאת, במקרה כזה ייתכן שהחיבור שלך לא בהכרח יתבצע מול אותו ספק שירותי חירום שטיפל בפנייה שלך דרך הלוויין. השימוש ב״חירום SOS באמצעות לוויין״ כפוף לזמינות לוויינים, וייתכן שיידרש עדכון תוכנה לצורך המשך הפונקציונליות. שליחת הודעות דרך ״חירום SOS באמצעות לוויין״ מתבצעת בצורה מוצפנת, והפיענוח שלהן מתבצע על-ידי Apple לצורך העברתן לספק שירותי החירום הרלוונטי, או לספק הממסר החיצוני. ייתכן שההודעות שלך יישמרו על-ידי מרכזי שירותי חירום וספק הממסר כדי לשפר את השירותים שלהם, בכפוף לחוקים הרלוונטיים. במהלך שימוש במאפיין ״חירום SOS באמצעות לוויין״, מיקומך ישותף עם Apple, עם ספקי ניתוב הודעות של שירותי חירום ועם ספק ממסר חיצוני כדי לנתב את ההודעות שלך אל ארגון שירותי חירום מקומי, וכדי לעזור לכוחות ההצלה להגיע למיקומך. מיקומים המשותפים דרך לוויין ב״איתור״ נשלחים בהצפנה מקצה לקצה ול-Apple אין גישה אליהם. במהלך הפעלה בזמן מצב חירום, באפשרותך לשתף עם אנשי קשר לשעת חירום שבחרת מראש את תמלול התקשורת שלך עם שירותי חירום. התמלול יישלח יחד עם מידע לגבי מיקומך ואופי מקרה החירום. ניתן להפסיק לשתף את התמלול בכל שלב על-ידי הקשה על ״הפסקת השיתוף״ בראש המסך. וידאו בזמן אמת ב״חירום SOS״ במהלך שיחת חירום, באפשרותך לצלם וידאו בזמן אמת או להעלות מדיה למטרות שיתוף עם שירותי חירום לפי בקשתם. ניתן להפסיק לשתף את הווידאו שמצולם בזמן אמת בכל עת על ידי הקשה על ״סיום השיחה״, ואז על ״הפסקת שיתוף המצלמה״ או על ״סיום השיחה״. אם בחרת להעלות תוכני מדיה, העלאת התכנים שלך תימשך גם אם סיימת שיחת חירום. שירותי חירום עשויים לתעד או לשמור את תוכני המדיה ששותפו. הווידאו שמצולם בזמן אמת ותוכני המדיה שמועלים נשלחים בהצפנה מקצה-לקצה ו-Apple אינה יכולה לראות אותם או לגשת אליהם. כדי להשתמש במאפיין זה, נדרשת הפעלה של ״שיחות חירום ו-SOS״. כדי לעשות זאת, יש לעבור ל״הגדרות״ > ״פרטיות ואבטחה״ > ״שירותי מיקום״ > ״שירותי מערכת״, ולהקיש להפעלת ״שיחות חירום ו-SOS״. ייתכן ש״וידאו בזמן אמת ב׳חירום SOS׳״ לא יהיה זמין בכל המיקומים או המקרים. זיהוי נפילה אם מכשירי Apple Watch מדגם SE או Series 4 ומעלה מזהים נפילה חזקה בזמן הענידה, התראת ״זיהוי נפילה״ יכולה לעזור לקשר אותך לשירותי חירום במידת הצורך. באפשרותך ליצור קשר עם שירותי חירום או לסגור את ההתראה. אם ה-Apple Watch מזהה תנועה שלך, הוא ימתין לתגובתך להתראה ולא יתקשר לשירותי חירום באופן אוטומטי. אם ה-Apple Watch שלך מזהה חוסר ניידות במשך כדקה אחת, הוא יבצע את השיחה באופן אוטומטי. כאשר השיחה שבוצעה באופן אוטומטי נענית, ה-Apple Watch משמיע הודעת שמע שמודיעה לשירותי חירום שה-Apple Watch זיהה נפילה חזקה, ואז משתף את מיקומך הנוכחי בתור קואורדינטות של אורך ורוחב. השיחה תוביל לשיתוף מיקומך גם אם לא הפעלת את ״שירותי מיקום״. אם אפשרת בעבר את שיתוף הכרטיס הרפואי שלך במהלך שיחת חירום, הכרטיס ישותף באופן אוטומטי גם עם שירותי חירום (בארה״ב ובקנדה בלבד). לאחר שהשיחה מסתיימת תופיע ב-Apple Watch ספירה לאחור של 10 שניות, ובסיומה תישלח הודעה שכוללת את פרטי המיקום שלך לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ (אם היא פעילה), כדי להודיע להם שהשעון שלך זיהה נפילה חזקה וחייג לשירותי חירום. באפשרותך לבטל את שליחת ההודעה לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה במהלך 10 השניות של הספירה לאחור. ה-Apple Watch משתמש באנשי הקשר שלך לשעת חירום מתוך הכרטיס הרפואי שלך. אם זוהתה נפילה שבעקבותיה אין לך יכולת לזוז, והשיחה שבוצעה באופן אוטומטי לא הצליחה ליצור קשר עם שירותי חירום, ה-iPhone יכול לנסות להשתמש ב״חירום SOS״ באמצעות חיבור ללוויין כדי לשלוח באופן אוטומטי לשירותי חירום הודעה שמכילה מידע מוגבל (למשל, פרטי המיקום שלך, חיי הסוללה במכשיר שלך ואופי מקרה החירום). מידע מוגבל (למשל, פרטי המיקום שלך או אופי מקרה החירום) יישלח בשמך גם לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה. נפילות מתועדות באופן אוטומטי ביישום ״בריאות״, אלא אם כן השבת שלא נפלת כאשר ה-Apple Watch ביקש ממך לאשר זאת. כדי לבדוק את היסטוריית הנפילות, יש לפתוח את היישום ״בריאות״ ב-iPhone ולעבור אל ״עיון״ > ״נתונים אחרים״ > ״מספר נפילות״. באפשרותך להפעיל או לבטל את ״זיהוי נפילה״ דרך יישום ה-Apple Watch ב-iPhone שלך באמצעות מעבר אל ״השעון שלי״ > ״חירום SOS״, ואז הקשה להפעלה או כיבוי של ״זיהוי נפילה״. אם ״זיהוי נפילה״ מופעל, ניתן לבחור במצבים ״פעיל תמיד״ או ״פעיל רק במהלך אימונים״. אם הגיל שלך הוא מעל 55, והזנת אותו ביישום ״בריאות״ או כאשר הגדרת את ה-Apple Watch, ״זיהוי נפילה״ יופעל באופן אוטומטי. אם הגיל שלך הוא בין 18 ל-55, ״זיהוי נפילה״ יופעל באופן אוטומטי רק במהלך אימונים. כדי שהשעון יוכל להתקשר באופן אוטומטי לשירותי חירום, המאפיין ״זיהוי ענידה״ חייב להיות מופעל. כדי להפעיל אותו ב-Apple Watch, יש לעבור אל ״הגדרות״ > ״קוד גישה״ ואז להקיש כדי להפעיל את ״זיהוי ענידה״. ״זיהוי נפילה״ זמין רק לבני 18 ומעלה. ה-Apple Watch לא יכול לזהות את כל הנפילות. זיהוי תאונת דרכים אם מכשיר ה-iPhone 14 שלך (כל הדגמים, או דגמים חדשים יותר) שמותקנת בו גירסת iOS 16 ואילך, או מכשירי ה-Apple Watch Series 8, ה-Apple Watch SE (דור שני) וה-Apple Watch Ultra שלך (או דגמים חדשים יותר) שמותקנת בהם גירסת WatchOS 9 ואילך זיהו תאונת דרכים קשה, תופעל התראה ליצירת קשר עם שירותי חירום. באפשרותך ליצור קשר עם שירותי חירום או לסגור את ההתראה. אם לא הגבת להתראה תוך 10 שניות, המכשיר שלך יבצע את השיחה באופן אוטומטי. כאשר השיחה שבוצעה באופן אוטומטי נענית, המכשיר שלך משמיע הודעת שמע שמודיעה לשירותי חירום שהמכשיר זיהה תאונת דרכים, ואז משתף את מיקומך הנוכחי בתור קואורדינטות של אורך ורוחב. השיחה תוביל לשיתוף מיקומך גם אם לא הפעלת את ״שירותי מיקום״. אם אפשרת בעבר את שיתוף הכרטיס הרפואי שלך במהלך שיחת חירום, הכרטיס ישותף באופן אוטומטי עם שירותי חירום (בארה״ב ובקנדה בלבד). לאחר שהשיחה מסתיימת תופיע במכשיר שלך ספירה לאחור של 10 שניות, ובסיומה תישלח הודעה שכוללת את פרטי המיקום שלך לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ (אם היא פעילה), כדי להודיע להם שהמכשיר שלך זיהה תאונת דרכים וחייג לשירותי חירום. באפשרותך לבטל את שליחת ההודעה לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה במהלך 10 השניות של הספירה לאחור. המכשיר שלך משתמש באנשי הקשר שלך לשעת חירום מתוך הכרטיס הרפואי שלך. לאחר שליחת העדכון לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה, המכשיר שלך ימשיך להציג אפשרויות שכוללות יצירת קשר עם שירותי חירום, פתיחת פרטי הכרטיס הרפואי או סגירת ההתראה. ה-iPhone וה-Apple Watch לא יכולים לזהות את כל תאונות הדרכים. פרטי המיקום עשויים לשמש כדי לקבוע אם התרחשה תאונת דרכים. אם זוהתה תאונת דרכים קשה שבעקבותיה אין לך יכולת להגיב, והשיחה שבוצעה באופן אוטומטי לא הצליחה ליצור קשר עם שירותי חירום, ה-iPhone יכול לנסות להשתמש ב״חירום SOS״ באמצעות חיבור ללוויין כדי לשלוח באופן אוטומטי לשירותי חירום הודעה שמכילה מידע מוגבל (למשל, פרטי המיקום שלך, חיי הסוללה במכשיר שלך ואופי מקרה החירום). מידע מוגבל (למשל, פרטי המיקום שלך או אופי מקרה החירום) יישלח בשמך גם לאנשי הקשר שלך לשעת חירום ולאיש הקשר שהגדרת איתו פעילות ״עדכון שהכול בסדר״ פעילה. באפשרותך לבטל או להפעיל מחדש את ״זיהוי תאונת דרכים״ באמצעות מעבר אל ״הגדרות״ > ״חירום SOS״ ואז הקשה להפעלה או כיבוי של ״שיחה לאחר תאונת דרכים קשה״. ניתן גם לעשות זאת דרך יישום ה-Apple Watch ב-iPhone באמצעות מעבר אל ״השעון שלי״ > ״חירום SOS״, ואז הקשה להפעלה או כיבוי של ״שיחה לאחר תאונת דרכים קשה״. באפשרותך גם לשתף את נתוני ״זיהוי תאונת דרכים״ עם יישום של גורם חיצוני שמותקן ב-iPhone שלך. אם אפשרת גישה לנתונים ומתרחשת תאונת דרכים, הגורם החיצוני יעודכן באופן אוטומטי בנוגע לתאונה, ועדכון זה עשוי לכלול נתוני מיקום. אם אפשרת ל-iPhone להתקשר לשירותי חירום לאחר שהוא מזהה תאונת דרכים, השיחה תתבצע לפני ההודעה לגורם החיצוני על התאונה. אם לא אפשרת ל-iPhone להתקשר לשירותי חירום לאחר שהוא מזהה תאונת דרכים, וזיהוי התאונה מתבצע בזמן שהשיתוף עם הגורם החיצוני פעיל, המכשיר ישלח לך התראה כדי ליידע אותך שזוהתה תאונה ושנתונים לגביה שותפו עם הגורם החיצוני, וכדי להמליץ לך להשתמש ביישום של הגורם החיצוני אם יש לך יכולת לעשות זאת. באפשרותך לבחור אם לשתף את נתוני ״זיהוי תאונת דרכים״ עם גורם חיצוני. כדי לעשות זאת ב-iPhone, יש לעבור אל ״הגדרות״ > ״חירום SOS״ ולהקיש כדי להפעיל את ״שיתוף מידע לגבי תאונת דרכים עם יישום״. נקודות ציון ב״מצפן״ באפשרותך להשתמש ביישום ״מצפן״ כדי להוסיף בו את מיקומך הנוכחי כנקודת ציון, מה שיאפשר לך לראות את המרחק והכיוון של כל נקודת ציון שיצרת ב״מצפן״. בנוסף, היישום ״מצפן״ יכול ליצור באופן אוטומטי שתי נקודות ציון, כולל ״נקודת ציון אחרונה עם חיבור סלולרי״ שתוכל להעריך את המקום האחרון שבו הייתה לך קליטה סלולרית, ו״נקודת ציון אחרונה לשיחת חירום״ שתוכל להעריך את המיקום האחרון במסלולך שבו ל-iPhone או ל-Apple Watch היה חיבור לרשת של מפעיל סלולרי כלשהו, כדי שתהיה לך אפשרות לבצע שיחת חירום. יצירה של ״נקודת ציון אחרונה עם חיבור סלולרי״ או של ״נקודת ציון אחרונה לשיחת חירום״ מחייבת הפעלה של ״מקומות חשובים״ במכשיר שלך, וגם הפעלה של ״מיקום מדויק״ עבור היישום ״מצפן״. באפשרותך למחוק את נקודות הציון שיצרת ב״מצפן״ באמצעות בחירה בנקודת הציון ביישום, גלילה לתחתית המסך ובחירה ב״מחיקת נקודת ציון״. שחזור צעדים באזורים מסוימים שבהם ייתכן שתידרש לך עזרה בשחזור הצעדים שלך, היישום ״מצפן״ ויישומים חיצוניים מסוימים אחרים שזמינים ב-Apple Watch עשויים לבקש ממך גישה חד פעמית למיקומים האחרונים שלך מטעמי בטיחות. ייתכן שמיקומים אלו לא תמיד יהיו זמינים, למשל, אם המיקום שלך קרוב למקום מוכר כגון הבית שלך, או שהוא באזור עירוני. כדי להשתמש במאפיינים אלו, המאפיין ״מקומות חשובים״ חייב להיות מופעל עבור המכשיר, והמאפיין ״מיקום מדויק״ חייב להיות מופעל עבור היישום. מידע נוסף ייתכן שחלק ממאפייני הבטיחות לא יהיו זמינים בכל המכשירים, בכל האזורים או בכל השפות. במדינות ואזורים מסוימים קיימים מספרים מרובים של שירותי חירום. באזורים אלה, ה-Apple Watch יתקשר למספר שמקושר עם שירותי אמבולנס להתראות ״זיהוי נפילה״. בסיס חוקי תקף לעיבוד נתונים אישיים אנו מעבדים את הנתונים האישיים שלך ב״חירום SOS״ וב״חירום SOS באמצעות לוויין״ לפי הצורך כדי לספק את השירות ולעמוד במחויבויות המשפטיות שלנו. נבקש את הסכמתך לעשות זאת כאשר היא מהווה בסיס משפטי הולם, בהתאם לחוקים מקומיים תקפים. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים את קטגוריות הנתונים האישיים הבאות למטרת הצרכים הלגיטימיים שלנו כדי להקל את קבלת שירותי החירום, למנוע הונאות או פעילות לא חוקית, לשפר שירותים ולעזור לתחזק את הארכיטקטורות והמערכות של ״חירום SOS״ ו״חירום SOS באמצעות לוויין״: • פרטי המיקום שלך • מידע לגבי הפעילויות שלך, כגון משך הפניות שלך לשירותי חירום והתוכן ששלחת אליהם • אנשי הקשר לשעת חירום שבחרת שמירת נתונים ‏Apple שומרת מידע אישי רק למשך התקופה ההכרחית להשגת המטרה שלשמה הוא נאסף, ובהתאם לפירוט שמופיע במדיניות הפרטיות של Apple או בהצהרות הפרטיות של כל שירות, או כנדרש על פי חוק. בעת הערכת משך תקופות שמירת המידע, אנו בוחנים תחילה באופן יסודי אם שמירת המידע האישי שנאסף הכרחית, ואם היא הכרחית אנו פועלים כדי לשמור את המידע האישי לתקופת הזמן הקצרה ביותר שמותרת על פי חוק. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: आपातकालीन SOS आपातकालीन कॉल शुरू करने वाले आपातकालीन SOS फ़ीचर का उपयोग करने पर कॉल में आपका स्थान (चाहे आपने स्थान सेवा सक्षम की हो या नहीं) और मेडिकल ID (यदि सक्षम की गई हो) शामिल हो सकती है ताकि डिस्पैचर आपकी मदद कर सके। आपका स्थान डेटा और एंक्रिप्टेड मेडिकल ID जानकारी Apple को भेजी जाती है ताकि Apple यह जाँच कर सके कि क्या उन्नत आपातकालीन डेटा सेवा आपके क्षेत्र में समर्थित है और आपातकालीन सेवा को डेटा प्रदान किया जाए। अगर आपके क्षेत्र में समर्थित है, तो कोई पार्टनर आपातकालीन सेवाओं को डिलीवर करने के लिए Apple से आपकी जानकारी रिट्रीव कर सकता है। Apple आपकी मेडिकल ID जानकारी नहीं पढ़ सकता है। कॉल के समाप्त होने पर, यदि आप संदेश को रद्द नहीं करते हैं, तो आपके आपातकालीन संपर्कों और अगर चेक इन सत्र सक्रिय है तो चेक इन संपर्क को एक संदेश ऑटोमैटिकली प्राप्त होगा जिसमें बताया गया होगा कि आपने आपातकालीन सेवाओं को कॉल किया है। इस संदेश में आपका वर्तमान स्थान भी शामिल होता है और सीमित अवधि के लिए आपका स्थान बदलने पर आपके डिवाइस द्वारा आपके आपातकालीन संपर्कों और सक्रिय “चेक इन संपर्क” को अपडेट भेजे जाएँगे। यदि आप अपने आपातकालीन संपर्कों या सक्रिय “चेक इन संपर्क” को अपना स्थान नहीं भेजना चाहते हैं, तो अपने iPhone या Apple Vision Pro पर सेटिंग्ज़ > गोपनीयता और सुरक्षा > स्थान सेवा > सिस्टम सेवाएँ पर जाएँ और आपातकालीन कॉल और SOS को बंद करने के लिए टैप करें। आपातकालीन SOS और गोपनीयता के बारे में अधिक जानकारी के लिए www.apple.com/legal/privacy/data/hi/emergency-sos देखें। मेडिकल ID के बारे में अधिक जानने के लिए सेटिंग्ज़ > सेहत > मेडिकल ID > आपातकालीन ऐक्सेस पर जाएँ और “अधिक जानें” पर टैप करें। स्थान सेवा के बारे में अधिक जानने के लिए https://www.apple.com/legal/privacy/data/hi/location-services पर जाएँ। सैटेलाइट के माध्यम से आपातकालीन SOS सैटेलाइट के माध्यम से आपातकालीन SOS असाधारण परिस्थितियों में आपको आपातकालीन सेवाओं से कनेक्ट करने में मदद कर सकती है जब आपातकालीन सेवाओं से संपर्क करने का कोई भी अन्य माध्यम उपलब्ध न हो। हो सकता है कि यह सेवा सभी स्थानों या परिस्थितियों में उपलब्ध न रहे। आपातकालीन सेवाओं को संदेश भेजने और उनसे संदेश प्राप्त करने के लिए ज़रूरी है कि खुला आसमान स्पष्ट दिखाई दे रहा हो और आपके डिवाइस और किसी सैटेलाइट के बीच अच्छा अलाइनमेंट हो। सैटेलाइट कनेक्शन आपके पारंपरिक नेटवर्क से बहुत अलग तरीक़े से काम करता है। नतीजे के तौर पर संदेश भेजने और प्राप्त करने में पारंपरिक SMS से अधिक समय लग सकता है और हो सकता है कि आप उपलब्धता में अंतराल का अनुभव करें। कुछ स्थानों पर हो सकता है कि आप किसी आपातकालीन सेवा केंद्र को सीधे संदेश भेज सकें और उनसे संदेश प्राप्त कर सकें। अगर आपके स्थान को सेवा प्रदान करने वाला आपातकालीन सेवा केंद्र SMS संदेश प्राप्त नहीं कर सकता है, तो तृतीय पक्ष का रिले प्रोवाइडर आपसे SMS के ज़रिए संपर्क करेगा और आपकी तरफ़ से आपातकालीन सेवाओं को कॉल करेगा। संयुक्त राज्य अमेरिका में सीधे आपातकालीन सेवाओं को भेजा जाने वाला SMS केवल लैटिन वर्णमाला का समर्थन करता है। अगर मोबाइल या WLAN वॉइस कनेक्शन उपलब्ध हो जाता है, तो आपको फ़ोन के माध्यम से आपातकालीन सेवाओं से संपर्क करना चाहिए। हालाँकि, अगर आप ऐसा करते हैं, तो हो सकता है कि आप उसी आपातकालीन सेवा प्रोवाइडर से फिर कनेक्ट न कर सकें जिसके द्वारा आपके सैटेलाइट सत्र के दौरान सेवा प्रदान की जा रही थी। सैटेलाइट के माध्यम से आपातकालीन SOS की सुविधा सैटेलाइट की उपलब्धता पर निर्भर करती है और फ़ंक्शनैलिटी जारी रखने के लिए सॉफ़्टवेयर अपडेट करने की ज़रूरत पड़ सकती है। जब आप सैटेलाइट के माध्यम से आपातकालीन SOS का इस्तेमाल करके SMS करते हैं, तो आपके संदेश एंक्रिप्ट करके भेजे जाते हैं और प्रासंगिक आपातकालीन सेवा प्रोवाइडर को या तृतीय पक्ष के रिले प्रोवाइडर को आगे बढ़ाने के लिए Apple द्वारा डीक्रिप्ट किए जाते हैं। आपके संदेशों को आपातकालीन सेवा केंद्रों और रिले प्रोवाइडर द्वारा आपको प्रदान की जाने वाली उनकी सेवा में सुधार करने और लागू होने वाले क़ानूनों का अनुपालन करने के लिए रिटेन किया जा सकता है। सैटेलाइट के माध्यम से आपातकालीन SOS का आपके द्वारा इस्तेमाल किए जाने पर आपके SMS संदेश को किसी स्थानीय आपातकालीन सेवा संगठन को रूट करने के लिए और मदद के लिए आने वालों को आप तक पहुँचने में सहायता करने के लिए आपका स्थान Apple, आपातकालीन सेवा SMS रूटिंग प्रोवाइडर और तृतीय पक्ष के रिले प्रोवाइडर के साथ शेयर किया जाएगा। Find My में सैटेलाइट के ज़रिए शेयर किए गए स्थान एंड-टू-एंड एंक्रिप्शन के साथ भेजे जाते हैं और उन्हें Apple द्वारा ऐक्सेस नहीं किया जा सकता है। आपातकालीन सत्र के दौरान आप अपने स्थान और आपकी आपातकालीन स्थिति की प्रकृति संबंधी जानकारी सहित आपातकालीन सेवाओं के साथ अपने संवाद का ट्रांसक्रिप्ट अपने पहले से चयनित आपातकालीन संपर्कों के साथ शेयर करने का विकल्प चुन सकते हैं। स्क्रीन के शीर्ष पर “शेयरिंग रोकें” पर टैप करके आप अपना सत्र ट्रांस्क्रिप्ट शेयर करना किसी भी समय रोक सकते हैं। आपातकालीन SOS लाइव वीडियो आपातकालीन कॉल के दौरान आप आपातकालीन सेवाओं के अनुरोध करने पर उनके साथ लाइव वीडियो शेयर करने या मीडिया अपलोड करने का फ़ैसला कर सकते हैं। आप “कॉल समाप्त करें” पर टैप करके, फिर “कैमरा शेयर करना रोकें“ या “कॉल समाप्त करें“ पर टैप करके अपना लाइव वीडियो शेयर करना किसी भी समय रोक सकते हैं। अगर आप मीडिया कॉन्टेंट अपलोड करने का फ़ैसला करते हैं, तो आपके किसी आपातकालीन कॉल को बंद कर देने के बाद भी आपका कॉन्टेंट अपलोड किया जाता रहेगा। आपातकालीन सेवाएँ शेयर किए गए मीडिया कॉन्टेंट को रिकॉर्ड कर सकती हैं या सहेज सकती हैं। लाइव वीडियो और अपलोड किया गया मीडिया एंड-टू-एंड एंक्रिप्ट करके भेजा जाता है और Apple उसे देख या ऐक्सेस नहीं कर सकता है। इस फ़ीचर का इस्तेमाल करने के लिए आपको आपातकालीन कॉल और SOS बंद करना होगा। ऐसा करने के लिए, सेटिंग्ज़ > गोपनीयता और सुरक्षा > स्थान सेवा > सिस्टम सेवाएँ पर जाएँ और आपातकालीन कॉल और SOS चालू करने के लिए टैप करें। हो सकता है कि आपातकालीन SOS लाइव वीडियो सभी स्थानों या परिस्थितियों में उपलब्ध न रहे। गिरने की पहचान यदि Apple Watch SE या Apple Watch Series 4 या बाद के संस्करणों द्वारा ज़ोर से गिरने की पहचान की जाती है जबकि आपने अपनी घड़ी पहनी हुई हो, तो गिरने की पहचान का अलर्ट ज़रूरत पड़ने पर आपको आपातकालीन सेवाओं से कनेक्ट करने में सहायता कर सकता है। आप चाहें, तो आपातकालीन सेवाओं से संपर्क कर सकते हैं या अलर्ट ख़ारिज कर सकते हैं। अगर आपकी Apple Watch को पता चलता है कि आप हिल-डुल रहे हैं, तो वह आपकी तरफ़ से अलर्ट का जवाब दिए जाने का इंतज़ार करेगी और आपातकालीन सेवाओं को ऑटोमैटिकली कॉल नहीं करेगी। अगर आपकी Apple Watch पाती है कि आप लगभग एक मिनट से गतिहीन हैं, तो वह ऑटोमैटिकली कॉल कर देगी। जब ऑटोडायल की गई कॉल कनेक्ट होगी, तब आपकी Apple Watch एक ऑडियो संदेश चलाएगी जो आपातकालीन सेवाओं को सूचित करेगा कि आपकी Apple Watch ने ज़ोर से गिरने की पहचान की है और फिर वह आपके वर्तमान स्थान को अक्षांश और देशांतर निर्देशांकों के रूप में शेयर करेगी। यह कॉल आपका स्थान शेयर करेगी चाहे आपने स्थान सेवा को सक्षम किया हो या न किया हो। यदि आपने पहले मेडिकल ID को आपातकालीन कॉल के दौरान शेयर करने के लिए सक्षम किया है, तो आपकी मेडिकल ID भी आपातकालीन सेवाओं के साथ ऑटोमैटिकली शेयर की जाएगी (केवल संयुक्त राज्य अमेरिका और कनाडा)। कॉल समाप्त होने के बाद आपकी Apple Watch 10 सेकंड की उलटी गिनती शुरू करेगी जिसके बाद वह आपके आपातकालीन संपर्कों और अगर चेक इन सत्र सक्रिय है तो चेक इन संपर्क को आपके स्थान के साथ संदेश भेजकर यह बताएगी कि आपकी घड़ी ने ज़ोर से गिरने की पहचान की है और आपातकालीन सेवाओं को कॉल कर दी है। 10 सेकंड की उलटी गिनती के भीतर आप चाहें तो अपने आपातकालीन संपर्कों और सक्रिय चेक इन संपर्क को भेजा जाने वाला संदेश रद्द कर सकते हैं। आपकी Apple Watch को आपके आपातकालीन संपर्क आपकी मेडिकल ID से मिलते हैं। अगर गिरने की पहचान की जाती है, ऑटोडायल कॉल आपातकालीन सेवाओं से कनेक्ट नहीं कर पाती है और आप हिल-डुल नहीं पा रहे हैं, तो आपका iPhone आपातकालीन सेवाओं को SMS के ज़रिए सीमित जानकारी (जैसे कि आपका स्थान, बैटरी लाइफ़ और आपातकालीन स्थिति का प्रकार) भेजने के लिए सैटेलाइट कनेक्टिविटी के माध्यम से आपातकालीन SOS का इस्तेमाल करने की कोशिश कर सकता है। आपकी तरफ़ से आपके आपातकालीन संपर्कों और सक्रिय चेक इन संपर्क को भी सीमित जानकारी (जैसे कि आपका स्थान, आपातकालीन स्थिति का प्रकार) भेजी जाएगी। गिरने की घटनाओं को सेहत ऐप में ऑटोमैटिकली रिकॉर्ड किया जाता है, जब तक कि Apple Watch द्वारा पूछे जाने पर आप यह न जवाब दें कि आप गिरे नहीं हैं। अपनी गिरने की हिस्ट्री देखने के लिए अपने iPhone पर सेहत ऐप खोलें और ब्राउज़ > अन्य डेटा > गिरने की संख्या पर जाएँ। आप अपने iPhone पर Apple Watch ऐप में मेरी घड़ी > आपातकालीन SOS पर जाकर, फिर गिरने की पहचान को चालू या बंद करने के लिए टैप करके आप गिरने की पहचान को सक्षम या अक्षम कर सकते हैं। यदि गिरने की पहचान चालू की जाती है, तो आप “हमेशा चालू” या “केवल वर्कआउट के दौरान चालू” पर टैप कर सकते हैं। यदि आपने अपनी Apple Watch सेटअप करते समय या सेहत ऐप में अपनी उम्र दर्ज की थी और आपकी उम्र 55 वर्ष या उससे अधिक है, तो गिरने की पहचान ऑटोमैटिकली चालू हो जाती है। यदि आपकी उम्र 18 से 55 वर्ष के बीच की है, तो गिरने की पहचान केवल वर्कआउट के दौरान ऑटोमैटिकली चालू होती है। कलाई की पहचान चालू होने पर ही आपकी घड़ी आपातकालीन सेवाओं को ऑटोमैटिकली कॉल कर सकेगी। Apple Watch पर यह करने के लिए सेटिंग्ज़ > पासकोड पर जाएँ और टैप करके कलाई की पहचान चालू करें। गिरने की पहचान केवल 18 वर्ष और उससे अधिक उम्र वालों के लिए उपलब्ध है। Apple Watch गिरने की हर घटना की पहचान नहीं कर सकती है। टक्कर की पहचान यदि iOS 16 या बाद वाले संस्करण का आपका iPhone 14 या बाद वाले मॉडल (सभी मॉडल), Apple Watch Series 8 या बाद वाले मॉडल, Apple Watch SE (दूसरी पीढ़ी) और watchOS 9 या बाद वाले संस्करण की Apple Watch Ultra या बाद वाले मॉडल गंभीर कार क्रैश की पहचान करती है, तो आपातकालीन सेवाओं को कॉल करने के लिए एक अलर्ट ट्रिगर किया जाएगा। आप चाहें, तो आपातकालीन सेवाओं से संपर्क कर सकते हैं या अलर्ट ख़ारिज कर सकते हैं। यदि आप 10 सेकंड के अंदर अलर्ट पर प्रतिक्रिया नहीं देते हैं, तो आपका डिवाइस ऑटोमैटिकली कॉल करेगा। जब ऑटोडायल की गई कॉल कनेक्ट होगी, तब आपका डिवाइस एक ऑडियो संदेश चलाएगा जो आपातकालीन सेवाओं को सूचित करेगा कि आपके डिवाइस ने कार क्रैश की पहचान की है और फिर वह आपके वर्तमान स्थान को अक्षांश और देशांतर निर्देशांकों के रूप में शेयर करेगा। यह कॉल आपका स्थान शेयर करेगी चाहे आपने स्थान सेवा को सक्षम किया हो या न किया हो। यदि आपने पहले मेडिकल ID को आपातकालीन कॉल के दौरान शेयर करने के लिए सक्षम किया है, तो आपकी मेडिकल ID भी आपातकालीन सेवाओं के साथ ऑटोमैटिकली शेयर की जाएगी (केवल संयुक्त राज्य अमेरिका और कनाडा)। कॉल समाप्त होने के बाद आपका डिवाइस 10 सेकंड की उलटी गिनती शुरू करेगा जिसके बाद वह आपके आपातकालीन संपर्कों और अगर “चेक इन सत्र” सक्रिय है, तो “चेक इन संपर्क” को आपके स्थान के साथ संदेश भेजकर यह बताएगा कि आपके डिवाइस ने कार क्रैश की पहचान की है और आपातकालीन सेवाओं को कॉल कर दी गई है। 10 सेकंड की उलटी गिनती के भीतर आप चाहें तो अपने आपातकालीन संपर्कों और सक्रिय चेक इन संपर्क को भेजा जाने वाला संदेश रद्द कर सकते हैं। आपके डिवाइस को आपके आपातकालीन संपर्क आपकी मेडिकल ID से मिलते हैं। आपातकालीन संपर्कों और सक्रिय “चेक इन संपर्क” की सूचना आने पर आपका डिवाइस आपातकालीन सेवाओं को संपर्क करने, मेडिकल ID जानकारी खोलने या अलर्ट को ख़ारिज करने के लिए विकल्पों को प्रदर्शित करना जारी रखेगा। iPhone और Apple Watch द्वारा हर कार क्रैश की पहचान नहीं की जा सकती है। स्थान जानकारी का इस्तेमाल यह निर्धारित करने के लिए किया जा सकता है कि टक्कर हुई थी या नहीं। अगर कार की ज़ोरदार टक्कर की पहचान की जाती है, ऑटोडायल कॉल आपातकालीन सेवाओं से कनेक्ट नहीं कर पाती है और आपकी ओर से कोई प्रतिक्रिया नहीं मिल रही है, तो आपका iPhone आपातकालीन सेवाओं को SMS के ज़रिए सीमित जानकारी (जैसे कि आपका स्थान, बैटरी लाइफ़ और आपातकालीन स्थिति का प्रकार) भेजने के लिए सैटेलाइट कनेक्टिविटी के माध्यम से आपातकालीन SOS का इस्तेमाल करने की कोशिश कर सकता है। आपकी तरफ़ से आपके आपातकालीन संपर्कों और सक्रिय चेक इन संपर्क को भी सीमित जानकारी (जैसे कि आपका स्थान, आपातकालीन स्थिति का प्रकार) भेजी जाएगी। आप सेटिंग्ज़ > आपातकालीन SOS पर जाकर > फिर “ज़ोरदार टक्कर होने के बाद कॉल करें” को चालू या बंद करने के लिए टैप करके या अपने iPhone पर Apple Watch ऐप में मेरी घड़ी > आपातकालीन SOS पर जाकर, फिर “ज़ोरदार टक्कर होने के बाद कॉल करें” को चालू या बंद करने के लिए टैप करके टक्कर की पहचान को अक्षम या फिर से सक्षम कर सकते हैं। आप टक्कर की पहचान के डेटा को अपने iPhone पर इंस्टॉल किए गए तृतीय पक्ष के ऐप्लिकेशन के साथ शेयर करने का विकल्प भी चुन सकते हैं। यदि आप डेटा के लिए ऐक्सेस प्रदान करते हैं और कार क्रैश हो जाती है, तो तृतीय पक्ष को उस दुर्घटना की जानकारी ऑटोमैटिकली दी जाएगी और इसमें स्थान डेटा शामिल हो सकता है। यदि आपके iPhone द्वारा कार क्रैश की पहचान करने के बाद आप उसे आपातकालीन सेवाओं को कॉल करने की अनुमति देते हैं, तो तृतीय पक्ष को क्रैश की सूचना देने से पहले आपातकालीन सेवाओं को कॉल किया जाएगा। यदि आपके iPhone द्वारा कार क्रैश की पहचान करने के बाद आप उसे आपातकालीन सेवाओं को कॉल करने की अनुमति नहीं देते हैं और क्रैश की पहचान की जाती है और तृतीय-पक्ष शेयरिंग चालू है, तो आपका डिवाइस आपको यह बताने के लिए अलर्ट भेजेगा कि क्रैश की पहचान की गई है, तृतीय पक्ष के साथ डेटा शेयर कर दिया गया है और यदि संभव हो, तो आपको तृतीय-पक्ष ऐप का इस्तेमाल करना चाहिए। आप यह चुन सकते हैं कि टक्कर की पहचान के डेटा को तृतीय पक्ष के साथ शेयर करना है या नहीं। अपने iPhone पर ऐसा करने के लिए सेटिंग्ज़ > आपातकालीन SOS पर जाएँ और “ऐप के साथ टक्कर शेयर करें” को चालू करने के लिए टैप करें। कंपस वेपॉइंट आप अपने वर्तमान स्थान के वेपॉइंट के रूप में जोड़ने के लिए दिशासूचक ऐप का इस्तेमाल कर सकते हैं, जिससे आपको अपने द्वारा बनाए गए प्रत्येक कंपास वेपॉइंट की दूरी और दिशा देखने की अनुमति मिलती है। इसके अतिरिक्त, दिशासूचक ऐप द्वारा दो वेपॉइंट ऑटोमैटिकली जनरेट किए जा सकते हैं जिनमें एक अंतिम मोबाइल कनेक्शन वेपॉइंट जो कनेक्टिविटी के लिए मोबाइल रिसेप्शन वाली अंतिम जगह का अनुमान लगाएगा और अंतिम आपातकालीन कॉल वेपॉइंट शामिल होगा जो यह अनुमान लगाएगा कि रूट पर आपके iPhone या Apple Watch को किसी भी उपलब्ध कैरियर नेटवर्क से पिछली बार कनेक्शन कहाँ मिला था ताकि आपातकालीन कॉल की जा सके। अंतिम मोबाइल कनेक्शन वेपॉइंट या अंतिम आपातकालीन कॉल वेपॉइंट बनाने के लिए, कंपास ऐप के लिए सटीक स्थान चालू होने के साथ आपके डिवाइस पर महत्वपूर्ण स्थान सक्षम होने चाहिए। आप दिशासूचक ऐप में वेपॉइंट को चुनकर, फिर स्क्रीन के नीचे की ओर स्क्रोल करके और वेपॉइंट डिलीट करें चुनकर कंपास ऐप में अपने द्वारा बनाए गए कंपास वेपॉइंट डिलीट कर सकते हैं। बैकट्रैक कुछ क्षेत्रों में जहाँ आपको अपने क़दमों को रीट्रेस करने में सहायता की ज़रूरत पड़ सकती है वहाँ Apple Watch पर उपलब्ध दिशासूचक ऐप और कुछ तृतीय-पक्ष ऐप्स सुरक्षा उद्देश्यों के लिए आपसे आपके हालिया स्थानों का वन-टाइम ऐक्सेस माँग सकते हैं। हो सकता है कि ये स्थान हमेशा उपलब्ध न हों, उदाहरण के लिए, यदि आप अपने घर जैसे परिचित स्थानों या शहरी इलाक़ों में स्थित हों। इन फ़ीचर का उपयोग करने के लिए आपके डिवाइस के लिए महत्वपूर्ण स्थान सक्षम होने चाहिए और ऐप के लिए सटीक स्थान चालू होना चाहिए। अन्य जानकारी कुछ सुरक्षा फ़ीचर हो सकता है कि सभी डिवाइस पर या सभी क्षेत्रों या भाषाओं में उपलब्ध न हों। कुछ क्षेत्रों और देशों में कई आपातकालीन सेवा नंबर होते हैं। इन लोकेल में गिरने की पहचान के अलर्ट के लिए Apple Watch एंबुलेंस सेवाओं से जुड़े नंबर पर कॉल करेगी। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम आपातकालीन SOS और सैटेलाइट के ज़रिए आपातकालीन SOS में मौजूद आपके व्यक्तिगत डेटा को सेवा प्रदान करने के लिए आवश्यकता के अनुसार और हमारी क़ानूनी बाध्यताओं का पालन करने के लिए प्रोसेस करते हैं। जहाँ सहमति उपयुक्त क़ानूनी आधार होती है, हम इसे लागू होने वाले स्थानीय क़ानून के अनुसार प्राप्त करने की कोशिश करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम आपातकालीन सेवा प्रदान करने, धोखाधड़ी या आपराधिक गतिविधि रोकने, सेवाएँ बेहतर करने और आपातकालीन SOS और सैटेलाइट सिस्टम और आर्किटेक्चर के ज़रिए आपातकालीन SOS बनाए रखने में मदद के लिए व्यक्तिगत डेटा की निम्नलिखित श्रेणियों को प्रोसेस करते हैं : • आपका स्थान • आपके सत्रों की जानकारी, जैसे कि आपातकालीन सेवाओं से संचार की अवधि और कॉन्टेंट • आपके चुने गए आपातकालीन संपर्क रिटेंशन Apple द्वारा व्यक्तिगत डेटा केवल तब तक रिटेन किया जाता है जब तक Apple की गोपनीयता नीति या हमारी सेवा विशिष्ट गोपनीयता नोटिस में बताए उद्देश्यों सहित उसके संग्रह के उद्देश्यों की पूर्ति के लिए ज़रूरी होता है या जब तक रिटेन करना क़ानूनन बाध्यकारी होता है। रिटेंशन अवधियों का मूल्यांकन करने के दौरान हम सबसे पहले सावधानीपूर्वक जाँच करते हैं कि क्या एकत्रित किया गया व्यक्तिगत डेटा रखना आवश्यक है और अगर रिटेंशन आवश्यक है, तो क़ानूनन अनुमति प्राप्त सबसे कम अवधि के लिए व्यक्तिगत डेटा रिटेन करने का काम करते हैं। Apple द्वारा संग्रहित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे https://www.apple.com/in/privacy/ पर देखा जा सकता है
hr: Hitan poziv Kad koristite značajku Hitan poziv koja pokreće hitan poziv, poziv može sadržavati vašu lokaciju (bez obzira imate li omogućene Lokacijske usluge) i zdravstvenu kartu (ako je omogućena) kako bi vam dispečer lakše mogao pomoći. Vaši lokacijski podaci i kriptirane informacije zdravstvene karte šalju se Appleu kako bi Apple mogao provjeriti je li usluga Poboljšani hitni podaci podržana u vašem području i radi pružanja podataka hitnim službama. Ako je to podržano u vašem području, partner može dobiti vaše informacije od Applea kako bi ih dao hitnim službama. Apple ne može čitati informacije vaše zdravstvene karte. Nakon što poziv završi, vaši hitni kontakti i kontakt za Potvrdu lokacije, ako je aktivna sesija Potvrde lokacije, automatski će primiti poruku u kojoj je navedeno da ste nazvali hitne službe, osim ako ne poništite poruku. Ta poruka također sadrži vašu trenutačnu lokaciju i vaš će uređaj tijekom ograničenog vremenskog perioda slati ažuriranja vašim hitnim kontaktima i prijatelju za aktivnu Potvrdu lokacije kad se vaša lokacija promijeni. Ako ne želite poslati svoju lokaciju hitnim kontaktima ili kontaktu za aktivnu Potvrdu lokacije, na svom uređaju iPhone ili Apple Vision Pro idite na Postavke > Privatnost i sigurnost > Lokacijske usluge > Usluge sustava i dodirom isključite Hitni pozivi i SOS. Za dodatne informacije o Hitnom pozivu i privatnosti posjetite www.apple.com/legal/privacy/data/hr/emergency-sos. Za dodatne informacije o zdravstvenoj karti idite u Postavke > Zdravlje > Zdravstvena karta > Hitni pristup i dodirnite Saznajte više. Za dodatne informacije o Lokacijskim uslugama posjetite www.apple.com/legal/privacy/data/hr/location-services. Hitan poziv putem satelita Hitan poziv preko satelita može vam pomoći da stupite u kontakt s hitnim službama u iznimnim okolnostima kada drugi načini komunikacije s hitnim službama nisu dostupni. Ova usluga možda nije dostupna na svim lokacijama ili u svim okolnostima. Za slanje i primanje poruka s hitnim službama potreban je neometan pogled na nebo i pažljivo poravnanje između vašeg uređaja i satelita. Satelitska veza funkcionira dosta drugačije od vaše tradicionalne mreže. Kao posljedica toga, možda će slanje i primanje poruka trajati duže nego kod tradicionalnih tekstualnih poruka i možda ćete imati problema s dostupnošću. Na nekim lokacijama ćete možda moći izravno razmjenjivati poruke s centrom hitne službe. Ako centar hitne službe koji pokriva vaše područje ne može primati tekstualne poruke, treći pružatelj releja komunicirat će tekstualnim porukama s vama i pozvati hitne službe u vaše ime. U Sjedinjenim Američkim Državama tekstualna poruka koja se izravno šalje hitnim službama podržava samo latinicu. Ako mobilna ili WLAN glasovna veza postane dostupna, hitne službe trebate kontaktirati telefonom. Međutim, ako to napravite, možda se nećete nužno povezati s istim pružateljem usluga hitnih službi koji rukovodi vašom satelitskom sesijom. Hitan poziv preko satelita podložan je dostupnosti satelita i može zahtijevati ažuriranje softvera za kontinuiranu funkcionalnost. Kada šaljete tekstualnu poruku koristeći Hitan poziv preko satelita, vaše se poruke šalju u kriptiranom obliku, a dekriptira ih Apple radi prosljeđivanja relevantnom pružatelju usluga hitnih službi ili trećem pružatelju releja. Vaše će poruke zadržati centri hitnih službi i pružatelj releja radi poboljšanja usluge prema vama te u skladu s mjerodavnim pravom. Kako bi se vaše tekstualne poruke preusmjerile u lokalnu organizaciju za hitne službe i pomoglo osobama koje pružaju prvu pomoć da dođu do vas, vaša će se lokacija podijeliti s Appleom, pružateljima usluge preusmjeravanja poruka hitnim službama te trećem pružatelju releja kada koristite Hitan poziv preko satelita. Lokacije poslane preko satelita u aplikaciji Pronalaženje dijele se u obliku kriptiranom s kraja na kraj i Apple im ne može pristupiti. Tijekom sesije hitnog slučaja možete odabrati dijeljenje transkripta svoje komunikacije s hitnim službama s unaprijed odabranim hitnim kontaktima zajedno s informacijama o svojoj lokaciji i prirodi svojeg hitnog slučaja. U bilo kojem trenutku možete prestati dijeliti svoj transkript sesije dodirom opcije Prestani dijeliti pri vrhu zaslona. Videozapis uživo za hitan poziv Tijekom hitnog poziva možete odabrati dijeljenje videa uživo ili prijenos medija s hitnim službama na zahtjev hitnih službi. Videozapis uživo možete u bilo kojem trenutku prestati dijeliti dodirom opcije Završi poziv, zatim “Zaustavi dijeljenje kamere” ili “Završi poziv”. Ako odlučite prenijeti medijski sadržaj, vaš će se sadržaj nastaviti prenositi čak i ako završite hitni poziv. Hitne službe mogu snimati ili spremati dijeljene medijske sadržaje. Video uživo i preneseni mediji šalju se šifrirani s kraja na kraj i Apple ih ne može vidjeti niti im može pristupiti. Da biste koristili ovu značajku, morate imati uključene Hitne pozive i SOS. Ako to želite napraviti, idite u Postavke > Privatnost i sigurnost > Lokacijske usluge > Usluge sustava i dodirom isključite Hitni slučajevi i hitni pozivi. Videozapis uživo za hitan poziv možda nije dostupan na svim lokacijama ili u svim okolnostima. Detekcija pada Ako Apple Watch SE ili Apple Watch Series 4 ili noviji detektiraju snažan pad dok nosite sat, obavijest o detekciji pada može vam pomoći u povezivanju s hitnim službama ako je to potrebno. Možete odlučiti nazvati hitne službe ili odbaciti obavijest. Ako Apple Watch detektira da se pomičete, pričekat će da odgovorite na obavijest i neće automatski nazvati hitne službe. Ako Apple Watch detektira da ste nepomični na približno minutu, automatski će nazvati hitne službe. Kad se automatski birani poziv spoji, Apple Watch će reproducirati audio poruku kojom će se hitne službe informirati da je Apple Watch detektirao snažan pad i zatim će podijeliti vašu trenutačnu lokaciju u obliku koordinata zemljopisne širine i dužine. Pozivom će se podijeliti vaša lokacija bez obzira jeste li omogućili Lokacijske usluge. Ako ste prethodno omogućili dijeljenje zdravstvene karte tijekom hitnog poziva, vaša zdravstvena karta također će se automatski podijeliti hitnim službama (samo u SAD-u i Kanadi). Nakon što poziv završi, Apple Watch započet će 10-sekundno odbrojavanje prije slanja poruke s vašom lokacijom vašim hitnim kontaktima i kontaktu za Potvrdu lokacije ako je aktivna sesija Potvrde lokacije, čime ih se obavještava da je vaš sat detektirao snažan pad i nazvao hitne službe. Možete poništiti slanje poruke hitnim kontaktima i kontaktu za aktivnu Potvrdu lokacije unutar 10-sekundnog odbrojavanja. Apple Watch dohvaća hitne kontakte iz vaše Zdravstvene karte. Ako uređaj detektira pad, automatski birani poziv ne može se povezati s hitnim službama i nepokretni ste, iPhone može pokušati upotrijebiti povezivost hitnog poziva putem satelita za automatsko slanje ograničenih informacija u poruci hitnim službama (primjerice, vašu lokaciju, napon baterije i vrstu hitnog slučaja). Ograničene informacije (primjerice, vaša lokacija, vrsta hitnog slučaja) također će se poslati vašim hitnim kontaktima i kontaktu za aktivnu Potvrdu lokacije u vaše ime. Padovi se automatski bilježe u aplikaciji Zdravlje, osim ako ne odgovorite da niste pali kada zaprimite upit s Apple Watcha. Za pregledavanje svoje povijesti padova otvorite aplikaciju Zdravlje na iPhoneu i idite na Pregled > Ostali podaci > Broj padova. Detekciju pada možete omogućiti ili onemogućiti u aplikaciji Apple Watch na iPhoneu tako da otvorite Moj sat > Hitan poziv, zatim dodirom uključite ili isključite Detekciju pada. Ako je Detekcija pada uključena, možete dodirnuti “Uvijek uključena” ili “Samo tijekom treninga". Ako ste unijeli svoju dob kad ste podesili Apple Watch ili u aplikaciji Zdravlje, i imate 55 godina ili više, Detekcija pada automatski je uključena. Ako imate između 18 i 55 godina, Detekcija pada automatski je uključena samo tijekom treninga. Detekcija zapešća treba biti omogućena kako bi sat automatski mogao nazvati hitne službe. Kako biste to podesili na Apple Watchu, otvorite Postavke > Šifra i uključite Detekciju zapešća. Detekcija pada dostupna je samo za korisnike od 18 godina i starije. Apple Watch ne može detektirati sve padove. Detekcija sudara Ako iPhone 14 ili noviji (svi modeli) sa sustavom iOS 16 ili novijim, Apple Watch Series 8 ili noviji, Apple Watch SE (2. generacija) i Apple Watch Ultra ili noviji sa sustavom watchOS 9 ili novijim detektiraju snažan prometni sudar, pokrenut će se alarm za pozivanje hitnih službi. Možete odlučiti nazvati hitne službe ili odbaciti obavijest. Ako ne odgovorite na alarm unutar 10 sekundi, vaš će uređaj automatski pokušati uspostaviti poziv. Kad se automatski birani poziv spoji, uređaj će reproducirati audio poruku kojom će se hitne službe informirati da je uređaj detektirao prometni sudar i zatim će podijeliti vašu trenutačnu lokaciju u obliku koordinata zemljopisne širine i dužine. Pozivom će se podijeliti vaša lokacija bez obzira jeste li omogućili Lokacijske usluge. Ako ste prethodno omogućili dijeljenje zdravstvene karte tijekom hitnog poziva, vaša zdravstvena karta također će se automatski podijeliti hitnim službama (samo u SAD-u i Kanadi). Nakon što poziv završi, vaš će uređaj započeti 10-sekundno odbrojavanje prije slanja poruke s vašom lokacijom vašim hitnim kontaktima i kontaktu za Potvrdu lokacije ako je aktivna sesija Potvrde lokacije, čime ih se obavještava da je vaš uređaj detektirao prometni sudar i nazvao hitne službe. Možete poništiti slanje poruke hitnim kontaktima i kontaktu za aktivnu Potvrdu lokacije unutar 10-sekundnog odbrojavanja. Uređaj dohvaća hitne kontakte iz vaše Zdravstvene karte. Nakon obavještavanja hitnih kontakata i kontakta za aktivnu Potvrdu lokacije, vaš će uređaj nastaviti prikazivati opcije za pozivanje hitnih službi, otvaranje informacija zdravstvene karte ili odbacivanje obavijesti. iPhone i Apple Watch ne mogu detektirati sve prometne sudare. Podaci o lokaciji mogu se koristiti za određivanje je li došlo do sudara ili ne. Ako uređaj detektira snažan prometni sudar, automatski birani poziv ne može se povezati s hitnim službama i ne reagirate, iPhone može pokušati upotrijebiti povezivost hitnog poziva putem satelita za automatsko slanje ograničenih informacija u poruci hitnim službama (primjerice, vašu lokaciju, napon baterije i vrstu hitnog slučaja). Ograničene informacije (primjerice, vaša lokacija, vrsta hitnog slučaja) također će se poslati vašim hitnim kontaktima i kontaktu za aktivnu Potvrdu lokacije u vaše ime. Možete onemogućiti ili ponovno omogućiti Detekciju sudara tako da idete u Postavke > Hitan poziv, zatim dodirom uključite ili isključite Nazovi nakon snažnog sudara ili u aplikaciji Apple Watch na iPhoneu tako da idete u Moj sat > Hitan poziv, zatim dodirom uključite ili isključite Nazovi nakon snažnog sudara. Također možete podijeliti podatke Detekcije sudara s aplikacijom drugog proizvođača koja je instalirana na iPhone. Ako dozvolite pristup podacima i dođe do prometnog sudara, druga strana automatski će biti informirana o sudaru, što može uključivati podatke o lokaciji. Ako dozvolite iPhoneu pozivanje hitnih službi nakon što detektira prometni sudar, poziv hitnim službama bit će uspostavljen prije informiranja druge strane o sudaru. Ako ne dozvolite iPhoneu pozivanje hitnih službi nakon što detektira prometni sudar, a sudar je detektiran i uključeno je dijeljenje s drugim stranama, vaš će uređaj poslati obavijest kako bi vas obavijestio da je sudar detektiran, podaci su podijeljeni s drugom stranom i trebali biste stupiti u interakciju s aplikacijom drugog proizvođača ako to možete učiniti. Možete odabrati želite li podijeliti podatke o detekciji sudara s drugom stranom. Ako to želite napraviti na iPhoneu, idite u Postavke > Hitan poziv i dodirom uključite Podijeli sudar s aplikacijom. Putne točke kompasa Aplikaciju Kompas možete koristiti za dodavanje svoje trenutačne lokacije kao putne točke, čime vam se omogućava prikazivanje udaljenosti i smjera do svake putne točke Kompasa koju izradite. Osim toga, aplikacija Kompas automatski može generirati dvije putne točke, uključujući putnu točku posljednje uspostave mobilne veze koja procjenjuje posljednje mjesto s mobilnim prijemom radi uspostave veze i putnu točku posljednjeg hitnog poziva koja procjenjuje mjesto na ruti na kojem je iPhone ili Apple Watch posljednji put imao vezu s bilo kojom dostupnom mrežom operatera radi mogućnosti uspostavljanja hitnog poziva. Za izradu putne točke posljednje uspostave mobilne veze ili putne točke posljednjeg hitnog poziva trebate imati omogućene Značajne lokacije na uređaju i uključenu Preciznu lokaciju za aplikaciju Kompas. Putne točke koje izradite u aplikaciji Kompas možete obrisati tako da odaberete putnu točku u aplikaciji Kompas, zatim listate do dna zaslona i odaberete Obriši putnu točku. Povratak U određenim područjima gdje vam je potrebna pomoć za vraćanje istim putem, aplikacija Kompas i određene aplikacije drugih proizvođača koje su dostupne na Apple Watchu mogu zatražiti jednokratni pristup vašim nedavnim lokacijama radi sigurnosnih razloga. Ove lokacije možda neće uvijek biti dostupne, primjerice, ako se nalazite blizu poznatih mjesta kao što je vaš dom ili u urbanim područjima. Za uporabu ovih značajki trebate imati omogućene Značajne lokacije za uređaj i uključenu Preciznu lokaciju za aplikaciju. Ostale informacije Neke sigurnosne značajke možda neće biti dostupne za sve uređaje ili u svim regijama ili na svim jezicima. Neke regije i države imaju više brojeva hitnih službi. Na takvim će lokacijama Apple Watch nazvati broj povezan s prvom pomoći za obavijesti o Detekciji pada. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke u Hitnom pozivu i Hitnom pozivu putem satelita obrađujemo kako je potrebno radi pružanja usluge i radi usklađenosti s našim pravnim obvezama. Na mjestima na kojima je pristanak prikladna pravna osnova, tražimo ga u skladu s važećim lokalnim zakonom. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo sljedeće kategorije osobnih podataka za svrhe naših legitimnih interesa kako bi se olakšale hitne usluge, spriječile prevare ili kriminalna aktivnost, poboljšale usluge i pomogli održati sustavi i arhitekture Hitnog poziva i Hitnog poziva putem satelita: • Vaša lokacija • Informacije o vašim sesijama, primjerice trajanje i sadržaj komuniciran s hitnim službama • Vaši odabrani hitni kontakti Zadržavanje Apple zadržava osobne podatke samo onoliko koliko je potrebno za ispunjavanje svrhe za koju su prikupljeni i to kako je opisano u pravilima privatnosti tvrtke Apple ili u obavijestima o privatnosti koje su specifične za tu uslugu ili kako je sukladno zakonu. Prilikom procjenjivanja perioda zadržavanja, prvo pažljivo pregledavamo je li potrebno zadržati prikupljene osobne podatke i, ako je zadržavanje potrebno, trudimo se osobne podatke zadržati na najkraći mogući period dozvoljen važećim zakonom. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/.
hu: Vészhelyzet – SOS Ha egy olyan Vészhelyzet – SOS-funkciót használ, amely segélyhívást kezdeményez, a segélyhívás tartalmazhatja az Ön tartózkodási helyét (függetlenül attól, hogy engedélyezte-e a Helymeghatározás funkciót), és az Egészségügyi azonosítóját (amennyiben engedélyezve van), mivel ez lehetővé teszi, hogy a diszpécser segítsen Önnek. A helyzetével kapcsolatos adatokat és a titkosított Egészségügyi azonosítóját a rendszer elküldi az Apple-nek. Az Apple ezt követően ellenőrzi, hogy az Ön területén támogatott-e a Fejlett vészhelyzeti adatszolgáltatás, és biztosítja az adatokat a sürgősségi segélyszolgálatok számára. Ha az Ön területén ez a funkció támogatott, egy partner lekérheti az Ön adatait az Apple-től, hogy továbbítsa őket a sürgősségi segélyszolgálatok felé. Az Apple nem képes elolvasni az Ön Egészségügyi azonosítójának adatait. A hívás befejezését követően a rendszer automatikusan üzenetet küld a vészhelyzetben értesítendő kontaktjainak és a Helyzetjelentésben részt vevő kontaktnak (ha egy Helyzetjelentés-munkamenet aktív) arról, hogy Ön felhívta a sürgősségi segélyszolgálatokat, kivéve, ha Ön visszavonja az üzenetet. Ez az üzenet az Ön aktuális helyzetét is tartalmazza, továbbá korlátozott ideig az eszköze frissítéseket fog küldeni a vészhelyzetben értesítendő kontaktjainak és az aktív Helyzetjelentésben részt vevő kontaktnak, amikor az Ön helyzete változik. Ha nem szeretné elküldeni a helyzetét a vészhelyzetben értesítendő kontaktoknak és az aktív Helyzetjelentésben résztvevő kontaktnak, akkor válassza az iPhone-ján vagy az Apple Vision Próján a Beállítások > Adatvédelem és biztonság > Helymeghatározás > Rendszerszolgáltatások menüpontot, és koppintással kapcsolja ki a Segélyhívások és SOS funkciót. A Vészhelyzet – SOS funkcióra és az adatvédelemre vonatkozó bővebb tudnivalókért látogasson el a következő weboldalra: www.apple.com/legal/privacy/data/hu/emergency-sos. Az Egészségügyi azonosítóval kapcsolatos további információkért válassza a Beállítások > Egészség > Egészségügyi azonosító > Vészhelyzeti hozzáférés menüpontot, majd koppintson a Bővebben elemre. A Helymeghatározásról a következő weboldalon talál további információkat: www.apple.com/legal/privacy/data/hu/location-services. Vészhelyzet – SOS műholdon keresztül A Vészhelyzet – SOS műholdon keresztül funkció segítségével kapcsolatba léphet a sürgősségi segélyszolgálatokkal olyan kivételes körülmények esetén, amikor a sürgősségi segélyszolgálatok semmilyen más módon nem érhetők el. Előfordulhat, hogy ez a szolgáltatás nem minden helyszín vagy körülmény esetén áll rendelkezésre. A sürgősségi segélyszolgálatokkal váltott üzenetek küldéséhez és fogadásához akadálytalan rálátással kell rendelkeznie az égboltra, és körültekintően össze kell hangolnia az eszközét és a műholdat. A műholdas kapcsolat működése nagyban különbözik a hagyományos hálózatok működésétől. Ennek következtében az üzenetek küldése és fogadása a hagyományos szöveges üzenetekhez viszonyítva több időt vehet igénybe, és kimaradásokat észlelhet a szolgáltatás elérhetőségében. Bizonyos helyeken közvetlenül válthat üzeneteket a sürgősségi segélyszolgálati központtal. Ha az Ön tartózkodási helyét kiszolgáló sürgősségi segélyszolgálati központ nem képes szöveges üzenetek fogadására, egy harmadik félnek számító közvetítő szolgáltató fog üzenetet váltani Önnel, és az Ön nevében fel fogja hívni a sürgősségi segélyszolgálatokat. Az Egyesült Államokban a közvetlenül a sürgősségi segélyszolgálatoknak küldött üzenetek csak a latin ábécét támogatják. Ha a mobilhálózaton vagy WLAN-hálózaton keresztüli hangkapcsolat elérhetővé válik, akkor telefonon vegye fel a kapcsolatot a sürgősségi segélyszolgálatokkal. Azonban, ha így tesz, akkor előfordulhat, hogy nem ugyanazzal a segélyszolgálattal fog kapcsolatba lépni, mint amelyik a műholdas kapcsolatfelvételt kezeli. A Vészhelyzet – SOS műholdon keresztül funkció elérhetősége függ a műhold elérhetőségétől, és a folyamatos működéséhez szükség lehet a szoftver frissítésére. A Vészhelyzet – SOS műholdon keresztül funkció használatakor az üzenetei titkosított formátumban lesznek elküldve, majd az Apple visszafejti őket a megfelelő sürgősségi segélyszolgálatoknak vagy a harmadik félnek minősülő közvetítő szolgáltatóknak való elküldés céljából. A segélyszolgálati központok és a közvetítő szolgáltatók megőrizhetik az Ön üzeneteit az Önnek nyújtott szolgáltatásaik javítása és a vonatkozó törvényeknek való megfelelés érdekében. Ahhoz, hogy az Ön szöveges üzeneteit egy helyi sürgősségi segélyszolgálathoz tudják irányítani, és segítséget tudjanak nyújtani a sürgősségi segélyszolgálatoknak az Ön eléréséhez, az Ön helyadatai meg lesznek osztva az Apple-lel, a sürgősségi segélyszolgálatok szöveges üzenetek átirányításával foglalkozó szolgáltatóival, valamint egy harmadik félnek számító közvetítő szolgáltatóval, amikor Ön a Vészhelyzet – SOS műholdon keresztül funkciót használja. A Lokátor appban műholdon keresztül küldött helyzetek végponttól végpontig titkosított formában vannak elküldve, és ezekhez az Apple nem tud hozzáférni. A vészhelyzeti munkamenet során dönthet úgy, hogy megosztja az előre kiválasztott, vészhelyzetben értesítendő kontaktjaival a sürgősségi segélyszolgálatokkal folytatott kommunikációjának átiratát, valamint a helyzetére és a vészhelyzet jellegére vonatkozó információkat. A képernyő felső részén található Megosztás leállítása lehetőségre koppintva bármikor leállíthatja a munkamenete átiratának megosztását. Vészhelyzet – SOS – élő videó Segélyhívás közben a sürgősségi segélyszolgálatok kérésére megoszthat élő videókat a sürgősségi segélyszolgálatokkal, illetve feltölthet számukra médiatartalmakat. Az élő videó megosztását bármikor leállíthatja, ha a Hívás befejezése, majd a „Kamera megosztásának leállítása” vagy a „Hívás befejezése” lehetőségre koppint. Ha úgy dönt, hogy médiatartalmakat tölt fel, a tartalmak feltöltése akkor is folytatódni fog, ha befejezi a segélyhívást. A sürgősségi segélyszolgálatok rögzíthetik vagy elmenthetik a megosztott médiatartalmakat. Az élő videók és a feltöltött médiatartalmak végponttól végpontig titkosított formában vannak elküldve, és ezeket az Apple nem tudja megtekinteni, illetve ezekhez nem tud hozzáférni. Ha használni szeretné ezt a szolgáltatást, be kell kapcsolnia a Segélyhívások és SOS funkciót. Ehhez válassza a Beállítások > Adatvédelem és biztonság > Helymeghatározás > Rendszerszolgáltatások menüpontot, és koppintással kapcsolja be a Segélyhívások és SOS beállítást. Elképzelhető, hogy a Vészhelyzet – SOS funkció Élő videó szolgáltatása nem minden helyszínen, illetve körülmények között áll rendelkezésre. Esésészlelés Ha egy Apple Watch SE vagy Apple Watch Series 4 vagy újabb modell súlyos esést észlel, miközben az Ön csuklóján van, akkor egy Esésészlelés-jelzés segíthet Önnek abban, hogy szükség esetén kapcsolatba lépjen a sürgősségi segélyszolgálatokkal. Igény szerint kapcsolatba léphet a sürgősségi segélyszolgálatokkal, vagy bezárhatja a jelzést. Ha az Apple Watch azt érzékeli, hogy Ön mozog, megvárja, amíg Ön reagál a jelzésre, és nem hívja fel automatikusan a sürgősségi segélyszolgálatokat. Ha az Apple Watch azt érzékeli, hogy Ön kb. egy percig nem mozog, akkor automatikusan hívást indít. Amikor az automatikusan tárcsázott hívást kapcsolják, az Apple Watch lejátszik egy hangüzenetet, amely arról tájékoztatja a sürgősségi segélyszolgálatokat, hogy az Ön Apple Watcha súlyos esést észlelt, majd ezután az eszköz megosztja az Ön aktuális helyzetét szélességi és hosszúsági fokokban megadott koordinátákként. A hívás során a helyzete meg lesz osztva, függetlenül attól, hogy Ön engedélyezte-e a Helymeghatározást. Ha korábban engedélyezte az Egészségügyi azonosítójának segélyhívás alatt történő megosztását, az Egészségügyi azonosítója szintén automatikusan meg lesz osztva a sürgősségi segélyszolgálatokkal (csak az Egyesült Államokban és Kanadában). Amikor a hívás befejeződött, az Apple Watch elindít egy 10 másodperces visszaszámlálást, és csak ezután küld üzenetet a vészhelyzetben értesítendő kontaktjainak és a Helyzetjelentésben részt vevő kontaktnak (ha egy Helyzetjelentés-munkamenet aktív) az Ön helyzetéről, amelyben tudatja velük, hogy az Ön Watcha súlyos esést észlelt, és tárcsázta a sürgősségi segélyszolgálatokat. A 10 másodpercig tartó visszaszámlálás során visszavonhatja a vészhelyzetben értesítendő kontaktoknak és az aktív Helyzetjelentésben részt vevő kontaktnak szóló üzenetet. Az Apple Watch az Ön Egészségügyi azonosítójából kéri le az Ön vészhelyzetben értesítendő kontaktjait. Ha esés észlelésekor az automatikusan indított hívás nem tud kapcsolódni a sürgősségi segélyszolgálatokhoz, és Ön nem mozog, akkor az iPhone‑ja képes automatikusan megkísérelni a Vészhelyzet – SOS funkció használatával műholdas kapcsolaton keresztül korlátozott információkat (például az Ön helyzetét, az akkumulátortöltöttséget és a vészhelyzet jellegét) tartalmazó üzenetet küldeni a sürgősségi segélyszolgálatoknak. Információk korlátozott köre (például az Ön helyzete, a vészhelyzet jellege) a vészhelyzetben értesítendő kontaktjainak és az aktív Helyzetjelentésben részt vevő kontaktnak is el lesz küldve az Ön nevében. Az esések automatikusan rögzítve vannak az Egészség appban, kivéve, ha az Apple Watch kérdésére Ön azt válaszolja, hogy nem esett el. A korábbi esések megtekintéséhez nyissa meg az Egészség appot az iPhone-ján, és válassza a Böngészés > Egyéb adat > Elesések száma menüpontot. Az Esésészlelést bármikor igény szerint engedélyezheti vagy letilthatja az iPhone-ján lévő Apple Watch appban, ha kiválasztja a Saját Watch > Vészhelyzet – SOS menüpontot, majd koppintással be- vagy kikapcsolja az Esésészlelés beállítást. Ha az Esésészlelés be van kapcsolva, rákoppinthat a „Mindig bekapcsolva” vagy a „Csak edzések közben bekapcsolva” lehetőségre. Ha az Apple Watch beállítása közben vagy az Egészség appban megadta az életkorát, és Ön már elmúlt 55 éves, akkor az Esésészlelés funkció automatikusan bekapcsol. 18 és 55 év között az Esésészlelés csak edzések közben kapcsol be automatikusan. Ahhoz, hogy a Watch automatikusan fel tudja hívni a sürgősségi segélyszolgálatokat, a Csuklóészlelés funkciónak bekapcsolva kell lennie. Ehhez Apple Watchon válassza a Beállítások > Jelkód menüpontot, és koppintással kapcsolja be a Csuklóészlelés beállítást. Az Esésészlelés funkció csak a 18 év feletti felhasználók számára érhető el. Az Apple Watch nem minden esést képes észlelni. Ütközésészlelés Ha az iOS 16 vagy újabb rendszert futtató iPhone 14 vagy újabb modell, Apple Watch Series 8 vagy újabb modell, 2. generációs Apple Watch SE, illetve watchOS 9 vagy újabb rendszert futtató Apple Watch Ultra vagy újabb modell súlyos autós ütközést észlel, a rendszer egy jelzést aktivál a sürgősségi segélyszolgálatok felhívása érdekében. Igény szerint kapcsolatba léphet a sürgősségi segélyszolgálatokkal, vagy bezárhatja a jelzést. Ha a jelzésre nem válaszol 10 másodpercen belül, az eszköz automatikusan hívást indít. Amikor az automatikusan tárcsázott hívást kapcsolják, az eszköz lejátszik egy hangüzenetet, amely arról tájékoztatja a sürgősségi segélyszolgálatokat, hogy az Ön eszköze autós ütközést észlelt, és ezután az eszköz megosztja az Ön aktuális helyzetét szélességi és hosszúsági fokokban megadott koordinátákként. A hívás során a helyzete meg lesz osztva, függetlenül attól, hogy Ön engedélyezte-e a Helymeghatározást. Ha korábban engedélyezte az Egészségügyi azonosítójának segélyhívás alatt történő megosztását, az Egészségügyi azonosítója szintén automatikusan meg lesz osztva a sürgősségi segélyszolgálatokkal (csak az Egyesült Államokban és Kanadában). Amikor a hívás befejeződött, az eszköze elindít egy 10 másodperces visszaszámlálást, és csak ezután küld üzenetet a vészhelyzetben értesítendő kontaktjainak és a Helyzetjelentésben részt vevő kontaktnak (ha egy Helyzetjelentés-munkamenet aktív) az Ön helyzetéről, amelyben tudatja velük, hogy az eszköze autós ütközést észlelt, és tárcsázta a sürgősségi segélyszolgálatokat. A 10 másodpercig tartó visszaszámlálás során visszavonhatja a vészhelyzetben értesítendő kontaktoknak és az aktív Helyzetjelentésben részt vevő kontaktnak szóló üzenetet. Az eszköz az Ön Egészségügyi azonosítójából kéri le az Ön vészhelyzetben értesítendő kontaktjait. A vészhelyzeti kontaktok és az aktív Helyzetjelentésben részt vevő kontakt értesítése után az eszköze továbbra is megjeleníti a következő lehetőségeket: a sürgősségi segélyszolgálatokkal való kapcsolatfelvétel, az Egészségügyi azonosító adatainak megnyitása vagy a jelzés bezárása. Az iPhone és az Apple Watch nem minden autós ütközést tud észlelni. A helyzetre vonatkozó információk fel lehetnek használva annak megállapítására, hogy ütközés történt-e. Ha súlyos autós ütközés észlelésekor az automatikusan indított hívás nem tud kapcsolódni a sürgősségi segélyszolgálatokhoz, és Ön nem reagál, akkor az iPhone‑ja képes automatikusan megkísérelni a Vészhelyzet – SOS funkció használatával műholdas kapcsolaton keresztül korlátozott információkat (például az Ön helyzetét, az akkumulátortöltöttséget és a vészhelyzet jellegét) tartalmazó üzenetet küldeni a sürgősségi segélyszolgálatoknak. Információk korlátozott köre (például az Ön helyzete, a vészhelyzet jellege) a vészhelyzetben értesítendő kontaktjainak és az aktív Helyzetjelentésben részt vevő kontaktnak is el lesz küldve az Ön nevében. Bármikor letilthatja vagy ismét engedélyezheti az Ütközésészlelés funkciót. Ehhez válassza a Beállítások > Vészhelyzet – SOS menüpontot, majd koppintással kapcsolja ki vagy be a Hívás súlyos ütközés után beállítást, vagy az iPhone Apple Watch appjában válassza a Saját Watch > Vészhelyzet – SOS menüpontot, és koppintással kapcsolja ki vagy be a Hívás súlyos ütközés után beállítást. Az Ütközésészlelés adatait az iPhone-jára telepített harmadik féltől származó appokkal is megoszthatja. Ha engedélyezi az adatokhoz történő hozzáférést, és autós ütközést szenved el, a harmadik fél automatikusan információkat kap az ütközésről. Ezek közé az információk közé tartozhat az Ön helyzete is. Ha engedélyezi az iPhone számára, hogy felhívja a sürgősségi segélyszolgálatokat, miután autós ütközést észlel, az iPhone a harmadik fél ütközésről történő tájékoztatását megelőzően hívást kezdeményez a sürgősségi segélyszolgálatok felé. Ha nem engedélyezi az iPhone számára, hogy felhívja a sürgősségi segélyszolgálatokat, miután autós ütközést észlel, és a harmadik féllel történő megosztás funkció be van kapcsolva egy autós ütközés észlelésekor, akkor az eszköz egy jelzés segítségével tudatja Önnel, hogy autós ütközést észlelt, megosztotta az adatokat a harmadik féllel, és ha megoldható, lépjen kapcsolatba a harmadik féltől származó appal. Megadhatja, hogy megosztja-e az Ütközésészlelés-adatokat harmadik féllel. Ehhez az iPhone‑on válassza a Beállítások > Vészhelyzet – SOS menüpontot, majd koppintással kapcsolja be az Ütközés megosztása appal lehetőséget. Iránytű útpontjai Az Iránytű app használatával hozzáadhatja az aktuális helyzetét útpontként, így láthatja az egyes, Ön által létrehozott Iránytű-útpontokhoz viszonyított távolságot és irányt. Emellett az Iránytű app képes két útpontot automatikusan létrehozni, többek között a Legutóbbi mobilhálózati kapcsolat útpontját, amely annak a megbecslése, hogy melyik helyen rendelkezett az eszköz legutoljára mobiladat-hálózati kapcsolódásra alkalmas térerővel; a Legutóbbi segélyhívás útpontja pedig azt becsüli meg, hogy az iPhone vagy az Apple Watch az úton mikor volt képes utoljára kapcsolódni bármely szolgáltató hálózatához, amelyen keresztül segélyhívás indítható. A Legutóbbi mobilhálózati kapcsolat útpontjának vagy a Legutóbbi segélyhívás útpontjának létrehozása érdekében az eszközén engedélyeznie kell a Jelentős helyek funkciót, illetve be kell kapcsolnia a Pontos helyzet funkciót az Iránytű appra vonatkozóan. Az Ön által létrehozott Iránytű-útpontokat törölheti, ha kiválasztja az útpontot az Iránytű appban, majd a képernyő aljára görget, és az Útpont törlése lehetőséget választja. Visszakövetés Egyes területeken, ahol szüksége lehet a lépései visszakövetésére, az Iránytű és egyes, az Apple Watchon elérhető harmadik féltől származó appok biztonsági okokból egyszeri hozzáférést kérhetnek a legutóbbi helyzeteihez. Ezek a helyzetek nem mindig érhetők el, például, ha ismerős helyek (pl. az otthona) vagy városi területek közelében tartózkodik. Ezeknek a funkcióknak a használata érdekében engedélyeznie kell a Jelentős helyek funkciót az eszközén, illetve be kell kapcsolnia a Pontos helyzet funkciót az adott appra vonatkozóan. Egyéb információk Elképzelhető, hogy néhány biztonsági funkció nem minden eszközön, illetve nem minden régióban vagy nyelven érhető el. Egyes régiókban és országokban a sürgősségi segélyszolgálatok több számon is hívhatók. Ezeken a területeken az Apple Watch az Esésészlelés-jelzésekben megadott mentőszolgálati számot fogja felhívni. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait a Vészhelyzet – SOS és a Vészhelyzet – SOS műholdon keresztül funkció esetében a szolgáltatás biztosításához és a jogi előírásoknak való megfeleléshez szükséges módon dolgozzuk fel. Ahol a hatályos jogalap a hozzájárulás, ott hozzájárulást kérünk a vonatkozó helyi jogszabályoknak megfelelően. Ahol a hatályos helyi jogszabályok ezt lehetővé teszik, a következő kategóriákba tartozó személyes adatokat dolgozzuk fel a saját jogos érdekünkkel kapcsolatos célokra, hogy segítsük a sürgősségi segélyszolgálatok működését, megakadályozzuk a csalásokat és a bűncselekményeket, továbbfejlesszük a szolgáltatásainkat, és segítsünk fenntartani a Vészhelyzet – SOS és a Vészhelyzet – SOS műholdon keresztül funkciók rendszereit és architektúráit: • Az Ön helyzete; • A használattal kapcsolatos információk, például az időtartam és a sürgősségi segélyszolgálatoknak küldött tartalom; • Az Ön vészhelyzeti értesítésre kiválasztott kontaktjai. Megőrzés Az Apple a személyes adatokat csak olyan hosszú ideig őrzi meg, ameddig azokra a gyűjtés céljának teljesítése érdekében szükség van, többek között az Apple adatvédelmi szabályzatában vagy a szolgáltatásspecifikus adatvédelmi szabályzatban leírtak alapján, illetve a törvényi előírásoknak megfelelően. A megőrzési időtartamok meghatározásakor először alapos vizsgálatot végzünk, hogy szükséges-e az összegyűjtött személyes adatok megőrzése, és ha igen, akkor arra törekszünk, hogy a törvényi előírások által megengedett legrövidebb ideig őrizzük meg ezeket. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Darurat SOS Saat menggunakan fitur Darurat SOS yang memulai panggilan darurat, panggilan tersebut dapat menyertakan lokasi Anda (terlepas dari apakah Anda telah mengaktifkan Layanan Lokasi) dan ID Medis (jika diaktifkan) agar petugas operator dapat membantu Anda. Data lokasi dan informasi ID Medis terenkripsi Anda dikirimkan ke Apple untuk diperiksa apakah layanan Data Darurat yang Ditingkatkan didukung di wilayah Anda dan untuk menyediakan data ke layanan darurat. Jika didukung di area Anda, mitra dapat mengambil informasi Anda dari Apple untuk pengiriman ke layanan darurat. Apple tidak dapat membaca informasi ID Medis Anda. Setelah panggilan berakhir, kontak darurat Anda, dan kontak Periksa jika sesi Periksa sedang aktif, akan menerima pesan secara otomatis yang berbunyi bahwa Anda telah memanggil layanan darurat, kecuali jika Anda membatalkan pesan. Pesan ini juga disertai dengan lokasi Anda saat ini dan, dalam jangka waktu terbatas, perangkat Anda akan mengirimkan pembaruan ke kontak darurat dan kontak Periksa aktif saat lokasi Anda berubah. Jika Anda tidak ingin mengirimkan lokasi ke kontak darurat atau kontak Periksa aktif, di iPhone atau Apple Vision Pro Anda buka Pengaturan > Privasi & Keamanan > Layanan Lokasi > Layanan Sistem, dan ketuk untuk mematikan Panggilan Darurat & SOS. Untuk informasi lainnya mengenai Darurat SOS & Privasi, kunjungi www.apple.com/legal/privacy/data/id/emergency-sos. Untuk mempelajari lebih lanjut mengenai ID Medis, buka Pengaturan > Kesehatan > ID Medis > Akses Darurat dan ketuk Lebih Lanjut. Untuk mempelajari lebih lanjut mengenai Layanan Lokasi, kunjungi www.apple.com/legal/privacy/data/id/location-services. Darurat SOS melalui Satelit Darurat SOS melalui satelit dapat membantu Anda terhubung dengan layanan darurat dalam kondisi luar biasa saat tidak ada cara lain yang tersedia untuk menghubungi layanan darurat. Layanan ini mungkin tidak tersedia di semua lokasi atau kondisi. Langit yang tidak terhalang dan penyejajaran yang tepat antara perangkat Anda dan satelit diperlukan untuk mengirim dan menerima pesan dengan layanan darurat. Koneksi satelit bekerja dengan cara yang sangat berbeda dari jaringan tradisional Anda. Akibatnya, pesan dapat memerlukan waktu lebih lama untuk mengirim dan menerima dari pesan teks tradisional dan koneksi mungkin tidak selalu tersedia. Di sebagian lokasi, Anda mungkin dapat bertukar pesan secara langsung dengan pusat layanan darurat. Jika pusat layanan darurat yang melayani lokasi Anda tidak dapat menerima pesan teks, penyedia relai pihak ketiga akan mengirimi Anda pesan teks dan memanggil layanan darurat atas nama Anda. Di Amerika Serikat, teks yang dikirimkan secara langsung ke layanan darurat hanya mendukung alfabet Latin. Jika koneksi suara seluler atau WLAN menjadi tersedia, Anda harus menghubungi layanan darurat melalui ponsel. Namun, jika Anda melakukannya, Anda mungkin tidak terhubung dengan penyedia layanan darurat yang sama dengan yang menangani sesi satelit Anda. Darurat SOS melalui satelit tunduk pada ketersediaan satelit dan dapat memerlukan pembaruan perangkat lunak untuk fungsionalitas berkelanjutan. Saat Anda mengirim pesan teks menggunakan Layanan Darurat melalui satelit, pesan Anda dikirimkan dalam bentuk terenkripsi dan didekripsi oleh Apple untuk diteruskan ke penyedia layanan darurat yang relevan atau penyedia relai pihak ketiga. Pesan Anda dapat disimpan oleh pusat layanan darurat dan penyedia relai untuk meningkatkan layanan mereka bagi Anda dan untuk mematuhi hukum yang berlaku. Agar dapat merutekan pesan teks anda ke organisasi layanan darurat setempat dan untuk membantu penindak menjangkau Anda, lokasi Anda akan dibagikan dengan Apple, penyedia perutean teks layanan darurat, dan penyedia relai pihak ketiga saat Anda menggunakan Darurat SOS melalui satelit. Lokasi yang dibagikan melalui satelit di Lacak dikirimkan dalam bentuk terenkripsi ujung ke ujung dan tidak dapat diakses oleh Apple. Selama sesi darurat, Anda dapat memilih untuk membagikan transkripsi komunikasi Anda dengan layanan darurat kepada kontak darurat yang telah Anda pilih sebelumnya beserta informasi mengenai lokasi Anda dan jenis kondisi darurat Anda. Anda dapat berhenti membagikan transkripsi sesi Anda kapan pun dengan mengetuk Berhenti Berbagi di bagian atas layar. Video Langsung Darurat SOS Selama panggilan darurat, Anda dapat memilih untuk membagikan video langsung atau mengunggah media dengan layanan darurat saat diminta layanan darurat. Anda dapat berhenti membagikan video langsung Anda kapan pun dengan mengetuk Hentikan Panggilan, lalu “Berhenti Berbagi Kamera” atau “Akhiri Panggilan”. Jika memilih untuk mengunggah konten media, konten Anda akan terus diunggah meskipun Anda mengakhiri panggilan darurat. Layanan darurat mungkin akan merekam atau menyimpan konten media yang dibagikan. Video langsung dan media yang diunggah dikirim dengan enkripsi ujung ke ujung dan tidak dapat dilihat atau diakses oleh Apple. Agar dapat menggunakan fitur ini, Anda harus menyalakan Panggilan Darurat & SOS. Untuk melakukan ini, buka Pengaturan > Privasi & Keamanan > Layanan Lokasi > Layanan Sistem dan ketuk untuk menyalakan Panggilan Darurat & SOS. Video Langsung Darurat SOS mungkin tidak tersedia di semua lokasi atau kondisi. Deteksi Jatuh Jika Apple Watch SE atau Apple Watch Series 4 atau lebih baru mendeteksi insiden jatuh dengan keras saat Anda mengenakan jam, peringatan Deteksi Jatuh dapat membantu menghubungkan Anda dengan layanan darurat jika diperlukan. Anda dapat memilih untuk menghubungi layanan darurat atau menutup peringatan. Jika mendeteksi bahwa Anda bergerak, Apple Watch Anda akan menunggu Anda merespons peringatan dan tidak akan memanggil layanan darurat secara otomatis. Jika mendeteksi bahwa Anda tidak bergerak selama sekitar semenit, Apple Watch Anda akan melakukan panggilan secara otomatis. Saat panggilan otomatis terhubung, Apple Watch Anda akan memutar pesan audio yang memberi tahu layanan darurat bahwa Apple Watch Anda mendeteksi insiden jatuh dengan keras, lalu membagikan lokasi Anda saat ini sebagai koordinat garis bujur dan lintang. Panggilan akan membagikan lokasi Anda, terlepas dari apakah Anda telah mengaktifkan Layanan Lokasi atau tidak. Jika sebelumnya Anda mengaktifkan ID Medis untuk dibagikan selama panggilan darurat, ID Medis Anda juga akan dibagikan secara otomatis dengan layanan darurat (hanya Amerika Serikat dan Kanada). Setelah panggilan berakhir, Apple Watch Anda akan memulai hitung mundur 10 detik sebelum mengirimi kontak darurat, dan kontak Periksa jika sesi Periksa sedang aktif, pesan berisi lokasi Anda, yang memberi tahu mereka bahwa jam Anda mendeteksi insiden jatuh dengan keras dan menghubungi layanan darurat. Anda dapat memilih untuk membatalkan pesan ke kontak darurat dan kontak Periksa aktif Anda selama hitung mundur 10 detik. Apple Watch Anda mendapatkan kontak darurat Anda dari ID Medis Anda. Jika insiden jatuh terdeteksi, panggilan otomatis tidak dapat terhubung ke layanan darurat, dan Anda tidak bergerak, iPhone Anda dapat mencoba menggunakan Darurat SOS melalui konektivitas satelit untuk mengirimkan informasi terbatas ke layanan darurat melalui pesan teks secara otomatis (misalnya, lokasi, masa pakai baterai, dan kondisi darurat Anda). Informasi terbatas (misalnya, lokasi, kondisi darurat Anda) juga akan dikirimkan ke kontak darurat dan kontak Periksa aktif atas nama Anda. Insiden jatuh direkam secara otomatis di app Kesehatan, kecuali jika Anda membalas bahwa Anda tidak terjatuh saat Apple Watch Anda bertanya. Untuk memeriksa riwayat insiden jatuh Anda, buka app Kesehatan di iPhone Anda dan buka Telusuri > Data Lainnya > Frekuensi Jatuh. Anda dapat mengaktifkan atau menonaktifkan Deteksi Jatuh dari app Apple Watch di iPhone Anda dengan membuka Apple Watch Saya > Darurat SOS, lalu mengetuk untuk menyalakan atau mematikan Deteksi Jatuh. Jika Deteksi Jatuh dinyalakan, Anda dapat mengetuk “Selalu nyala” atau “Hanya nyala selama olahraga”. Jika Anda memasukkan umur saat mengatur Apple Watch Anda atau di app Kesehatan dan Anda berumur 55 tahun ke atas, Deteksi Jatuh akan menyala secara otomatis. Jika Anda berumur 18 hingga 55 tahun, Deteksi Jatuh hanya akan menyala secara otomatis selama olahraga. Deteksi Pergelangan Tangan harus diaktifkan agar jam Anda dapat memanggil layanan darurat secara otomatis. Untuk melakukan ini di Apple Watch, buka Pengaturan > Kode Sandi dan ketuk untuk menyalakan Deteksi Pergelangan Tangan. Deteksi Jatuh hanya tersedia bagi pengguna berumur 18 tahun ke atas. Apple Watch tidak dapat mendeteksi semua insiden jatuh. Deteksi Tabrakan Jika iPhone 14 atau lebih baru (semua model) dengan iOS 16 atau lebih baru, Apple Watch Series 8 atau lebih baru, Apple Watch SE (generasi ke-2), dan Apple Watch Ultra atau lebih baru dengan watchOS 9 atau lebih baru milik Anda mendeteksi tabrakan mobil parah, peringatan akan dipicu untuk memanggil layanan darurat. Anda dapat memilih untuk menghubungi layanan darurat atau menutup peringatan. Jika Anda tidak merespons peringatan dalam 10 detik, perangkat Anda akan melakukan panggilan secara otomatis. Saat panggilan otomatis terhubung, perangkat Anda akan memutar pesan audio yang memberi tahu layanan darurat bahwa perangkat Anda mendeteksi tabrakan mobil, lalu membagikan lokasi Anda saat ini sebagai koordinat garis bujur dan lintang. Panggilan akan membagikan lokasi Anda, terlepas dari apakah Anda telah mengaktifkan Layanan Lokasi atau tidak. Jika sebelumnya Anda mengaktifkan ID Medis untuk dibagikan selama panggilan darurat, ID Medis Anda juga akan dibagikan secara otomatis dengan layanan darurat (hanya Amerika Serikat dan Kanada). Setelah panggilan berakhir, perangkat Anda akan memulai hitung mundur 10 detik sebelum mengirimi kontak darurat, dan kontak Periksa jika sesi Periksa sedang aktif, pesan berisi lokasi Anda, yang memberi tahu mereka bahwa perangkat Anda mendeteksi tabrakan mobil dan menghubungi layanan darurat. Anda dapat memilih untuk membatalkan pesan ke kontak darurat dan kontak Periksa aktif Anda selama hitung mundur 10 detik. Perangkat Anda mendapatkan kontak darurat Anda dari ID Medis Anda. Setelah pemberitahuan ke kontak darurat dan kontak Periksa aktif, perangkat Anda akan terus menampilkan pilihan untuk menghubungi layanan darurat, membuka informasi ID Medis, atau menutup peringatan. iPhone dan Apple Watch tidak dapat mendeteksi semua tabrakan mobil. Informasi lokasi dapat digunakan untuk menentukan apakah terjadi tabrakan. Jika tabrakan mobil parah terdeteksi, panggilan otomatis tidak dapat terhubung ke layanan darurat, dan Anda tidak responsif, iPhone Anda dapat mencoba menggunakan Darurat SOS melalui konektivitas satelit untuk mengirimkan informasi terbatas ke layanan darurat melalui pesan teks secara otomatis (misalnya, lokasi, masa pakai baterai, dan kondisi darurat Anda). Informasi terbatas (misalnya, lokasi, kondisi darurat Anda) juga akan dikirimkan ke kontak darurat dan kontak Periksa aktif atas nama Anda. Anda dapat menonaktifkan atau mengaktifkan ulang Deteksi Tabrakan dengan membuka Pengaturan > Darurat SOS > lalu mengetuk untuk menyalakan atau mematikan Panggil Setelah Tabrakan Parah atau di app Apple Watch di iPhone Anda dengan membuka Apple Watch Saya > Darurat SOS, lalu mengetuk untuk menyalakan atau mematikan Panggil Setelah Tabrakan Parah. Anda juga dapat memilih untuk membagikan data Deteksi Tabrakan dengan aplikasi pihak ketiga yang terinstal di iPhone Anda. Jika Anda mengizinkan akses ke data dan tabrakan mobil terjadi, pihak ketiga akan diberi tahu secara otomatis mengenai tabrakan tersebut, yang dapat meliputi data lokasi. Jika Anda mengizinkan iPhone Anda untuk memanggil layanan darurat setelah mendeteksi tabrakan mobil, panggilan ke layanan darurat akan dilakukan sebelum memberi tahu pihak ketiga mengenai tabrakan. Jika Anda tidak mengizinkan iPhone untuk memanggil layanan darurat setelah mendeteksi tabrakan mobil dan tabrakan terdeteksi serta berbagi pihak ketiga menyala, perangkat Anda akan mengirim peringatan untuk memberi tahu Anda bahwa tabrakan terdeteksi, data dibagikan dengan pihak ketiga, dan Anda harus berinteraksi dengan app pihak ketiga jika dapat melakukannya. Anda dapat memilih untuk membagikan data Deteksi Tabrakan dengan pihak ketiga. Untuk melakukannya di iPhone Anda, buka Pengaturan > Darurat SOS dan ketuk untuk menyalakan Bagikan Crash dengan App. Titik Jalan Kompas Anda dapat menggunakan app Kompas untuk menambahkan lokasi Anda saat ini sebagai titik jalan, yang memungkinkan Anda untuk melihat jarak dan arah ke setiap Titik Jalan Kompas yang Anda buat. Selain itu, app Kompas dapat membuat dua titik jalan secara otomatis meliputi Titik Jalan Koneksi Seluler Terakhir yang akan memperkirakan tempat terakhir dengan sinyal seluler untuk konektivitas dan Titik Jalan Panggilan Darurat Terakhir yang akan memperkirakan titik pada rute tempat iPhone atau Apple Watch Anda memiliki koneksi terakhir ke jaringan operator mana pun yang tersedia sehingga panggilan darurat dapat dilakukan. Agar Titik Jalan Koneksi Seluler Terakhir atau Titik Jalan Panggilan Darurat Terakhir dapat dibuat, Anda harus mengaktifkan Lokasi Penting di perangkat Anda, dengan Lokasi Tepat yang dinyalakan untuk app Kompas. Anda dapat menghapus Titik Jalan Kompas yang Anda buat di app Kompas dengan memilih titik jalan di App Kompas, lalu menggulir ke bagian bawah layar dan memilih Hapus Titik Jalan. Susuri Di area tertentu tempat Anda mungkin memerlukan bantuan untuk menyusuri langkah Anda, app Kompas dan app pihak ketiga tertentu yang tersedia di Apple Watch dapat memintai Anda akses satu kali ke lokasi terbaru Anda demi tujuan keamanan. Lokasi ini mungkin tidak selalu tersedia, misalnya, jika Anda berada di dekat tempat yang familier, seperti rumah Anda, atau di wilayah perkotaan. Agar dapat menggunakan fitur ini, Anda harus mengaktifkan Lokasi Penting untuk perangkat, dengan Lokasi Tepat yang dinyalakan untuk app. Informasi Lainnya Sebagian fitur keselamatan mungkin tidak tersedia untuk semua perangkat atau di semua wilayah atau bahasa. Sebagian wilayah dan negara memiliki beberapa nomor layanan darurat. Untuk lokal ini, Apple Watch akan memanggil nomor yang terkait dengan layanan ambulans untuk peringatan Deteksi Jatuh. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di Darurat SOS dan Darurat SOS melalui satelit sebagaimana yang diperlukan untuk menyediakan layanan, dan untuk mematuhi kewajiban hukum kami. Jika persetujuan merupakan dasar hukum yang sesuai, kami akan memintanya sesuai dengan hukum setempat yang berlaku. Jika sesuai dengan hukum setempat yang berlaku, kami memproses kategori data pribadi berikut untuk minat kami yang sah agar dapat memfasilitasi layanan darurat, mencegah penipuan atau aktivitas kriminal, meningkatkan layanan, dan membantu memelihara Darurat SOS dan Darurat SOS melalui sistem dan arsitektur satelit: • Lokasi Anda • Informasi mengenai sesi Anda, seperti durasi dan konten yang dikomunikasikan ke Layanan Darurat • Kontak Darurat yang Anda pilih Penyimpanan Apple hanya menyimpan data pribadi selama yang diperlukan untuk memenuhi tujuan pengumpulan, termasuk sebagaimana dijelaskan di Kebijakan Privasi Apple atau di pemberitahuan privasi khusus layanan kami, atau sebagaimana yang diwajibkan oleh hukum. Saat mengevaluasi periode penyimpanan, pertama-tama kami memeriksa dengan seksama apakah perlu untuk menyimpan data pribadi yang dikumpulkan dan, jika penyimpanan diperlukan, berusaha menyimpan data pribadi sesingkat mungkin sesuai hukum. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di https://www.apple.com/id/privacy/.
it: SOS emergenze Quando viene effettuata una chiamata ai servizi di soccorso tramite una funzionalità di “SOS emergenze”, la chiamata potrebbe includere la tua posizione (anche se la localizzazione non è stata attivata) e la tua cartella clinica (se è abilitata), al fine di consentire ai soccorsi di assisterti. La tua posizione e i contenuti crittografati della cartella clinica vengono inviati ad Apple per verificare se il servizio per i dati di emergenza ottimizzati è supportato nella tua zona e per fornire informazioni ai servizi di emergenza. Se il servizio è supportato nella tua zona, un partner potrebbe recuperare i tuoi dati da Apple per consegnarli ai servizi di emergenza. Apple non può consultare il contenuto della cartella clinica. Una volta terminata la chiamata, i contatti di emergenza e la persona con cui stai effettuando una sessione di “Tutto bene”, se ne hai avviata una, riceveranno automaticamente un messaggio che li informa della tua chiamata ai servizi di emergenza, a meno che tu non ne annulli l’invio. Il messaggio includerà anche la posizione in cui ti trovi e, per un periodo di tempo limitato, il dispositivo invierà le informazioni di localizzazione aggiornate ai contatti di emergenza e alla persona con cui hai avviato una sessione di “Tutto bene”. Se non vuoi inviare la tua posizione ai contatti di emergenza o alla persona con cui hai avviato una sessione di “Tutto bene”, su iPhone o su Apple Vision Pro vai in Impostazioni > Privacy e sicurezza > Localizzazione > Servizi di sistema e disattiva “Emergenze e SOS”. Per scoprire di più su “SOS emergenze” e la privacy, visita la pagina www.apple.com/legal/privacy/data/it/emergency-sos. Per ulteriori informazioni sulla cartella clinica, vai in Impostazioni > Salute > Cartella clinica > Accesso di emergenza e tocca “Scopri di più”. Per ulteriori informazioni sulla localizzazione, visita la pagina www.apple.com/legal/privacy/data/it/location-services. “SOS emergenze” tramite satellite “SOS emergenze” tramite satellite può aiutarti a connetterti ai servizi di emergenza in casi eccezionali, quando non sono disponibili altre opzioni per contattarli. Il servizio potrebbe non essere disponibile in tutte le zone o in tutte le circostanze. Per scambiare messaggi con i servizi di emergenza, è necessaria una visuale libera del cielo e un allineamento preciso tra il dispositivo e un satellite. La connessione satellitare funziona in maniera molto diversa da quella con la rete tradizionale. Di conseguenza, l’invio e la ricezione dei messaggi potrebbero richiedere più tempo rispetto ai tradizionali messaggi di testo e la disponibilità potrebbe essere irregolare. In alcuni luoghi, potresti essere in grado di scambiare messaggi direttamente con un centro di servizi di emergenza. Se il centro di servizi di emergenza che copre il luogo in cui ti trovi non può ricevere messaggi di testo, un fornitore di servizi di relay di terze parti scambierà messaggi con te e chiamerà i servizi di emergenza al posto tuo. Negli Stati Uniti, i messaggi di testo inviati direttamente ai servizi di emergenza supportano solo l’alfabeto latino. Se diventa disponibile una connessione cellulare o WLAN, è opportuno contattare i servizi di emergenza tramite telefono. Tuttavia, in tale caso, la connessione potrebbe non avvenire con lo stesso fornitore di servizi di emergenza che gestisce la sessione via satellite. “SOS emergenze” via satellite è una funzionalità soggetta alla disponibilità del satellite e potrebbe richiedere un aggiornamento software per garantire un funzionamento continuativo. Quando scambi messaggi di testo con “SOS emergenze” via satellite, questi vengono inviati in forma crittografata e vengono decrittografati da Apple per essere inoltrati al fornitore di servizi di emergenza o al fornitore di servizi di relay di terze parti di pertinenza. I messaggi potrebbero essere conservati dai centri di servizi di emergenza e dal fornitore di servizi di relay per migliorare le proprie funzionalità e in ottemperanza alle normative applicabili. Per poter inoltrare i tuoi messaggi di testo ai servizi di emergenza locali e per aiutare i soccorritori a raggiungerti, quando utilizzi “SOS emergenze” via satellite, la tua posizione verrà inviata ad Apple, ai fornitori di servizi di inoltro di messaggi di testo di emergenza e al fornitore di servizi di relay di terze parti. Le posizioni condivise via satellite in Dov’è vengono protette tramite crittografia end‑to‑end e non possono essere lette da Apple. Durante una sessione di emergenza, puoi scegliere di condividere una trascrizione delle comunicazioni con i servizi di soccorso con i contatti di emergenza che hai precedentemente selezionato, insieme a informazioni sulla tua posizione e sulla natura dell’emergenza. Puoi interrompere la condivisione della trascrizione della sessione in qualsiasi momento toccando “Interrompi condivisione” nella parte superiore dello schermo. Video in diretta per “SOS emergenze” Durante una chiamata di emergenza, puoi scegliere di condividere il video in diretta o di caricare file multimediali in base alle richieste dei servizi di emergenza. Puoi interrompere la condivisione del video in diretta in qualsiasi momento toccando “Termina chiamata”, quindi “Interrompi condivisione” o “Termina chiamata”. Se scegli di caricare contenuti multimediali, il caricamento continuerà anche se termini la chiamata di emergenza. I servizi di emergenza potrebbero registrare o salvare i contenuti multimediali condivisi. Il video in diretta e i contenuti multimediali caricati vengono inviati con protezione tramite crittografia end‑to‑end e Apple non può visualizzarli né accedervi. Per usare questa funzionalità, devi attivare “Emergenze e SOS”. Per farlo, vai in Impostazioni > Privacy e sicurezza > Localizzazione > Servizi di sistema, quindi attiva “Emergenze e SOS”. La condivisione dei video in diretta per “SOS emergenze” potrebbe non essere disponibile in tutti i luoghi o le circostanze. Rilevamento cadute Se quando indossi un Apple Watch SE o un Apple Watch Series 4 o modelli successivi viene rilevata una caduta grave, un avviso di “Rilevamento cadute” ti può aiutare a metterti in contatto con i servizi di emergenza, se necessario. Puoi scegliere di contattare i servizi di emergenza o di ignorare l’avviso. Se Apple Watch rileva che sei in grado di muoverti, attenderà la tua risposta all’avviso e non chiamerà i servizi di emergenza automaticamente. Se invece non rileva movimenti per circa un minuto, la chiamata verrà effettuata automaticamente. Quando la chiamata automatica viene collegata, Apple Watch riproduce un messaggio audio in cui informa i servizi di emergenza di aver rilevato una caduta grave, quindi condivide la posizione in cui ti trovi, specificando le coordinate di latitudine e longitudine. Durante la chiamata verrà condivisa la tua posizione anche se la localizzazione non è stata abilitata. Se in precedenza hai abilitato la condivisione della cartella clinica durante una chiamata di emergenza, anche questa verrà condivisa automaticamente con i servizi di emergenza (funzionalità disponibile solo negli Stati Uniti e in Canada). Al termine della chiamata, Apple Watch avvierà un conto alla rovescia di 10 secondi, quindi invierà un messaggio ai tuoi contatti di emergenza e alla persona con cui stai effettuando una sessione di “Tutto bene”, se ne hai avviata una, indicando la posizione in cui ti trovi e informandoli che è stata rilevata una caduta grave e che sono stati chiamati i servizi di soccorso. Puoi annullare l’invio del messaggio durante il conto alla rovescia di 10 secondi. Apple Watch ottiene i contatti di emergenza dalla cartella clinica. Se viene rilevata una caduta, la chiamata automatica non è in grado di collegarsi ai servizi di emergenza e tu resti immobile, iPhone può tentare di utilizzare la connessione di “SOS emergenze” tramite satellite per inviare automaticamente un messaggio di testo ai soccorritori con informazioni limitate (ad esempio, la tua posizione, la carica della batteria e il tipo di emergenza). Informazioni limitate (ad esempio la tua posizione e il tipo di emergenza) saranno inviate anche ai contatti di emergenza e alla persona con cui hai avviato una sessione di “Tutto bene”. Le cadute vengono registrate automaticamente nell’app Salute, a meno che tu non risponda di non averne subita una quando Apple Watch te lo chiede. Puoi controllare la cronologia delle cadute nell’app Salute su iPhone in Sfoglia > Altri dati > Numero di cadute. Puoi abilitare o disabilitare il rilevamento cadute dall’app Watch su iPhone andando in Apple Watch > SOS emergenze e attivando o disattivando “Rilevamento cadute”. Se l’opzione è attivata, puoi toccare “Sempre attivo” oppure “Solo durante gli allenamenti”. Se hai inserito la tua età al momento della configurazione di Apple Watch o nell’app Salute e hai 55 o più anni, “Rilevamento cadute” viene attivato automaticamente. Se hai un’età compresa tra 18 e 55 anni, “Rilevamento cadute” viene attivato automaticamente soltanto durante gli allenamenti. È necessario che “Rilevamento polso” sia abilitato affinché Apple Watch possa chiamare automaticamente i servizi di emergenza. Per farlo su Apple Watch, vai in Impostazioni > Codice e attiva “Rilevamento polso”. “Rilevamento cadute” è disponibile solo per gli utenti a partire da 18 anni. Apple Watch non è in grado di rilevare tutti i tipi di cadute. Rilevamento incidenti Se iPhone 14 o modelli successivi (tutti i modelli) con iOS 16 o versioni successive, Apple Watch Series 8 o modelli successivi, Apple Watch SE (2ª generazione) e Apple Watch Ultra o modelli successivi con watchOS 9 o versioni successive rilevano un incidente d’auto grave, si attiverà un avviso per chiamare i servizi di emergenza. Puoi scegliere di contattare i servizi di emergenza o di ignorare l’avviso. Se non rispondi all’avviso entro 10 secondi, il dispositivo chiamerà i servizi di emergenza automaticamente. Quando la chiamata automatica viene collegata, il dispositivo riproduce un messaggio audio in cui informa i servizi di emergenza di aver rilevato un incidente d’auto, quindi condivide la posizione in cui ti trovi, specificando le coordinate di latitudine e longitudine. Durante la chiamata verrà condivisa la tua posizione anche se la localizzazione non è stata abilitata. Se in precedenza hai abilitato la condivisione della cartella clinica durante una chiamata di emergenza, anche questa verrà condivisa automaticamente con i servizi di emergenza (funzionalità disponibile solo negli Stati Uniti e in Canada). Al termine della chiamata, il dispositivo avvierà un conto alla rovescia di 10 secondi, quindi invierà un messaggio ai tuoi contatti di emergenza e alla persona con cui stai effettuando una sessione di “Tutto bene”, se ne hai avviata una, indicando la posizione in cui ti trovi e informandoli che è stato rilevato un incidente d’auto e che sono stati chiamati i servizi di soccorso. Puoi annullare l’invio del messaggio durante il conto alla rovescia di 10 secondi. Il dispositivo ottiene i contatti di emergenza dalla cartella clinica. Dopo aver notificato i contatti di emergenza e la persona con cui hai avviato una sessione di “Tutto bene”, il dispositivo continuerà a mostrare opzioni per contattare i servizi di emergenza, accedere ai dati della cartella clinica o ignorare l’avviso. iPhone e Apple Watch non sono in grado di rilevare tutti i tipi di incidenti d’auto. Le informazioni relative alla posizione potrebbero essere utilizzate per determinare se si è verificato o meno un incidente. Se viene rilevato un incidente d’auto grave, la chiamata automatica non è in grado di collegarsi ai servizi di emergenza e tu non rispondi, iPhone può tentare di utilizzare la connessione di “SOS emergenze” tramite satellite per inviare automaticamente un messaggio di testo ai soccorritori con informazioni limitate (ad esempio, la tua posizione, la carica della batteria e il tipo di emergenza). Informazioni limitate (ad esempio la tua posizione e il tipo di emergenza) saranno inviate anche ai contatti di emergenza e alla persona con cui hai avviato una sessione di “Tutto bene”. Puoi disabilitare o abilitare di nuovo il rilevamento degli incidenti d’auto andando in Impostazioni > SOS emergenze e attivando o disattivando “Chiama dopo un incidente grave”. In alternativa, nell’app Watch su iPhone, vai in Apple Watch > SOS emergenze e attiva o disattiva “Chiama dopo un incidente grave”. Puoi anche scegliere di condividere i dati del rilevamento degli incidenti d’auto con un’app di terze parti installata su iPhone. Se consenti l’accesso ai dati e si verifica un incidente, il fornitore dell’app sarà informato automaticamente dell’evento e potrebbe ricevere la tua posizione. Se consenti ad iPhone di chiamare i servizi di emergenza quando rileva un incidente d’auto, la chiamata sarà effettuata prima della notifica dell’incidente al fornitore dell’app. Se non consenti ad iPhone di chiamare i servizi di emergenza quando rileva un incidente d’auto e la condivisione con un’app di terze parti è attiva, il dispositivo invierà un avviso per comunicarti che è stato rilevato un incidente, che i dati sono stati condivisi con il fornitore dell’app e che dovresti interagire con l’app, se possibile. Puoi scegliere se vuoi condividere i dati di “Rilevamento incidenti” con un’app di terze parti. Per farlo su iPhone, vai in Impostazioni > SOS emergenze e attiva “Condividi l’incidente con l’app”. Waypoint bussola Puoi utilizzare l’app Bussola per aggiungere la tua posizione attuale come waypoint. Potrai così visualizzare la distanza da ogni waypoint che hai creato in Bussola e la direzione per raggiungerlo. Inoltre, l’app Bussola può generare automaticamente due waypoint, uno per indicare l’ultimo punto in cui era disponibile la connettività cellulare e un altro per indicare l’ultimo luogo in cui avresti potuto effettuare una chiamata di emergenza tramite iPhone o Apple Watch utilizzando la rete di qualsiasi gestore disponibile. Per consentire la creazione di questi due waypoint, sul dispositivo dev’essere abilitata l’opzione “Luoghi frequenti” e l’impostazione “Posizione esatta” dev’essere attiva per l’app Bussola. Puoi eliminare i waypoint che crei nell’app Bussola selezionandoli all’interno dell’app, quindi scorrendo in fondo alla schermata e scegliendo “Elimina waypoint”. Torna sui tuoi passi In alcune zone in cui potresti aver bisogno di aiuto per tornare sui tuoi passi, l’app Bussola e alcune app di terze parti disponibili su Apple Watch potrebbero richiedere un accesso singolo alle tue posizioni recenti per motivi di sicurezza. Le posizioni potrebbero non essere sempre disponibili, ad esempio se ti trovi vicino a luoghi abituali, come la tua abitazione, o in zone urbane. Per utilizzare queste funzionalità, devi aver abilitato i luoghi frequenti sul dispositivo e attivato la posizione esatta per l’app. Altre informazioni Alcune funzionalità di sicurezza potrebbero non essere disponibili per tutti i dispositivi, in tutte le zone o in tutte le lingue. In alcuni paesi e zone esistono più numeri di emergenza. In questi casi, Apple Watch utilizzerà il numero associato ai servizi di ambulanza per inviare gli avvisi quando viene rilevata una caduta. Basi giuridiche rilevanti per l’elaborazione dei dati personali I tuoi dati personali in “SOS emergenze” e in “SOS emergenze” tramite satellite vengono elaborati come necessario per fornire il servizio e per adempiere agli obblighi legali vigenti. Nei casi in cui il consenso è la base giuridica appropriata, Apple lo richiede in conformità alla legislazione locale applicabile. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali come necessario ai fini dei propri legittimi interessi per agevolare i servizi di emergenza, prevenire eventuali frodi o attività criminali, migliorare i servizi e garantire il funzionamento dei sistemi e delle architetture di “SOS emergenze” e “SOS emergenze” tramite satellite: • La tua posizione. • Informazioni sulle tue sessioni, ad esempio la durata e i contenuti comunicati ai servizi di soccorso. • I contatti di emergenza che hai selezionato. Conservazione delle informazioni Apple conserva i dati personali solo per la durata necessaria ad adempiere alle finalità per cui sono stati raccolti, incluse quelle descritte nell’informativa sulla privacy di Apple o nelle note sulla privacy specifiche per ogni servizio, oppure secondo quanto richiesto dalle normative. Quando valutiamo i tempi di conservazione dei dati, esaminiamo innanzitutto se è necessario che i dati personali raccolti vengano conservati. Se ciò è necessario, ci impegniamo a conservare tali dati per il più breve periodo di tempo possibile, secondo quanto consentito dalle normative. Le informazioni raccolte da Apple verranno trattate secondo le politiche di tutela della privacy di Apple consultabili all'indirizzo www.apple.com/it/privacy/.
ja: 緊急SOS 緊急電話を開始する緊急SOS機能を使用すると、緊急通報指令係があなたを救助できるようにするため、あなたの現在地（位置情報サービスを有効にしているかどうかに関係なく）とメディカルID（有効になっている場合）の情報が通知されます。Appleで拡張緊急データサービスがその地域に対応しているかどうかを確認するため、およびデータを緊急通報サービスに提供するために、位置情報データと暗号化されたメディカルIDの情報がAppleに送信されます。その地域に対応している場合、パートナーがAppleからあなたの情報を入手して緊急通報サービスに提供する場合があります。AppleではメディカルIDの情報を読み取ることはできません。 通話が終わると、メッセージをキャンセルしない限り、あなたが緊急通報サービスに電話したというメッセージが、あなたの指定した緊急連絡先（および安否確認セッションが有効になっている場合は安否確認の連絡先）に自動的に送信されます。このメッセージにはあなたの現在地の情報も含まれ、限られた期間、あなたの現在地が変わるに従いあなたの緊急連絡先と有効な安否確認の連絡先に最新情報が送信されます。もし、現在地の情報を緊急連絡先や有効な安否確認の連絡先に送信したくない場合は、iPhoneまたはApple Vision Proで“設定”＞“プライバシーとセキュリティ”＞“位置情報サービス”＞“システムサービス”に移動して、“緊急電話とSOS”をタップしてオフにします。 緊急SOSとプライバシーについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/emergency-sos を参照してください。 メディカルIDについて詳しくは、“設定”＞“ヘルスケア”＞“メディカルID”＞“緊急時のアクセス”に移動して、“詳しい情報”をタップしてください。 位置情報サービスについて詳しくは、www.apple.com/jp/legal/privacy/data/ja/location-services を参照してください。 衛星経由の緊急SOS 衛星経由の緊急SOSにより、ほかに緊急通報サービスに連絡を取れる手段がない特殊な状況下で緊急通報サービスに連絡することができます。このサービスは、地域や状況によっては利用できない場合があります。 緊急通報サービスとメッセージの送受信を行うには、上空に遮るものがないこと、およびデバイスと衛星との間の位置関係に注意することが必要です。衛星接続の動作は、従来のネットワークとは大きく異なります。結果として、メッセージの送受信には従来のテキストメッセージよりも長い時間がかかる場合や、接続が途切れ途切れになる場合があります。 一部の場所では、緊急通報サービスセンターと直接メッセージをやり取りできる場合があります。その地域を担当している緊急サービスセンターがテキストメッセージを受信できない場合は、第三者の中継プロバイダがあなたとメッセージでやり取りし、あなたの代わりに緊急通報サービスに電話します。米国では、緊急通報サービスに直接送信されるテキストメッセージはラテンアルファベットにのみ対応しています。 モバイルデータ通信またはWLANの音声接続が使用できるようになった場合は、電話で緊急通報サービスに連絡してください。ただし、その場合、衛星通信セッションに対応する緊急通報サービスプロバイダと同じところに繋がるとは限りません。 衛星経由の緊急SOSは、衛星の利用可能状況に準じ、継続的に動作させるにはソフトウェアアップデートが必要な場合があります。 衛星経由の緊急SOSを使用してメッセージを送信すると、メッセージは暗号化された形式で送信され、Appleによって復号化されて、関連緊急通報サービスプロバイダまたは第三者の中継プロバイダに渡されます。送信したメッセージは、サービス向上のため、および適用法に従って、緊急通報サービスセンターおよび中継プロバイダによって保持される場合があります。 テキストメッセージを現地の緊急通報サービスの組織にルーティングするため、および救急隊があなたを救助しに行けるようにするため、衛星経由の緊急SOSの使用時にはあなたの位置情報がApple、緊急通報サービスのメッセージルーティングプロバイダ、および第三者の中継プロバイダと共有されます。“探す”で衛星経由で共有される位置情報はエンドツーエンドで暗号化された形式で送信されるため、Appleがアクセスすることはできません。 緊急通報セッション中に、通信記録を、事前に選択した緊急連絡先、およびあなたの位置情報や緊急事態の性質に関する情報と共に緊急通報サービスと共有することを選択できます。セッションの文字起こしの共有は、いつでも画面上部の“共有を停止”をタップして停止できます。 緊急SOSライブビデオ 緊急電話中は、緊急通報サービスの要請に応じてライブビデオやアップロードメディアを緊急通報サービスと共有することを選択できます。ライブビデオの共有は、いつでも“通話を終了”をタップして、“カメラの共有を停止”または“通話を終了”をタップすることで停止できます。メディアコンテンツをアップロードすることを選択した場合は、緊急電話を終了した場合でも、コンテンツは引き続きアップロードされます。緊急通報サービスでは、共有されたメディアコンテンツを記録または保存できます。ライブビデオとアップロードされたメディアはエンドツーエンドで暗号化されて送信されるため、Appleが表示したりアクセスすることはできません。 この機能を使用するためには、“緊急電話とSOS”がオンになっている必要があります。この操作を行うには、“設定”＞“プライバシーとセキュリティ”＞“位置情報サービス”＞“システムサービス”に移動して、“緊急電話とSOS”をタップしてオフにします。 緊急SOSライブビデオは、地域や状況によっては利用できない場合があります。 転倒検出 Apple Watch SEまたはApple Watch Series 4以降を装着中にひどい転び方や落ち方が検出されたときは、必要に応じて転倒検出通知から緊急通報サービスに連絡することができます。緊急通報サービスに連絡するか、通知を閉じるかを選択できます。あなたが動いていることが検出された場合は、あなたが通知に対応するまでApple Watchは待機し、自動的に緊急通報サービスに連絡することはありません。あなたが約1分間動いていないことが検出された場合は、自動的に連絡します。 自動通話がつながると、Apple Watchで激しい転倒が検出されたことを緊急通報サービスに知らせるオーディオメッセージが再生され、あなたの現在地の情報が緯度と経度の座標として共有されます。この通話では、位置情報サービスを有効にしているかどうかに関係なく、あなたの現在地の情報が共有されます。緊急電話中のメディカルIDの共有を有効にしてある場合は、メディカルIDも自動的に緊急通報サービスに共有されます（米国およびカナダのみ）。 通話の終了後、Apple Watchは10秒のカウントダウンのあとに、緊急連絡先（および安否確認セッションが有効になっている場合は安否確認の連絡先）にメッセージとあなたの現在地の情報を送信し、激しい転倒が検出されて緊急通報サービスに連絡したことを知らせます。10秒のカウントダウンの間に、緊急連絡先や有効な安否確認の連絡先へのメッセージをキャンセルすることができます。緊急連絡先はメディカルIDから取得されます。 転倒が検出された際、自動通話が緊急通報サービスにつながらずあなたが動いていない場合、iPhoneでは、衛星経由の緊急SOSを使用して、限定的な情報（例: 位置情報、バッテリー駆動時間、緊急事態の種類）を緊急通報サービスにテキストメッセージで自動的に連絡するよう試みることができます。限定的な情報（例: 位置情報、緊急事態の種類）は、あなたに代わって緊急連絡先や有効な安否確認の連絡先にも送信されます。 Apple Watchからの質問に“転倒していません”と答えた場合を除き、転倒はヘルスケアアプリに自動的に記録されます。転倒履歴を確認するには、iPhoneのヘルスケアアプリを開き、“ブラウズ”＞“その他のデータ”＞“転倒回数”に移動します。 転倒検出の有効/無効を切り替えるには、iPhoneのApple Watchアプリで、“マイウォッチ”＞“緊急SOS”に移動してから、“転倒検出”をタップしてオン/オフを切り替えます。転倒検出がオンの場合、“常にオン”または“ワークアウト中のみオン”をタップできます。Apple Watchの設定やヘルスケアアプリで入力した年齢が55歳以上の場合、転倒検出は自動的にオンになります。18歳から55歳までの方は、ワークアウト中の転倒検出のみが自動的にオンになります。緊急通報サービスに自動的に連絡するには、Apple Watchの手首検出がオンになっている必要があります。これをApple Watch上で行うには、“設定”＞“パスコード”に移動し、“手首検出”をタップしてオンにします。転倒検出は18歳以上の方のみが対象です。Apple Watchですべての転倒を検出することはできません。 衝突事故検出 iOS 16以降を搭載したiPhone14以降（すべてのモデル）、watchOS 9以降を搭載したApple Watch Series 8以降、Apple Watch SE（第2世代）、およびApple Watch Ultra以降で激しい自動車衝突事故が検出されると、緊急通報サービスへ連絡するための通知が表示されます。緊急通報サービスに連絡するか、通知を閉じるかを選択できます。10秒以内に通知に応答しないと、デバイスから自動的に通話が発信されます。 自動通話がつながると、デバイスで自動車衝突事故が検出されたことを緊急通報サービスに知らせるオーディオメッセージが再生され、あなたの現在地の情報が緯度と経度の座標として共有されます。この通話では、位置情報サービスを有効にしているかどうかに関係なく、あなたの現在地の情報が共有されます。緊急電話中のメディカルIDの共有を有効にしてある場合は、メディカルIDも自動的に緊急通報サービスに共有されます（米国およびカナダのみ）。通話の終了後、デバイスは10秒のカウントダウンのあとに、緊急連絡先（および安否確認セッションが有効になっている場合は安否確認の連絡先）にメッセージとあなたの現在地の情報を送信し、自動車衝突事故が検出されて緊急通報サービスに連絡したことを知らせます。10秒のカウントダウンの間に、緊急連絡先や有効な安否確認の連絡先へのメッセージをキャンセルすることができます。緊急連絡先はメディカルIDから取得されます。緊急連絡先と有効な安否確認の連絡先への通知後、緊急通報サービスに連絡するか、メディカルIDの情報を開くか、通知を閉じるかのオプションが引き続きデバイスに表示されます。Apple Watchですべての自動車事故を検出することはできません。位置情報は、衝突事故が起きたかどうかを判断するために使用されることがあります。 激しい自動車衝突事故が検出された際、自動通話が緊急通報サービスにつながらずあなたの反応がない場合、iPhoneでは、衛星経由の緊急SOSを使用して、限定的な情報（例: 位置情報、バッテリー駆動時間、緊急事態の種類）を緊急通報サービスにテキストメッセージで自動的に連絡するよう試みることができます。限定的な情報（例: 位置情報、緊急事態の種類）は、あなたに代わって緊急連絡先や有効な安否確認の連絡先にも送信されます。 衝突事故検出を無効または再度有効にするには、“設定”＞“緊急SOS”に移動してから、“激しい衝突事故発生後に電話”をタップしてオン/オフを切り替えるか、iPhoneのApple Watchアプリで“マイウォッチ”＞“緊急SOS”に移動してから、“激しい衝突事故発生後に電話”をタップしてオン/オフを切り替えます。 衝突事故検出のデータをiPhoneにインストールされている他社製アプリと共有することも選択できます。データへのアクセスを許可していて、自動車衝突事故が起きると、共有先の他社にその衝突事故についての情報が自動的に通知されます。この情報には位置情報データが含まれる場合があります。 自動車衝突事故の検出後に緊急通報サービスに電話することをiPhoneに許可している場合は、他社に衝突事故に関する通知が送信される前に緊急通報サービスへの発信が行われます。自動車衝突事故の検出後に緊急通報サービスに電話することをiPhoneに許可しておらず、衝突事故が検出され、他社との共有がオンになっている場合は、衝突事故が検出されたこと、データが他社と共有されたこと、および可能な場合は他社製アプリで操作する必要があることを知らせる通知がデバイスから送信されます。 衝突事故検出のデータを他社製アプリと共有するかどうかを選択できます。その場合は、iPhoneで“設定”＞“緊急SOS”に移動して、“衝突事故をアプリと共有”をタップしてオンにします。 コンパスウェイポイント コンパスアプリを使って、現在地をウェイポイントとして追加することができます。ウェイポイントにより、作成した各コンパスウェイポイントまでの距離と方向を確認できます。さらに、コンパスアプリでは2つのウェイポイントを自動的に生成できます。1つは接続できるモバイル通信の電波がある最後の地点が推定される“最後のモバイル通信接続地点”ウェイポイントで、もう1つはお使いのiPhoneまたはApple Watchが利用可能なキャリアのネットワークに最後に接続できた経路上の地点が推定される“緊急電話に発信できる最後の地点”ウェイポイントです。“最後のモバイル通信接続地点”ウェイポイントまたは“緊急電話に発信できる最後の地点”ウェイポイントが作成されるためには、デバイスで“利用頻度の高い場所”が有効になっていて、コンパスアプリの“正確な位置情報”がオンになっている必要があります。コンパスアプリで作成したコンパスウェイポイントは、コンパスアプリでウェイポイントを選択してから、画面下部までスクロールして“ウェイポイントを削除”を選択すると削除できます。 バックトレース 足取りをたどるための手助けが必要になる可能性がある一部のエリアで、コンパスアプリまたはApple Watchで使用可能な一部の他社製アプリから、安全上の目的のために最近の位置情報に1度だけアクセスすることの許可を求められる場合があります。このような位置情報は、常に利用できるとは限りません。例えば、自宅など馴染みのある場所や、都会などでは利用できません。これらの機能を使用するには、デバイスで“利用頻度の高い場所”が有効になっていて、アプリの“正確な位置情報”がオンになっている必要があります。 その他の情報 一部の安全性機能は、デバイスによって、あるいは地域や言語によっては使用できない場合があります。一部の地域や国では、緊急通報サービスの番号が複数存在します。これらの地域では、Apple Watchは、転倒検出通知の救急車サービスと関連付けられた番号に連絡します。 個人データを処理する際に適用される法的根拠 Appleは、サービスを提供するために必要な範囲で、また、法的義務を遵守する目的において、“緊急SOS”および“衛星経由の緊急SOS”内の個人データを処理します。お客様の同意が適切な法的根拠となる場合は、該当する現地法に基づいて同意を求めます。 該当する現地法で定められている場合、Appleは、緊急通報サービスの支援、詐欺行為や犯罪行為の防止、サービスの向上、“緊急SOS”および“衛星経由の緊急SOS”のシステムとアーキテクチャの維持を目的としたAppleの正当な利益のために、以下のカテゴリの個人データを処理します: • 位置情報 • セッションの情報（緊急通報サービスと通信した継続時間や内容など） • あなたが選択した緊急連絡先 保持 Appleは、AppleのプライバシーポリシーまたはAppleのサービス別のプライバシー通知に記載されている通りに、または法律で定められた通りに、収集目的を達成するために必要な期間のみ個人データを保持します。保持期間の決定においては、まず収集した個人データを保持する必要があるかどうかを検討し、保持する必要がある場合は、法律の下で許容される最短の期間を個人データの保持期間とするように努めます。 いかなる場合においても、Appleが収集する情報はAppleのプライバシーポリシー（https://www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Төтенше қоңырау — SOS Төтенше жағдай қызметтеріне қоңырау шалатын «Төтенше қоңырау — SOS» функциясын пайдаланған кезде, геолокация сервистерінің қосулы болу-болмауына қарамастан, диспетчердің сізге көмектесуіне мүмкіндік беру үшін қоңырау шалғанда геолокацияңыз және медициналық картаңыз (бар болса) көрсетілуі мүмкін. Геолокацияңыз туралы деректер және медициналық картаңыз туралы шифрланған ақпарат Apple компаниясына жіберіледі. Бұл мәлімет сіз орналасқан аймақта төтенше жағдай бойынша қосымша деректер сервисіне қолдау көрсетілетінін тексеру және деректерді төтенше жағдай қызметтеріне ұсыну үшін пайдаланылады. Егер сіз тұратын аймақта қызмет көрсетілсе, серіктес компаниялар жеке ақпаратыңызды Apple компаниясынан алып, оны төтенше жағдай қызметтеріне ұсына алады. Apple компаниясы медициналық картаңыздағы ақпаратты оқи алмайды. Қоңырау аяқталғаннан кейін, хабар жіберу әрекетінен бас тартпасаңыз, төтенше жағдайда қажет контактілерге және «Байланысқа шығу» контактісіне («Байланысқа шығу» сеансы қосулы болса) төтенше жағдай қызметтеріне қоңырау шалынғаны туралы хабар автоматты түрде жіберіледі. Бұл хабар ағымдағы геолокацияңызды да қамтиды және геолокацияңыз өзгерген сайын, құрылғыңыз шектеулі уақыт ішінде төтенше контактілеріңізге және белсенді «Байланысқа шығу» контактісіне жаңартулар жібереді. Геолокацияңызды төтенше контактілерге немесе белсенді «Байланысқа шығу» контактісіне жібергіңіз келмесе, iPhone немесе Apple Vision Pro құрылғыңызда «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Геолокация сервистері» > «Жүйелік сервистер» тармағы арқылы өтіп, «Төтенше қоңыраулар және SOS» функциясын өшіріңіз. Төтенше қоңырау — SOS және құпиялылық туралы қосымша ақпарат алу үшін мына мекенжай бойынша өтіңіз: www.apple.com/legal/privacy/data/kz/emergency-sos. Медициналық карта туралы толығырақ ақпарат алу үшін «Реттеулер» > «Денсаулық» > «Медициналық карта» > «Төтенше жағдайда қол жеткізу» тармағына өтіп, «Толығырақ ақпарат алу» түймесін түртіңіз. Геолокация сервистері туралы толығырақ ақпарат алу үшін мына сілтемеге өтіңіз: www.apple.com/legal/privacy/data/kz/location-services. Жерсерік арқылы төтенше қоңырау — SOS «Жерсерік арқылы төтенше қоңырау — SOS» функциясы көмекке шақырудың басқа тәсілдері болмаған ерекше жағдайларда төтенше жағдай қызметтерімен байланысуға көмектесе алады. Бұл сервис түрі аймаққа немесе жағдайға байланысты қолжетімді болмауы мүмкін. Төтенше жағдай қызметтерімен хабар алмасу үшін аспан анық көрінетіндей ашық болуы және құрылғыңыз бен жерсерік дәл туралануы керек. Жерсеріктік қосылым дәстүрлі желілерге қарағанда мүлдем басқаша жұмыс істейді. Нәтижесінде дәстүрлі мәтіндік хабарлармен салыстырғанда, хабарларды жіберу және қабылдау процесі ұзағырақ болуы мүмкін және қолжетімділікте ағаттықтар болуы мүмкін. Кей жерлерде төтенше жағдай қызметтерінің орталығымен тікелей хабар алмасуға болады. Егер геолокацияңыз бойынша сізге қызмет көрсететін төтенше жағдай қызметтерінің орталығы мәтіндік хабарлар ала алмаса, үшінші тараптың релелік байланыс жеткізушісі сізге мәтіндік хабар жібереді және сіздің атыңыздан төтенше жағдай қызметтеріне қоңырау шалады. Америка Құрама Штаттарында төтенше жағдай қызметтеріне тікелей жіберілген мәтіндік хабарлар тек латын әліпбиіне қолдау көрсетеді. Ұялы байланыс немесе WLAN арқылы дауыстық байланыс қолжетімді болған кезде, төтенше жағдай қызметтеріне телефон арқылы хабарласу керек. Алайда бұл жағдайда жерсеріктік қосылым сеансын өңдейтін бірдей төтенше қызмет провайдерімен байланысудың қажеті жоқ. «Жерсерік арқылы төтенше қоңырау — SOS» функциясы жерсеріктің қолжетімді болуына байланысты және осы мүмкіндікті пайдалануды жалғастыру үшін бағдарламалық жасақтаманы жаңарту қажет болуы мүмкін. «Жерсерік арқылы төтенше қоңырау — SOS» функциясын пайдаланып хабар мәтінін терген кезде, хабарларыңыз шифрланған түрде жіберіледі, ал Apple компаниясы оларды тиісті төтенше қызмет провайдеріне немесе үшінші тараптың релелік байланыс жеткізушісіне ұсына алатындай етіп шифрын шешіп жібереді. Төтенше жағдай қызметінің орталықтары мен релелік байланыс жеткізушілері сізге қызмет көрсету сапасын жақсарту және қолданыстағы заңдарды сақтау мақсатында сіз жіберген хабарларды өз дерекқорында сақтауы мүмкін. «Жерсерік арқылы төтенше қоңырау — SOS» функциясын қолданған кезде, мәтіндік хабарларыңызды жергілікті төтенше жағдай қызметтеріне бағыттау және олардың сізбен байланысуына жәрдемдесу үшін сіздің геолокацияңыз Apple компаниясына, төтенше жағдай қызметтеріне мәтіндік хабарлар бағыттайтын провайдерлерге және үшінші тараптың релелік байланыс жеткізушілеріне хабарланады. «Локатор» желісіндегі жерсерік арқылы жіберілген геолокация деректері өтпелі шифрлаумен қорғалған және оларды Apple компаниясы оқи алмайды. Төтенше жағдай қызметіне хабарласқан кезде, сол байланыс сеансы туралы мәтіндік жазбаны, төтенше жағдайдың сипаты мен геолокацияңыз туралы ақпаратты алдын ала таңдалған төтенше жағдайда хабарласу қажет контактілермен бөлісуге болады. Экранның жоғарғы жағындағы «Бөлісуді тоқтату» түймесін басу арқылы сеанстың мәтіндік жазбаларын бөлісуді кез келген уақытта тоқтатуға болады. Төтенше қоңырау — SOS нақты уақыттағы видеосы Төтенше жағдай қызметіне қоңырау шалған кезде төтенше жағдай қызметтерінің сұрауы бойынша олармен нақты уақыттағы видеоны бөлісуге немесе медиа файлдарды жүктеп салуға болады. «Қоңырауды аяқтау», содан кейін «Камераны бөлісуді тоқтату» немесе «Қоңырауды аяқтау» түймесін түрту арқылы нақты уақыттағы видеоны бөлісуді кез келген уақытта тоқтатуға болады. Егер медиаконтентті жүктеп салуды таңдасаңыз, төтенше қоңырауды аяқтасаңыз да контентті жүктеп салу жалғасады. Төтенше жағдай қызметтері ортақ медиа контентті жазуы немесе сақтауы мүмкін. Нақты уақыттағы видео және жүктеп салынған медиа файлдар өтпелі шифрлаумен қорғалған күйде жіберіледі және оларды Apple компаниясы көре немесе пайдалана алмайды. Бұл функцияны пайдалану үшін «Төтенше қоңыраулар және SOS» функциясы қосулы болуы қажет. Ол үшін «Реттеулер» > «Құпиялылық және қауіпсіздік» > «Геолокация сервистері» > «Жүйелік сервистер» тармағына өтіп, «Төтенше қоңыраулар және SOS» реттеуін түртіп қосыңыз. Төтенше қоңырау — SOS нақты уақыттағы видеосы кейбір аймақтарда немесе жағдайларда қолжетімді болмауы мүмкін. Құлауды анықтау Apple Watch SE немесе Apple Watch Series 4 немесе одан кейін шыққан нұсқалары қатты құлауды анықтаса, құлауды анықтау туралы ескерту, қажет болса, сізді төтенше жағдай қызметтерімен байланыстыруға көмектесе алады. Төтенше жағдай қызметтеріне хабарласуға немесе ескертуді жабуға болады. Apple Watch сағатыңыз қозғалып жатқаныңызды анықтаса, ескертуге жауап беруіңізді күтіп, төтенше жағдай қызметтеріне автоматты түрде қоңырау шалмайды. Apple Watch сағатыңыз шамамен бір минут бойы қозғалмай жатқаныңызды анықтаса, ол автоматты түрде қоңырау шалады. Автоматты түрде терілген қоңырау қабылданған кезде, Apple Watch сағатыңыз төтенше жағдай қызметтеріне қатты құлау жағдайын анықтағаны туралы хабарлайтын аудио хабар ойнатады, содан кейін ағымдағы геолокацияңызды ендік пен бойлық координаттары ретінде жібереді. Геолокация сервистерінің қосулы болу-болмауына қарамастан, қоңырау кезінде геолокацияңыз жіберіледі. Төтенше қоңырау кезінде медициналық картаны бөлісу мүмкіндігін бұрын қосқан болсаңыз, медициналық картаңыз төтенше жағдай қызметтеріне (тек АҚШ және Канадада) автоматты түрде жіберіледі. Қоңырау аяқталғаннан кейін, Apple Watch сағатыңыз төтенше контактілеріңізге және «Байланысқа шығу» контактісіне («Байланысқа шығу» сеансы қосулы болса) сағатыңыздың қатты құлауды анықтағанын және төтенше жағдай қызметтерінің нөмірін тергенін хабарлап, геолокацияңызды қамтитын хабарды жіберуге дейін 10 секундтық кері санақты бастайды. 10 секундтық кері санақтан кейін жіберілетін хабарды төтенше контактілерге және белсенді «Байланысқа шығу» контактісіне жіберуден бас тартуға болады. Apple Watch сағатыңыз төтенше контактілеріңізді медициналық картаңыздан алады. Құлау анықталғанда, автоматты түрде терілетін қоңырау төтенше қызметтерге қосыла алмаса және сіз қозғалмай қалсаңыз, iPhone төтенше қызметтерге шектеулі мәтіндік ақпаратты (мысалы, геолокацияңыз, аккумулятордың қызмет ету мерзімі және төтенше жағдайдың сипаты) автоматты түрде жіберу үшін жерсеріктік қосылым арқылы «Төтенше қоңырау — SOS» қолданбасын пайдалануға әрекет жасай алады. Шектеулі ақпарат (мысалы, геолокацияңыз, төтенше жағдайдың сипаты) сіздің атыңыздан төтенше контактілерге және белсенді «Байланысқа шығу» контактісіне де жіберіледі. Apple Watch сағатыңыз сұрағанда, құламағаныңызды айтқанша, құлау жағдайлары автоматты түрде «Денсаулық» қолданбасына жазылады. Құлау жағдайларының тарихын көру үшін iPhone құрылғыңызда «Денсаулық» қолданбасын ашып, «Іздеу» > «Басқа деректер» > «Құлау саны» тармағына өтіңіз. «Құлауды анықтау» функциясын iPhone құрылғыңыздағы Apple Watch қолданбасынан қосуға немесе өшіруге болады, ол үшін «Менің сағатым» > «Төтенше қоңырау — SOS» тармағына өтіп, «Құлауды анықтау» опциясын қосу немесе өшіру үшін оны түртіңіз. «Құлауды анықтау» функциясы қосылған жағдайда, «Әрдайым қосулы» немесе «Тек жаттығулар кезінде қосулы» опциясын түртуіңізге болады. Жасыңызды Apple Watch сағатын баптаған кезде немесе «Денсаулық» қолданбасына енгізген болсаңыз және 55 жастан асқан болсаңыз, «Құлауды анықтау» функциясы автоматты түрде қосылады. Жасыңыз 18 - 55 жас аралығында болса, «Құлауды анықтау» функциясы тек жаттығулар кезінде автоматты түрде қосылады. Төтенше жағдай қызметтеріне автоматты түрде қоңырау шалу үшін сағатыңызда «Білекті анықтау» функциясы қосылып тұруы керек. Мұны Apple Watch сағатында істеу үшін «Реттеулер» > «Құпиякод» тармағына өтіп, «Білекті анықтау» параметрін қосу үшін түртіңіз. «Құлауды анықтау» функциясы тек 18 жасқа толған адамдар үшін қолжетімді. Apple Watch сағаты кейбір құлау жағдайларын анықтай алмайды. Апатты анықтау iOS 16 немесе одан кейінгі нұсқасы бар iPhone 14 немесе одан кейінгі модельдері, Apple Watch Series 8 немесе одан кейінгі модельдері, Apple Watch SE (2-буын) және watchOS 9 немесе одан кейінгі нұсқасы бар Apple Watch Ultra немесе одан кейінгі моделі автомобиль апатын анықтаған жағдайда, төтенше жағдай қызметтеріне қоңырау шалу мақсатында ескерту іске қосылады. Төтенше жағдай қызметтеріне хабарласуға немесе ескертуді жабуға болады. Ескертуге 10 секунд ішінде жауап бермесеңіз, құрылғы автоматты түрде қоңырау шалады. Автоматты түрде терілген қоңырау қабылданған кезде, құрылғыңыз төтенше жағдай қызметтеріне құрылғыңыздың автомобиль апатын анықтағаны туралы хабарлайтын аудио хабар ойнатады, содан кейін ағымдағы геолокацияңызды ендік пен бойлық координаттары ретінде жібереді. Геолокация сервистерінің қосулы болу-болмауына қарамастан, қоңырау кезінде геолокацияңыз жіберіледі. Төтенше қоңырау кезінде медициналық картаны бөлісу мүмкіндігін бұрын қосқан болсаңыз, медициналық картаңыз төтенше жағдай қызметтеріне (тек АҚШ және Канадада) автоматты түрде жіберіледі. Қоңырау аяқталғаннан кейін, құрылғыңыз төтенше контактілеріңізге және «Байланысқа шығу» контактісіне («Байланысқа шығу» сеансы қосулы болса) өзінің автомобиль апатын анықтағанын және төтенше жағдай қызметтерінің нөмірін тергенін хабарлап, геолокацияңызды қамтитын хабарды жіберуге дейін 10 секундтық кері санақты бастайды. 10 секундтық кері санақтан кейін төтенше контактілерге және белсенді «Байланысқа шығу» контактісіне хабар жіберуден бас тартуға болады. Құрылғыңыз төтенше контактілеріңізді медициналық картаңыздан алады. Төтенше контактілерге және белсенді «Байланысқа шығу» контактісіне хабарлағаннан кейін, құрылғы экранында төтенше жағдай қызметтеріне хабарласу, медициналық карта туралы ақпаратты ашу немесе ескертуді өшіру опциялары көрсетіледі. iPhone және Apple Watch құрылғылары кейбір автомобиль апаттарын анықтай алмайды. Геолокация туралы ақпарат апаттың орын алған-алмағанын анықтау үшін пайдаланылуы мүмкін. Ауыр автомобиль апаты анықталғанда, автоматты түрде терілетін қоңырау төтенше қызметтерге қосыла алмаса және ес-түссіз күйде болсаңыз, iPhone төтенше қызметтерге шектеулі мәтіндік ақпаратты (мысалы, геолокацияңыз, аккумулятордың қызмет ету мерзімі және төтенше жағдайдың сипаты) автоматты түрде жіберу үшін жерсеріктік қосылым арқылы «Төтенше қоңырау — SOS» қолданбасын пайдалануға әрекет жасай алады. Шектеулі ақпарат (мысалы, геолокацияңыз, төтенше жағдайдың сипаты) сіздің атыңыздан төтенше контактілерге және белсенді «Байланысқа шығу» контактісіне де жіберіледі. «Апатты анықтау» функциясын өшіруге немесе қайта қосуға болады, ол үшін «Реттеулер» > «Төтенше қоңырау — SOS» тармағына өтіп, «Ауыр апатқа түскеннен кейін қоңырау шалу» опциясын қосу немесе өшіру үшін түртіңіз немесе iPhone құрылғыңыздағы Apple Watch қолданбасынан «Менің сағатым» > «Төтенше қоңырау — SOS» тармағына өтіп, «Ауыр апатқа түскеннен кейін қоңырау шалу» опциясын қосу немесе өшіру үшін түртіңіз. Сондай-ақ «Апатты анықтау» функциясының деректерін iPhone құрылғысына орнатылған үшінші тараптық қолданбамен бөлісуді таңдауға болады. Егер сіз деректерге қол жеткізуге рұқсат берсеңіз, автомобиль апаты орын алған жағдайда, үшінші тарап геолокация деректерін қамтуы мүмкін автомобиль апаты туралы хабарламаны автоматты түрде алады. iPhone құрылғыңыз автомобиль апатына ұшырағаныңызды анықтағаннан кейін, оған төтенше жағдай қызметтерін шақыруға рұқсат берсеңіз, құрылғыңыз үшінші тарапқа жол апаты туралы хабарламас бұрын төтенше жағдай қызметтеріне қоңырау шалады. iPhone құрылғыңыз автомобиль апатына ұшырағаныңызды анықтағаннан кейін, оған төтенше жағдай қызметтерін шақыруға рұқсат бермесеңіз және автомобиль апаты анықталып, үшінші тараптармен бөлісу функциясы қосулы болса, құрылғыңыз сізге апаттың анықталғаны және бұл жайында деректердің үшінші тараптарға жіберілгені туралы ескерту жібереді. Мүмкін болса, үшінші тараптық қолданбаны пайдалануыңыз керек. «Апатты анықтау» функциясы арқылы алынған деректерді үшінші тараппен бөлісу қажеттігін таңдауға болады. Ол үшін iPhone құрылғысында «Реттеулер» > «Төтенше қоңырау — SOS» тармағына өтіп, «Қолданбамен апат туралы бөлісу» параметрін қосу үшін түртіңіз. Компастың бағдар жолдары Ағымдағы геолокацияңызды бағдар жолы ретінде қосу үшін «Компас» қолданбасын пайдалануға болады, ол сіз жасаған әрбір компастың бағдар жолына дейінгі қашықтықты және бағытты көруге мүмкіндік береді. Сонымен қатар «Компас» қолданбасы автоматты түрде екі бағдар жолын жасай алады, оның ішінде ұялы байланыс сигналы соңғы рет қабылданған орын — қосылу мүмкіндігін беретін ұялы желімен қамтылатын соңғы болжалды орын. Ал соңғы төтенше қоңырау шалу нүктесі — iPhone құрылғыңыз немесе Apple Watch сағатыңыз төтенше қоңырау шалу үшін ұялы байланыс операторының қолжетімді желісіне соңғы рет қосылған маршруттағы болжалды орын. Ұялы байланыс сигналы соңғы рет қабылданған орынды немесе соңғы төтенше қоңырау шалу нүктесін жасау үшін құрылғыда «Маңызды геолокациялар» функциясы, ал «Компас» қолданбасында «Нақты геолокация» функциясы қосулы болуы керек. «Компас» қолданбасында сіз жасаған компастың бағдар жолдарын жоюға болады. Ол үшін қолданбада бағдар жолын таңдап, экранның төменгі жағына өтіп, «Бағдар жолын жою» пәрменін таңдаңыз. Кері жол Сізге бағдарды бақылауда көмек қажет болуы мүмкін кейбір аймақтарда Apple Watch сағатында қолжетімді «Компас» қолданбасы және кейбір үшінші тарап қолданбалары қауіпсіздік мақсатында соңғы геолокацияларыңызға бір рет қол жеткізуге рұқсат сұрауы мүмкін. Егер сіз өзіңіздің үйіңіз сияқты таныс жерге жақын немесе қалалық аймақта болсаңыз, бұл геолокациялар кейде қолжетімді болмауы мүмкін. Бұл мүмкіндіктерді пайдалану үшін құрылғыда «Маңызды геолокациялар» функциясы, ал қолданбада «Нақты геолокация» функциясы қосулы болуы керек. Басқа ақпарат Кейбір қауіпсіздік функциялары белгілі бір құрылғыларда, аймақтарда немесе тілдерде қолжетімді болмауы мүмкін. Кейбір аймақтар мен елдерде төтенше жағдай қызметінің бірнеше нөмірі бар. Осы аймақтарда Apple Watch сағаты құлауды анықтау туралы ескерту үшін жедел жәрдем қызметтерімен байланысты нөмірге қоңырау шалады. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз «Төтенше қоңырау — SOS» және «Жерсерік арқылы төтенше қоңырау — SOS» қолданбаларындағы жеке деректеріңізді қызмет көрсету үшін қажет болған жағдайда және заңды міндеттемелерімізді орындау үшін өңдейміз. Келісім тиісті заңды негізге сүйенсе, біз оны қолданыстағы жергілікті заңға сәйкес іздейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз төтенше жағдай қызметтерінің көрсетілуін жеңілдету, алаяқтықтың немесе қылмыстық әрекеттің алдын алу, сервистерді жақсарту және «Төтенше қоңырау — SOS» және «Жерсерік арқылы төтенше қоңырау — SOS» жүйелері мен архитектураларына қолдау көрсету мақсатында заңды мүдделеріміз үшін қажетті жеке деректердің келесі санаттарын өңдейміз: • Геолокацияңыз • Сеанстарыңыз туралы ақпарат, мысалы, төтенше жағдай қызметтеріне хабарласу ұзақтығы мен мазмұны • Таңдаған төтенше контактілеріңіз Деректерді сақтау Apple жеке деректерді тек жинау мақсаттарын орындау үшін қажет болғанша, соның ішінде Apple құпиялылық саясатында немесе қызметке тән құпиялылық туралы хабарламаларымызда сипатталғандай немесе заң талап еткендей сақтайды. Сақтау мерзімдерін бағалау кезінде алдымен жиналған жеке деректерді сақтау қажеттігін мұқият тексереміз және сақтау қажет болса, жеке деректерді заңмен рұқсат етілген ең қысқа мерзім ішінде сақтау үшін жұмыс істейміз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді.
ko: 긴급 구조 요청 긴급통화를 시작하는 긴급 구조 요청 기능을 사용하면 구조 차량의 배차를 위해 사용자의 위치(위치 서비스 기능의 활성화 여부와 상관없음)와 의료 정보(활성화된 경우)가 통화에 포함될 수 있습니다. Apple이 사용자가 있는 지역에서 고급 긴급 데이터 서비스가 지원되는지 확인하고 긴급 서비스에 데이터를 제공하기 위해 사용자의 위치 데이터와 암호화된 의료 정보가 Apple에 전송됩니다. 사용자가 있는 지역에서 지원되는 경우, 파트너 업체는 Apple에서 사용자의 정보를 검색하여 긴급 서비스에 제공할 수 있습니다. Apple은 사용자의 의료 정보를 읽을 수 없습니다. 통화가 끝난 다음, 사용자가 메시지를 취소하지 않는 한 사용자가 긴급 서비스에 전화했다는 메시지가 긴급 연락처 및 ‘안전 확인’ 연락처(‘안전 확인’ 세션이 활성화되어 있는 경우)에게 자동으로 발송됩니다. 또한 이 메시지에는 사용자의 현재 위치가 포함되며, 기기가 일정 시간 동안 사용자의 위치 변동에 관한 업데이트를 긴급 연락처 및 활성화된 ‘안전 확인’ 연락처에게 통지합니다. 사용자의 위치를 긴급 연락처 또는 활성화된 ‘안전 확인’ 연락처에게 알리지 않으려면 iPhone 또는 Apple Vision Pro에서 설정 > 개인정보 보호 및 보안 > 위치 서비스 > 시스템 서비스로 이동한 다음 ‘긴급통화 및 구조 요청’을 탭하여 끄십시오. 긴급 구조 요청 및 개인정보 보호에 관한 자세한 정보는 www.apple.com/kr/legal/privacy/data/ko/emergency-sos 사이트를 참조하십시오. 의료 정보에 관해 더 알아보려면 설정 > 건강 > 의료 정보 > 긴급상황 접근으로 이동하고 ‘더 알아보기’를 탭하십시오. 위치 서비스에 관한 자세한 정보는 www.apple.com/kr/legal/privacy/data/ko/location-services 사이트를 참조하십시오. 위성을 통한 긴급 구조 요청 위성을 통한 긴급 구조 요청은 긴급 서비스에 도움을 요청할 수 있는 다른 수단이 없는 예외적인 상황에서 긴급 서비스에 연락할 수 있도록 도와줍니다. 이 서비스는 지역 또는 상황에 따라 사용 가능하지 않을 수 있습니다. 긴급 서비스와 메시지를 보내고 받으려면 하늘을 가리는 장애물이 없는 상태에서 사용자의 기기와 위성의 방향이 잘 맞춰져 있어야 합니다. 위성 연결은 기존 네트워크와 매우 다른 방식으로 작동합니다. 따라서 기존 문자 메시지보다 메시지를 보내고 받는 데 시간이 더 오래 걸릴 수 있으며, 사용 가능성에 차이가 있을 수 있습니다. 일부 지역에서는 긴급 서비스 센터와 직접 메세지를 주고받을 수 있습니다. 사용자가 있는 위치를 관할하는 긴급 서비스 센터에서 문자 메시지를 수신할 수 없는 경우 타사 릴레이 제공업체가 사용자에게 문자를 보내고 사용자를 대신하여 긴급 서비스를 호출합니다. 미국에서는 긴급 서비스로 직접 전송되는 문자 메시지는 라틴 문자만 지원합니다. 셀룰러 또는 WLAN 음성 연결이 사용 가능해지면 전화로 긴급 서비스에 연락해야 합니다. 단, 이 경우 위성 세션을 처리하는 동일한 긴급 서비스 제공업체에 연락하지 않아도 됩니다. 위성을 통한 긴급 구조 요청은 위성 가용 여부에 따라 달라지며, 기능을 계속 사용하려면 소프트웨어 업데이트가 필요할 수 있습니다. 위성을 통한 긴급 구조 요청을 사용하여 문자를 보내면 메시지가 암호화된 형태로 전송되고 Apple에 의해 암호화 해제되어 관련 긴급 서비스 제공업체 또는 타사 릴레이 제공업체에게 전달됩니다. 사용자의 메시지는 긴급 서비스 센터 및 릴레이 제공업체가 사용자에게 제공하는 서비스를 개선할 수 있도록 관련 법에 따라 보관될 수 있습니다. 지역 긴급 서비스 기관에 문자 메시지를 전송하고 긴급 구조원이 사용자의 위치를 파악하도록 지원하기 위해 위성을 통한 긴급 구조 요청을 사용할 때 사용자의 위치를 Apple, 긴급 서비스 문자 라우팅 제공업체 및 타사 릴레이 제공업체와 공유합니다. 나의 찾기에서 위성을 통해 공유된 위치는 종단간 암호화된 형태로 전송되어 Apple이 접근할 수 없습니다. 긴급 세션 중에는 사용자의 위치 및 긴급 상황에 대한 정보와 함께 사용자가 긴급 서비스와 대화한 내용의 전사문을 미리 선택한 긴급 연락처와 공유하도록 선택할 수 있습니다. 화면 상단에 있는 공유 중단을 탭하여 언제든지 세션 내용의 전사문 공유를 중단할 수 있습니다. 긴급 구조 요청 라이브 비디오 긴급통화 중에 긴급 서비스 요청에 따라 라이브 비디오를 긴급 서비스와 공유하거나 긴급 서비스에 미디어를 업로드하도록 선택할 수 있습니다. 통화 종료를 탭한 다음 ‘카메라 공유 중단’ 또는 ‘통화 종료’를 탭하여 언제든지 실시간 비디오 공유를 중단할 수 있습니다. 미디어 콘텐츠를 업로드하도록 선택하면 긴급통화를 종료하더라도 사용자의 콘텐츠가 계속 업로드됩니다. 긴급 서비스는 공유된 미디어 콘텐츠를 기록하거나 저장할 수 있습니다. 라이브 비디오 및 업로드된 미디어는 종단간 암호화된 형태로 전송되어 Apple이 보거나 접근할 수 없습니다. 이 기능을 사용하려면 ‘긴급통화 및 구조 요청’이 켜져 있어야 합니다. 이렇게 하려면 설정 > 개인정보 보호 및 보안 > 위치 서비스 > 시스템 서비스로 이동한 다음 ‘긴급통화 및 구조 요청’을 탭하여 켜십시오. 긴급 구조 요청 라이브 비디오는 지역 또는 상황에 따라 사용 가능하지 않을 수 있습니다. 넘어짐 감지 Apple Watch SE 또는 Apple Watch Series 4 또는 이후 모델을 착용하고 있는 동안 사용자가 세게 넘어진 것을 Apple Watch가 감지하면 필요한 경우 넘어짐 감지 알림이 긴급 서비스에 연락할 수 있도록 도와줍니다. 긴급 서비스에 연락하거나 해당 알림을 해제할 수 있습니다. Apple Watch가 사용자의 움직임을 감지한 경우 사용자가 알림에 응답하기를 기다리고 자동으로 긴급 서비스에 전화를 걸지 않습니다. Apple Watch가 약 1분 동안 사용자가 움직이지 않는 것을 감지한 경우 자동으로 긴급 서비스에 전화를 겁니다. 자동으로 건 전화가 연결되면 Apple Watch는 긴급 서비스에 Apple Watch가 사용자의 넘어짐을 감지했음을 알리는 오디오 메시지를 재생한 다음 사용자의 현재 위치를 위도 및 경도 좌표로 공유합니다. 위치 서비스 기능의 활성화 여부와 상관없이 통화가 사용자의 위치를 공유할 수 있습니다. 이전에 의료 정보를 긴급통화 중 공유하도록 활성화한 경우 사용자의 의료 정보도 자동으로 긴급 서비스와 공유됩니다(미국 및 캐나다 지역에 한함). 통화가 끝난 다음 Apple Watch가 10초 카운트다운을 시작하고, 카운트다운이 끝나면 긴급 연락처 및 ‘안전 확인’ 연락처(‘안전 확인’ 세션이 활성화되어 있는 경우)에게 사용자의 위치와 메시지를 보냅니다. 메시지에는 사용자의 Apple Watch에서 넘어짐을 감지하여 긴급 서비스에 전화했다는 내용이 포함됩니다. 10초 카운트다운이 진행되는 동안 긴급 연락처 및 활성화된 ‘안전 확인’ 연락처에게 보낼 메시지를 취소할 수 있습니다. Apple Watch는 사용자의 의료 정보에서 긴급 연락처를 가져옵니다. 넘어짐이 감지되고, 자동으로 건 전화를 긴급 서비스에 연결할 수 없으며, 사용자가 움직이지 않는 경우 iPhone이 ‘위성을 통한 긴급 구조 요청’ 연결을 사용하여 제한된 정보(예: 사용자의 위치, 배터리 사용 시간 및 긴급 상황 특성)를 자동으로 긴급 서비스에 문자 메시지로 전송할 수 있습니다. 사용자를 대신하여 제한된 정보(예: 사용자의 위치, 긴급 상황 특성)를 긴급 연락처 및 활성화된 ‘안전 확인’ 연락처에게도 전송합니다. Apple Watch에서 넘어졌는지 물었을 때 사용자가 넘어지지 않았다고 응답하는 경우를 제외하고, 넘어짐(낙상)은 건강 앱에 자동으로 기록됩니다. 넘어짐 기록을 확인하려면 iPhone에서 건강 앱을 열고 둘러보기 > 기타 데이터 > 넘어진 횟수로 이동하십시오. iPhone의 Apple Watch 앱에서 나의 시계 > 긴급 구조 요청으로 이동한 다음 넘어짐 감지를 탭하여 켜거나 꺼서 넘어짐 감지를 활성화 또는 비활성화할 수 있습니다. 넘어짐 감지가 켜져 있는 경우 ‘항상 켬’ 또는 ‘운동하는 동안에만’을 탭할 수 있습니다. Apple Watch를 설정할 때 또는 건강 앱에서 55세 이상으로 나이를 입력한 경우 넘어짐 감지가 자동으로 켜집니다. 18~55세인 경우 운동하는 동안에만 넘어짐 감지가 자동으로 켜집니다. 긴급 서비스에 자동으로 전화를 걸려면 Apple Watch의 손목 인식을 활성화해야 합니다. Apple Watch에서 이 기능을 사용하려면 설정 > 암호로 이동하고 손목 인식을 탭하여 켜십시오. 넘어짐 감지는 18세 이상의 사용자만 대상으로 합니다. Apple Watch가 넘어짐을 모두 감지할 수는 없습니다. 충돌 감지 iPhone 14 또는 이후 모델(iOS 16 이상이 설치된 모든 모델), Apple Watch Series 8 또는 이후 모델, Apple Watch SE(2세대), Apple Watch Ultra 또는 이후 모델(watchOS 9 이상 설치)이 심각한 자동차 충돌을 감지하면 긴급 서비스에 전화하는 알림이 트리거됩니다. 긴급 서비스에 연락하거나 해당 알림을 해제할 수 있습니다. 10초 내에 알림에 응답하지 않으면 사용자의 기기가 자동으로 전화를 겁니다. 자동으로 건 전화가 연결되면 기기는 긴급 서비스에 사용자의 기기에서 자동차 충돌을 감지했음을 알리는 오디오 메시지를 재생한 다음 사용자의 현재 위치를 위도 및 경도 좌표로 공유합니다. 위치 서비스 기능의 활성화 여부와 상관없이 통화가 사용자의 위치를 공유할 수 있습니다. 이전에 의료 정보를 긴급통화 중 공유하도록 활성화한 경우 사용자의 의료 정보도 자동으로 긴급 서비스와 공유됩니다(미국 및 캐나다 지역에 한함). 통화가 끝난 다음 기기가 10초 카운트다운을 시작하고, 카운트다운이 끝나면 긴급 연락처 및 ‘안전 확인’ 연락처(‘안전 확인’ 세션이 활성화되어 있는 경우)에게 사용자의 위치와 메시지를 보냅니다. 메시지에는 사용자의 기기에서 자동차 충돌을 감지하여 긴급 서비스에 전화했다는 내용이 포함됩니다. 10초 카운트다운이 진행되는 동안 긴급 연락처 및 활성화된 ‘안전 확인’ 연락처에게 보낼 메시지를 취소할 수 있습니다. 기기는 사용자의 의료 정보에서 긴급 연락처를 가져옵니다. 긴급 연락처 및 활성화된 ‘안전 확인’ 연락처에게 통지한 다음에는, 긴급 서비스에 연락하거나, 의료 정보를 열람하거나, 알림을 해제하는 옵션이 사용자의 기기에 계속해서 표시됩니다. iPhone 및 Apple Watch가 자동차 충돌을 모두 감지할 수는 없습니다. 위치 정보는 충돌이 발생했는지 여부를 판단하는 데 사용될 수 있습니다. 심각한 자동차 충돌이 감지되고, 자동으로 건 전화를 긴급 서비스에 연결할 수 없으며, 사용자가 반응하지 않는 경우 iPhone이 ‘위성을 통한 긴급 구조 요청’ 연결을 사용하여 제한된 정보(예: 사용자의 위치, 배터리 사용 시간 및 긴급 상황 특성)를 자동으로 긴급 서비스에 문자 메시지로 전송할 수 있습니다. 사용자를 대신하여 제한된 정보(예: 사용자의 위치, 긴급 상황 특성)를 긴급 연락처 및 활성화된 ‘안전 확인’ 연락처에게도 전송합니다. 설정 > 긴급 구조 요청으로 이동한 다음 ‘심각한 충돌 후 긴급 통화’를 탭하여 켜거나 꺼서 충돌 감지를 비활성화하거나 다시 활성화할 수 있습니다. iPhone의 Apple Watch 앱에서는 나의 시계 > 긴급 구조 요청으로 이동한 다음 ‘심각한 충돌 후 긴급 통화’를 탭하여 켜거나 끄면 됩니다. 또한 iPhone에 설치된 타사 응용 프로그램과 ‘충돌 감지’ 데이터를 공유하도록 선택할 수 있습니다. 사용자가 데이터에 대한 접근을 허용하고 자동차 충돌이 발생한 경우, 자동으로 타사에게 해당 충돌에 대한 정보가 전달되며 여기에는 위치 데이터가 포함될 수 있습니다. iPhone에서 자동차 충돌을 감지한 후 긴급 서비스에 전화하도록 허용하면 타사에 해당 충돌에 대한 정보를 제공하기 전에 긴급 서비스로 전화를 겁니다. iPhone이 자동차 사고를 감지한 후 긴급 서비스에 전화하도록 허용하지 않은 경우, 사고가 감지되고 타사 공유가 켜져 있으면 사용자의 기기에서 사고가 감지되었고 데이터가 타사와 공유되었음을 알리는 경고를 보냅니다. 이렇게 하려면 타사 앱에서 관련 작업을 수행해야 합니다. 타사와 ‘충돌 감지’ 데이터를 공유할지 선택할 수 있습니다. 이렇게 하려면 iPhone에서 설정 > 긴급 구조 요청으로 이동하고 ‘앱과 충돌 정보 공유’를 탭하여 켜십시오. 나침반 경유지 사용자는 나침반 앱을 사용하여 현재 위치를 경유지로 추가하고, 각각의 나침반 경유지까지의 거리 및 경로를 볼 수 있습니다. 또한 나침반 앱은 다음과 같이 두 개의 경유지를 자동으로 생성할 수 있습니다. ‘최근 셀룰러 연결 가능 경유지’는 마지막으로 셀룰러 수신 및 연결이 이루어졌던 장소를 추정하며, ‘최근 긴급통화 가능 경유지’는 경로상에서 사용자의 iPhone 또는 Apple Watch가 사용 가능한 이동통신사의 네트워크에 마지막으로 연결되어 긴급통화를 걸 수 있었던 지점을 추정합니다. ‘최근 셀룰러 연결 가능 경유지’ 또는 ‘최근 긴급통화 가능 경유지’가 생성되려면 사용자의 기기에서 ‘특별한 위치’가 활성화되어 있고, 나침반 앱에 대해 ‘정확한 위치’가 켜져 있어야 합니다. 나침반 앱에서 생성한 나침반 경유지를 삭제하려면, 삭제를 원하는 경유지를 선택하고 화면 하단으로 스크롤하여 ‘경유지 삭제’를 선택합니다. 경로 되짚기 사용자의 경로를 추적하는 데 도움이 필요할 수 있는 특정 지역에서는 안전상의 이유로 Apple Watch에서 사용 가능한 나침반 앱 및 특정 타사 앱이 사용자의 최근 위치에 대해 일회성 접근을 요청할 수 있습니다. 이러한 위치는 사용자가 집과 같은 친숙한 장소 근처 또는 도시 지역 등에 있을 경우에는 사용 가능하지 않을 수도 있습니다. 이러한 기능을 사용하려면 해당 기기에서 ‘특별한 위치’가 활성화되어 있고 앱에서 ‘정확한 위치’가 켜져 있어야 합니다. 기타 정보 일부 안전 기능은 기기, 지역 또는 언어에 따라 사용 가능하지 않을 수 있습니다. 일부 지역 및 국가에는 여러 개의 긴급 서비스 전화번호가 있습니다. 해당 지역의 경우 Apple Watch는 넘어짐 감지 알림 발생 시 구급차 서비스와 연결된 전화번호에 전화를 겁니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 일반적으로 필요에 따라 서비스를 제공하고 Apple의 법적 의무를 준수할 목적으로 ‘긴급 구조 요청’ 및 ‘위성을 통한 긴급 구조 요청’의 개인 데이터를 처리합니다. 동의가 적절한 법적 근거가 될 경우 Apple은 관련 현지 법률에 따라 동의를 구합니다. 관련 현지 법률이 규정된 경우, Apple은 긴급 서비스 지원, 사기 행위 및 범죄 행위 방지, 서비스 향상, ‘긴급 구조 요청’과 ‘위성을 통한 긴급 구조 요청’의 시스템 및 아키텍처 유지를 목적으로 Apple의 정당한 이익을 위해 다음 카테고리의 개인 데이터를 처리합니다. • 사용자의 위치 • 긴급 서비스와 대화한 시간 및 내용과 같은 사용자의 세션에 관한 정보 • 사용자가 선택한 긴급 연락처 데이터 유지 Apple은 개인 데이터를 Apple의 개인정보 처리방침 또는 서비스별 개인정보 보호 고지에 설명된 대로, 또는 법률에서 요구하는 바에 따라 수집한 목적을 이행하는 데 필요한 기간 동안만 보관합니다. 보관 기간을 측정할 때 Apple은 수집한 개인 데이터를 보관할 필요가 있는지에 대해 신중하게 검토한 다음, 보관이 필요하다고 판단되는 경우에 한해 법률상 허용되는 가능한 최단기간 동안 개인 데이터를 보관하도록 작업합니다. Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: SOS signalas Kai naudojate SOS signalo funkciją, kuri inicijuoja skambutį skubiosios pagalbos tarnyboms, į skambutį gali būti įtraukiama jūsų vieta (neatsižvelgiant į tai, ar esate įjungę vietos nustatymo paslaugas) ir medicininės kortelės duomenys (jei įjungta), kad dispečeris galėtų jums padėti. Jūsų vietos duomenys ir užšifruota medicininės kortelės informacija yra siunčiama bendrovei „Apple“, kad „Apple“ patikrintų, ar patobulinta pavojaus duomenų paslauga yra palaikoma jūsų vietovėje, ir galėtų perduoti duomenis skubiosios pagalbos tarnyboms. Jei tai palaikoma jūsų vietovėje, partneris gali gauti jūsų informaciją iš „Apple“, kad galėtų ją perduoti skubiosios pagalbos tarnyboms. „Apple“ negali skaityti jūsų medicininės kortelės informacijos. Kai pasibaigs skambutis, jūsų adresatai nelaimės atveju ir atvykimo patvirtinimo adresatas (jei atvykimo patvirtinimas aktyvus) automatiškai gaus žinutę, nurodančią, kad skambinote skubiosios pagalbos tarnyboms, nebent tokią žinutę atšauksite. Ši žinutė taip pat apima jūsų dabartinę vietą ir tam tikrą laikotarpį pasikeitus jūsų vietai įrenginys siųs naują informaciją adresatams nelaimės atveju bei atvykimo patvirtinimo adresatui. Jei nenorite siųsti savo vietos duomenų adresatams ar aktyviam atvykimo patvirtinimo adresatui nelaimės atveju, „iPhone“ įrenginyje arba „Apple Vision Pro“ pasirinkite „Nustatymai“ > „Privatumas ir sauga“ > „Vietos nustatymo paslaugos“ > „Sistemos paslaugos“ ir bakstelėdami išjunkite parinktį „Pagalbos skambučiai ir SOS“. Norėdami gauti daugiau informacijos apie SOS signalą ir privatumą, apsilankykite adresu www.apple.com/legal/privacy/data/en/emergency-sos. Norėdami Sužinokite daugiau apie medicininę kortelę, eikite į sritį „Nustatymai“ > „Sveikata“ > „Medicininė kortelė“ > „Prieiga nenumatytu atveju“ ir bakstelėkite „Sužinokite daugiau“. Norėdami sužinoti daugiau apie vietos nustatymo paslaugas, apsilankykite adresu www.apple.com/legal/privacy/data/en/location-services. SOS signalas palydoviniu ryšiu SOS signalas palydoviniu ryšiu gali padėti susisiekti su skubiosios pagalbos tarnybomis ypatingomis sąlygomis, kai nėra jokių kitų galimybių tai padaryti. Ši paslauga gali būti neprieinama kai kuriose vietose arba tam tikromis aplinkybėmis. Kad būtų galima išsiųsti ir gauti žinutes iš skubiosios pagalbos tarnybų, dangus turi būti neužstotas, o įrenginys – tinkamai sulygiuotas su palydovu. Palydovinis ryšys veikia visiškai kitaip nei įprastas tinklas. Dėl šios priežasties žinutės gali būti išsiųstos ir gautos lėčiau nei įprastos tekstinės žinutės, o paslaugos gali būti ne visada pasiekiamos. Kai kuriose vietose gali tekti apsikeisti žinutėmis tiesiogiai su skubiosios pagalbos tarnybų centru. Jeigu pagalbos tarnybos centras, kuris aptarnauja jūsų vietovę, tekstinių žinučių gauti negali, trečiosios šalies perdavimo paslaugų teikėjas tekstinėmis žinutėmis bendraus su jumis ir su skubiosios pagalbos tarnyba jūsų vardu. Jungtinėse Amerikos Valstijose pagalbos tarnyboms siunčiamose žinutėse palaikoma tik lotyniška abėcėlė. Atsiradus mobiliajam ryšiui arba WLAN balso ryšiui, su skubiosios pagalbos tarnybomis turėtumėte susisiekti telefonu. Tačiau gali būti, kad tai padarę susisieksite ne su tuo pačiu skubiosios pagalbos tarnybos paslaugų teikėju, tvarkančiu jūsų palydovinio ryšio seansą. SOS signalo palydoviniu ryšiu paslaugos teikiamos atsižvelgiant į palydovinio ryšio prieinamumą ir, siekiant užtikrinti visų funkcijų veikimą, gali reikėti atnaujinti programinę įrangą. Kai parašote tekstinę žinutę naudodami SOS signalą palydoviniu ryšiu, jūsų žinutės yra siunčiamos užšifruota forma ir „Apple“ jas iššifruoja bei perduoda atitinkamam skubiosios pagalbos paslaugų teikėjų arba trečiosios šalies perdavimo paslaugų teikėjui. Skubiosios pagalbos tarnybų centrai ir perdavimo paslaugų teikėjai gali saugoti jūsų žinutės tam, kad pagerintų jums teikiamų paslaugų kokybę ir galėtų laikytis įstatymuose numatytų reikalavimų. Siekiant nukreipti jūsų tekstines žinutes į vietos skubiosios pagalbos tarnybos organizaciją ir padėti gelbėtojams jus pasiekti, jūsų vieta bus bendrinama su „Apple“, pagalbos tarnybų žinučių nukreipimo paslaugų teikėjais ir trečiųjų šalių perdavimo teikėjais, kai naudosite SOS signalą palydoviniu ryšiu. Per palydovą „Lokatoriuje“ bendrinamos vietos yra siunčiamos apsaugotos ištisiniu šifravimu ir „Apple“ negali jų pasiekti. Nelaimės atvejo seanso metu galite su iš anksto pasirinktu adresatu nelaimės atveju bendrinti savo komunikacijos su skubiosios pagalbos tarnybomis nuorašą ir informaciją apie jūsų vietą bei nelaimės pobūdį. Seanso nuorašo bendrinimą galite sustabdyti bet kuriuo metu, ekrano viršuje bakstelėdami „Stabdyti bendrinimą“. SOS tiesioginė vaizdo transliacija Pagalbos skambučio metu, skubiosios pagalbos tarnybos prašymu galite su ja bendrinti tiesioginę vaizdo translaciją arba įkelti mediją. Tiesioginės vaizdo transliacijos bendrinimą galite sustabdyti bet kuriuo metu, bakstelėdami „Baigti skambutį, tada – „Stabdyti kameros bendrinimą“ arba „Baigti skambutį“. Jei nuspręsite įkelti mediją, jūsų turinys bus įkeliamas net ir baigus pagalbos skambutį. Skubiosios pagalbos tarnyba gali įrašyti arba išsaugoti bendrintą medijos turinį. Tiesioginės vaizdo transliacijos ir įkeltos medijos duomenys apsaugoti ištisiniu šifravimu ir „Apple“ negali jų perskaityti ar pasiekti. Norėdami naudotis šia funkcija, turite įjungti „Pagalbos skambučius ir SOS“. Norėdami tai padaryti, pasirinkite „Nustatymai“ > „Privatumas ir sauga“ > „Vietos nustatymo paslaugos“ > „Sistemos paslaugos“ ir bakstelėdami išjunkite parinktį „Pagalbos skambučiai ir SOS“. „SOS tiesioginė vaizdo transliacija“ gali būti neprieinama kai kuriose vietose arba tam tikromis aplinkybėmis. Kritimo aptikimas Jei „Apple Watch SE“ ar „Apple Watch Series 4“ arba naujesnis modelis aptinka stiprų kritimą, kai dėvite laikrodį, kritimo aptikimo pranešimas gali padėti jums susisiekti su skubiosios pagalbos tarnybomis, jei to reikia. Galite susisiekti skubiosios pagalbos tarnyboms arba pašalinti įspėjimą. Jei „Apple Watch“ aptiks, kad judate, jis palauks, kol atsakysite į įspėjimą, ir skubiosios pagalbos tarnyboms automatiškai neskambins. Jei „Apple Watch“ aptiks, kad nejudate maždaug minutę, jis automatiškai skambins skubiosios pagalbos tarnyboms. Kai prasidės automatinis skambutis, „Apple Watch“ paleis garsinį pranešimą ir skubiosios pagalbos tarnyboms nurodys, kad aptiko stiprų kritimą, o tada „Apple Watch“ bendrins jūsų vietą platumos ir ilgumos koordinačių forma. Skambučio metu bus bendrinama jūsų vieta, neatsižvelgiant į tai, ar esate įjungę vietos nustatymo paslaugas. Jei anksčiau įjungėte medicininės kortelės duomenų bendrinimą pagalbos skambučio metu, medicininė kortelė taip pat automatiškai bus bendrinama su skubiosios pagalbos tarnybomis (tik Jungtinėse Amerikos Valstijose ir Kanadoje). Pasibaigus skambučiui, „Apple Watch“ pradės dešimties sekundžių atbulinį laiko skaičiavimą, o paskui išsiųs žinutę jūsų adresatams nelaimės atveju ir atvykimo patvirtinimo adresatui, jei atvykimo patvirtinimas yra aktyvus, nurodydamas jūsų vietą ir įspėdamas, kad jūsų laikrodis aptiko stiprų kritimą ir paskambino skubiosios pagalbos tarnyboms. Per dešimt sekundžių galite atšaukti žinutę adresatams nelaimės atveju ir aktyviam atvykimo patvirtinimo adresatui. „Apple Watch“ jūsų adresatus nelaimės atveju nuskaito iš medicininės kortelės. Jei aptinkamas kritimas, neįmanoma automatiškai paskambinti skubiosios pagalbos tarnyboms ir negalite pajudėti, „iPhone“ gali bandyti pasinaudoti SOS signalo palydoviniu ryšiu, kad skubiosios pagalbos tarnyboms išsiųstų ribotą informaciją (pavyzdžiui, jūsų vietą, akumuliatoriaus naudojimo trukmę ir nelaimės pobūdį). Ribota informacija (pavyzdžiui, jūsų vieta, nelaimės pobūdis) taip pat bus jūsų vardu siunčiama adresatams nelaimės atveju ir atvykimo patvirtinimo adresatui. Kritimai yra automatiškai užregistruojami programoje „Sveikata“, nebent atsakote, kad nenukritote, kai „Apple Watch“ to paklausia. Norint peržiūrėti kritimų istoriją, „iPhone“ įrenginyje atidarykite programą „Sveikata“ ir pasirinkite „Naršyti“ > „Kiti duomenys“ > „Pargriuvimų skaičius“. Kritimo aptikimą galite įjungti arba išjungti „iPhone“ programoje „Apple Watch“, eidami į sritį „Mano laikrodis“ > „SOS signalas“ ir bakstelėjimu įjungdami ar išjungdami parinktį „Kritimo aptikimas“. Jei kritimo aptikimo funkcija yra įjungta, galite bakstelėti „Visada įjungta“ arba „Tik treniruočių metu“. Jei nustatydami „Apple Watch“ arba programoje „Sveikata“ įvedėte savo amžių ir esate 55 metų ar vyresnio amžiaus, kritimo aptikimo funkcija įsijungs automatiškai. Jei esate 18–55 metų amžiaus, kritimų aptikimo funkcija įsijungs automatiškai tik treniruočių metu. Riešo aptikimas turi būti įjungtas, kad jūsų laikrodis automatiškai skambintų skubiosios pagalbos tarnyboms. Norėdami tai padaryti „Apple Watch“ įrenginyje, pasirinkite „Nustatymai“ > „Prieigos kodas“ ir bakstelėdami išjunkite parinktį „Riešo nustatymas“. Kritimo aptikimo funkcija prieinama asmenims nuo 18 metų. „Apple Watch“ negali nustatyti visų kritimo atvejų. Avarijos aptikimas Jei „iPhone 14“ (ar naujesnė versija, visi modeliai) su „iOS 16“, „Apple Watch Series 8“ (ar naujesnė versija), „Apple Watch SE“ (2 kartos) ir „Apple Watch Ultra“ (arba naujesnė versija) su „watchOS 9“ (arba naujesne versija) nustatys rimtą automobilio avariją, bus automatiškai suaktyvintas įspėjimas ir skambinama skubiosios pagalbos tarnyboms. Galite susisiekti skubiosios pagalbos tarnyboms arba pašalinti įspėjimą. Jei į įspėjimą nesureaguosite per dešimt sekundžių, įrenginys skubiosios pagalbos tarnyboms skambins automatiškai. Kai prasidės automatinis skambutis, įrenginys paleis garsinį pranešimą ir skubiosios pagalbos tarnyboms nurodys, kad aptiko automobilio avariją, o tada „Apple Watch“ bendrins jūsų vietą platumos ir ilgumos koordinačių forma. Skambučio metu bus bendrinama jūsų vieta, neatsižvelgiant į tai, ar esate įjungę vietos nustatymo paslaugas. Jei anksčiau įjungėte medicininės kortelės duomenų bendrinimą pagalbos skambučio metu, medicininė kortelė taip pat automatiškai bus bendrinama su skubiosios pagalbos tarnybomis (tik Jungtinėse Amerikos Valstijose ir Kanadoje). Pasibaigus skambučiui, įrenginys pradės dešimties sekundžių atbulinį laiko skaičiavimą, o paskui išsiųs žinutę jūsų adresatams nelaimės atveju ir atvykimo patvirtinimo adresatui, jei atvykimo patvirtinimas yra aktyvus, nurodydamas jūsų vietą ir įspėdamas, kad jūsų įrenginys aptiko automobilio avariją ir paskambino skubiosios pagalbos tarnyboms. Per dešimt sekundžių galite atšaukti žinutę adresatams nelaimės atveju ir aktyviam atvykimo patvirtinimo adresatui. Įrenginys jūsų adresatus nelaimės atveju nuskaito iš medicininės kortelės. Informavus adresatus nelaimės atveju ir atvykimo patvirtinimo adresatą, įrenginys ir toliau rodys parinktis, skirtas susisiekti su skubiosios pagalbos tarnybomis, atidaryti medicininės kortelės informaciją arba išjungti įspėjimą. „iPhone“ ir „Apple Watch“ negali nustatyti visų automobilių avarijų. Vietos informacija gali būti panaudota siekiant nustatyti, ar neįvyko automobilio avarija. Jei aptinkama automobilio avarija, neįmanoma automatiškai paskambinti skubiosios pagalbos tarnyboms ir jūs nereaguojate, „iPhone“ gali bandyti pasinaudoti SOS signalo palydoviniu ryšiu, kad skubiosios pagalbos tarnyboms išsiųstų ribotą informaciją (pavyzdžiui, jūsų vietą, akumuliatoriaus naudojimo trukmę ir nelaimės pobūdį). Ribota informacija (pavyzdžiui, jūsų vieta, nelaimės pobūdis) taip pat bus jūsų vardu siunčiama adresatams nelaimės atveju ir atvykimo patvirtinimo adresatui. Avarijos aptikimą galite išjungti arba iš naujo įjungti eidami į „Nustatymai“ > „SOS signalas“ ir bakstelėjimu įjungdami ar išjungdami parinktį „Skambinti įvykus rimtai avarijai“ arba „iPhone“ programoje „Apple Watch“ pasirinkdami „Mano laikrodis“ > „SOS signalas“ ir bakstelėjimu įjungdami ar išjungdami parinktį „Skambinti įvykus rimtai avarijai“. Taip pat galite bendrinti avarijos aptikimo duomenis su trečiųjų šalių programomis, įdiegtomis „iPhone“ įrenginyje. Jei suteiksite prieigą prie duomenų ir įvyks automobilio avarija, informacija apie tai bus automatiškai perduota trečiajai šaliai – ši informacija gali apimti ir vietos nustatymo duomenis. Jei „iPhone“ įrenginiui leisite aptikus automobilio avariją skambinti skubiosios pagalbos tarnyboms, skambutis skubiosios pagalbos tarnyboms bus pradėtas prieš informuojant trečiąsias šalis apie avariją. Jei „iPhone“ įrenginiui neleisite aptikus automobilio avariją skambinti skubiosios pagalbos tarnyboms, aptikus avariją ir įjungus bendrinimą su trečiosiomis šalimis įrenginys išsiųs įspėjimą, pranešantį, kad aptikta avarija, duomenys bendrinti su trečiąja šalimi, o jūs turėtumėte susisiekti su trečiąja šalimi, jei galite. Galite pasirinkti, ar norite bendrinti avarijos aptikimo duomenis su trečiąja šalimi. Norėdami tai padaryti „iPhone“ įrenginyje, pasirinkite „Nustatymai“ > „SOS signalas“ ir bakstelėdami išjunkite parinktį „Bendrinti avarijos duomenis su programa“. Kompaso maršruto taškai Naudodami programą „Kompasas“ galite įtraukti savo dabartinę vietą kaip maršruto tašką, kad matytumėte atstumą ir kryptį link kiekvieno jūsų sukurto kompaso maršruto tašką. Taip pat programa „Kompasas“ gali automatiškai sugeneruoti du maršruto taškus, įskaitant vėliausio mobiliojo ryšio maršruto tašką, nurodantį vėliausią vietą, kurioje veikė mobilusis ryšys, ir vėliausio skubiosios pagalbos skambučio maršruto tašką, nurodantį, kurioje maršruto vietoje „iPhone“ arba „Apple Watch“ vėliausiai prisijungė prie bet kokio prieinamo operatoriaus tinklo, kad būtų galima skambinti skubiosios pagalbos tarnyboms. Tam, kad būtų sukurtas vėliausio mobiliojo ryšio maršruto taškas arba vėliausio skubiosios pagalbos skambučio maršruto taškas, įrenginyje reikia įjungti funkciją „Reikšmingos vietos“, o programoje „Kompasas“ – parinktį „Tiksli vieta“. Programoje „Kompasas“ sukurtus kompaso maršruto taškus galite ištrinti – programoje „Kompasas“ pasirinkite maršruto tašką, slinkite į ekrano apačią ir pasirinkite parinktį „Trinti maršruto tašką“. Kelias atgal Tam tikrose vietose, kur jums gali reikėti atsekti savo žingsnius, programa „Kompasas“ ir tam tikros „Apple Watch“ prieinamos trečiųjų šalių programos saugumo tikslais gali prašyti vienkartinės prieigos prie vėliausių vietų. Šios vietos gali būti ne visada prieinamos, pavyzdžiui, jei esate šalia tokių žinomų vietų kaip namai arba miesto vietovėse. Norint naudoti šias funkcijas, įrenginyje reikia įjungti funkciją „Reikšmingos vietos“, o programoje „Kompasas“ – parinktį „Tiksli vieta“. Kita informacija Kai kurios saugumo funkcijos gali būti prieinamos ne visuose įrenginiuose ir ne kiekviename regione ar kiekviena kalba. Kai kuriuose regionuose ir šalyse galioja keli pagalbos tarnybų numeriai. Šiose vietovėse „Apple Watch“ kritimo aptikimo įspėjimus gali suaktyvinti skambindamas numeriu, kuris yra susietas su greitosios pagalbos paslaugomis. Taikomas asmens duomenų tvarkymo teisinis pagrindas Jūsų asmens duomenis, skirtus funkcijoms „Nelaimės signalas“ ir „SOS signalas palydoviniu ryšiu“, tvarkome bendrai, jei tai būtina teikiant paslaugą ar vykdant savo teisinius įsipareigojimus. Jei sutikimas yra tinkamas teisinis pagrindas, jo siekiame pagal galiojančius vietinius įstatymus. Kai tai numatoma galiojančiuose vietiniuose įstatymuose, tvarkome toliau nurodytas asmens duomenų kategorijas savo teisėtų interesų tikslais, siekdami pagerinti skubiosios pagalbos tarnybų teikiamas paslaugas, užkirsti kelią sukčiavimui ar nusikalstamai veiklai ir užtikrinti sklandų funkcijų „SOS signalas“ bei „SOS signalas palydoviniu ryšiu“ sistemų ir architektūrų veikimą. • Jūsų vieta • Informacija apie jūsų seansus, pvz., trukmė ir skubiosios pagalbos tarnyboms perduotas turinys • Jūsų parinkti adresatai nelaimės atveju Saugojimas „Apple“ asmens duomenis saugo tol, kol tai būtina siekiant tikslų, dėl kurių jie buvo rinkti, įskaitant „Apple“ privatumo politikoje aprašytus ar konkrečios paslaugos pranešime apie privatumą nurodytus tikslus, arba kaip reikalaujama pagal įstatymus. Vertindami saugojimo terminus, pirmiausia atidžiai išnagrinėjame, ar būtina saugoti surinktus asmens duomenis ir, jei saugoti būtina, stengiamės, kad asmens duomenys būtų saugomi trumpiausią galimą įstatymų leidžiamą laiką. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: SOS Kecemasan Apabila menggunakan ciri SOS Kecemasan yang memulakan panggilan kecemasan, panggilan mungkin menyertakan lokasi (tidak kira sama ada anda telah mendayakan Perkhidmatan Lokasi) dan ID Perubatan (jika didayakan) anda untuk membolehkan pembantu kecemasan membantu anda. Data lokasi dan maklumat ID Perubatan disulitkan anda dihantar kepada Apple untuk membolehkan Apple menyemak sama ada perkhidmatan Data Kecemasan Dipertingkat disokong di kawasan anda dan untuk memberikan data kepada perkhidmatan kecemasan. Jika disokong di kawasan anda, rakan kongsi boleh mengambil maklumat anda daripada Apple untuk dihantar kepada perkhidmatan kecemasan. Apple tidak boleh membaca maklumat ID Perubatan anda. Setelah panggilan tamat, kenalan kecemasan anda dan kenalan Periksa jika sesi Periksa aktif, akan menerima mesej secara automatik yang menyatakan anda telah menghubungi perkhidmatan kecemasan, melainkan anda membatalkan mesej. Mesej ini turut termasuk lokasi semasa anda dan untuk tempoh masa terhad, peranti anda akan menghantar kemas kini kepada kenalan kecemasan dan kenalan Periksa aktif anda apabila lokasi anda berubah. Jika anda tidak mahu menghantar lokasi anda kepada kenalan kecemasan anda atau kenalan Periksa aktif, pada iPhone atau Apple Vision Pro anda pergi ke Seting > Privasi & Keselamatan > Perkhidmatan Lokasi > Perkhidmatan Sistem dan ketik untuk menyahaktifkan Panggilan & SOS Kecemasan. Untuk mendapatkan maklumat lanjut tentang SOS Kecemasan & Privasi, lawati www.apple.com/legal/privacy/data/ms/emergency-sos. Untuk mengetahui lebih lanjut tentang ID Perubatan, pergi ke Seting > Kesihatan > ID Perubatan > Akses Kecemasan dan ketik Ketahui Lebih Lanjut. Untuk mengetahui lebih lanjut tentang Perkhidmatan Lokasi, lawati www.apple.com/legal/privacy/data/ms/location-services. SOS Kecemasan melalui Satelit SOS Kecemasan melalui satelit boleh membantu anda berhubung dengan perkhidmatan kecemasan dalam situasi yang luar biasa apabila tiada cara lain untuk menghubungi perkhidmatan kecemasan tersedia. Perkhidmatan ini mungkin tidak tersedia di semua lokasi atau situasi. Pandangan langit yang tidak terlindung dan penjajaran teliti di antara peranti anda dengan satelit diperlukan untuk menghantar dan menerima mesej dengan perkhidmatan kecemasan. Sambungan satelit berfungsi secara sangat berbeza berbanding rangkaian tradisional anda. Disebabkan ini, mesej mungkin mengambil masa yang lebih lama untuk dihantar dan diterima berbanding mesej teks tradisional serta anda mungkin mengalami selang dalam ketersediaan. Di sesetengah lokasi, anda mungkin dapat berbalas mesej secara terus dengan pusat perkhidmatan kecemasan. Jika pusat perkhidmatan kecemasan yang menyediakan perkhidmatan di lokasi anda tidak boleh menerima mesej teks, penyedia geganti pihak ketiga akan menghantar mesej teks kepada anda dan menghubungi perkhidmatan kecemasan bagi pihak anda. Di Amerika Syarikat, mesej teks yang dihantar terus kepada perkhidmatan kecemasan hanya menyokong abjad Latin. Jika sambungan suara selular atau WLAN tersedia, anda patut menghubungi perkhidmatan kecemasan melalui telefon. Walau bagaimanapun, jika anda berbuat demikian, anda mungkin tidak berhubung dengan penyedia perkhidmatan kecemasan sama yang mengendalikan sesi satelit anda. SOS Kecemasan melalui satelit tertakluk pada ketersediaan satelit dan mungkin memerlukan kemas kini perisian untuk kefungsian berterusan. Apabila anda menghantar mesej teks menggunakan SOS Kecemasan melalui satelit, mesej anda dihantar dalam bentuk disulitkan dan dinyahsulitkan oleh Apple untuk dihantar kepada penyedia perkhidmatan kecemasan atau penyedia geganti pihak ketiga yang berkaitan. Mesej anda boleh disimpan oleh pusat perkhidmatan kecemasan dan penyedia geganti untuk meningkatkan perkhidmatan mereka bagi anda dan dengan mematuhi undang-undang berkenaan. Untuk menghalakan mesej teks anda kepada organisasi perkhidmatan kecemasan tempatan dan untuk membantu penindak menghubungi anda, lokasi anda akan dikongsi dengan Apple, penyedia penghalaan mesej teks perkhidmatan kecemasan dan penyedia geganti pihak ketiga apabila anda menggunakan SOS Kecemasan melalui satelit. Lokasi yang dikongsi melalui satelit dalam Cari dihantar dalam bentuk disulitkan hujung ke hujung dan tidak boleh diakses oleh Apple. Semasa sesi kecemasan, anda boleh memilih untuk berkongsi transkrip komunikasi anda bersama perkhidmatan kecemasan dengan kenalan kecemasan anda yang diprapilih bersama-sama maklumat tentang lokasi anda dan sifat kecemasan anda. Anda boleh berhenti berkongsi transkrip sesi anda pada bila-bila masa dengan mengetik Henti Berkongsi di bahagian atas skrin. Video Langsung SOS Kecemasan Semasa panggilan kecemasan, anda boleh memilih untuk berkongsi video langsung atau memuat naik media dengan perkhidmatan kecemasan atas permintaan perkhidmatan kecemasan. Anda boleh berhenti berkongsi video langsung anda pada bila-bila masa dengan mengetik Tamatkan Panggilan, kemudian “Henti Berkongsi Kamera” atau “Tamatkan Panggilan”. Jika anda memilih untuk memuat naik kandungan media, kandungan anda akan terus dimuat naik walaupun anda menamatkan panggilan kecemasan. Perkhidmatan kecemasan mungkin merakam atau menyimpan kandungan media dikongsi. Video langsung dan media yang dimuat naik dihantar dalam bentuk disulitkan hujung ke hujung dan tidak boleh dilihat atau diakses oleh Apple. Untuk menggunakan ciri ini, anda mesti telah mengaktifkan Panggilan & SOS Kecemasan. Untuk melakukan ini, pergi ke Seting > Privasi & Keselamatan > Perkhidmatan Lokasi > Perkhidmatan Sistem dan ketik untuk mengaktifkan Panggilan & SOS Kecemasan. Video Langsung SOS Kecemasan mungkin tidak tersedia di semua lokasi atau situasi. Pengesanan Jatuh Jika Apple Watch SE atau Apple Watch Series 4 atau lebih baharu mengesan jatuh teruk semasa anda memakai jam anda, isyarat Pengesanan Jatuh boleh membantu menghubungkan anda dengan perkhidmatan kecemasan jika perlu. Anda boleh memilih untuk menghubungi perkhidmatan kecemasan atau menutup isyarat. Jika Apple Watch anda mengesan anda sedang bergerak, ia akan menunggu anda membalas isyarat dan tidak akan menghubungi perkhidmatan kecemasan secara automatik. Jika Apple Watch anda mengesan bahawa anda tidak bergerak selama lebih kurang seminit, ia akan membuat panggilan secara automatik. Apabila panggilan yang didail auto bersambung, Apple Watch anda memainkan mesej audio yang memaklumkan perkhidmatan kecemasan bahawa Apple Watch anda mengesan jatuh teruk, kemudian berkongsi lokasi semasa anda sebagai koordinat latitud dan longitud. Panggilan akan berkongsi lokasi anda tidak kira sama ada anda telah mendayakan Perkhidmatan Lokasi. Jika sebelum ini anda telah mendayakan ID Perubatan untuk dikongsi semasa panggilan kecemasan, ID Perubatan anda juga akan dikongsi secara automatik dengan perkhidmatan kecemasan (Amerika Syarikat dan Kanada sahaja). Selepas panggilan tamat, Apple Watch anda akan memulakan kira detik 10 saat sebelum menghantar mesej kepada kenalan kecemasan dan rakan Periksa anda jika sesi kenalan Periksa aktif, dengan lokasi anda, yang memberitahu mereka bahawa jam anda mengesan jatuh teruk dan mendail perkhidmatan kecemasan. Anda boleh memilih untuk membatalkan mesej kepada kenalan kecemasan dan kenalan Periksa aktif anda dalam tempoh masa kira detik 10 saat tersebut. Apple Watch anda mendapatkan kenalan kecemasan anda daripada ID Perubatan anda. Jika jatuh dikesan, panggilan yang didail auto tidak dapat bersambung ke perkhidmatan kecemasan dan anda tidak bergerak, iPhone anda boleh cuba menggunakan SOS Kecemasan melalui ketersambungan satelit untuk menghantar mesej teks maklumat terhad kepada perkhidmatan kecemasan secara automatik (sebagai contoh, lokasi anda, hayat bateri dan sifat kecemasan). Maklumat terhad (sebagai contoh, lokasi anda, sifat kecemasan) juga akan dihantar kepada kenalan kecemasan dan kenalan Periksa aktif anda bagi pihak anda. Jatuh direkodkan secara automatik dalam app Kesihatan, melainkan anda membalas bahawa anda tidak jatuh apabila Apple Watch anda bertanya. Untuk menyemak sejarah jatuh anda, buka app Kesihatan pada iPhone anda dan pergi ke Layari > Data Lain > Bilangan Kali Jatuh. Anda boleh mendayakan atau menyahdayakan Pengesanan Jatuh daripada app Apple Watch pada iPhone anda dengan pergi ke Jam Saya > SOS Kecemasan, kemudian mengetik Pengesanan Jatuh aktif atau tidak aktif. Jika Pengesanan Jatuh diaktifkan, anda boleh mengetik “Sentiasa aktif” atau “Hanya aktif semasa latihan”. Jika anda memasukkan umur anda apabila anda menyediakan Apple Watch anda atau dalam app Kesihatan serta anda berusia 55 tahun atau lebih tua, Pengesanan Jatuh diaktifkan secara automatik. Jika anda berusia 18 hingga 55 tahun, Pengesanan Jatuh diaktifkan secara automatik hanya semasa latihan. Pengesan Tangan mesti didayakan untuk membolehkan jam anda menghubungi perkhidmatan kecemasan secara automatik. Untuk melakukan ini pada Apple Watch, pergi ke Seting > Kod Laluan dan ketik untuk mengaktifkan Pengesan Tangan. Pengesanan Jatuh hanya tersedia kepada orang yang berusia 18 tahun atau lebih tua. Apple Watch tidak boleh mengesan semua peristiwa jatuh. Pengesanan Nahas Jika iPhone 14 atau lebih baharu anda (semua model) dengan iOS 16 atau lebih baharu, Apple Watch Series 8 atau lebih baharu, Apple Watch SE (generasi ke-2) dan Apple Watch Ultra atau lebih baharu dengan watchOS 9 atau lebih baharu mengesan nahas kereta yang teruk, isyarat akan dicetuskan untuk menghubungi perkhidmatan kecemasan. Anda boleh memilih untuk menghubungi perkhidmatan kecemasan atau menutup isyarat. Jika anda tidak membalas isyarat dalam masa 10 saat, peranti anda akan membuat panggilan secara automatik. Apabila panggilan yang didail auto bersambung, peranti anda memainkan mesej audio yang memaklumkan perkhidmatan kecemasan bahawa peranti anda mengesan nahas kereta, kemudian berkongsi lokasi semasa anda sebagai koordinat latitud dan longitud. Panggilan akan berkongsi lokasi anda tidak kira sama ada anda telah mendayakan Perkhidmatan Lokasi. Jika sebelum ini anda telah mendayakan ID Perubatan untuk dikongsi semasa panggilan kecemasan, ID Perubatan anda juga akan dikongsi secara automatik dengan perkhidmatan kecemasan (Amerika Syarikat dan Kanada sahaja). Selepas panggilan tamat, peranti anda akan memulakan kira detik 10 saat sebelum menghantar mesej kepada kenalan kecemasan dan kenalan Periksa anda jika sesi rakan Periksa aktif, dengan lokasi anda, yang memberitahu mereka bahawa peranti anda telah mengesan nahas kereta dan mendail perkhidmatan kecemasan. Anda boleh memilih untuk membatalkan mesej kepada kenalan kecemasan dan kenalan Periksa aktif anda dalam tempoh masa kira detik 10 saat tersebut. Peranti anda mendapatkan kenalan kecemasan anda daripada ID Perubatan anda. Selepas pemberitahuan kepada kenalan kecemasan dan kenalan Periksa aktif, peranti anda akan terus memaparkan pilihan untuk menghubungi perkhidmatan kecemasan, membuka maklumat ID Perubatan atau menutup isyarat. iPhone dan Apple Watch tidak boleh mengesan semua nahas kereta. Maklumat lokasi mungkin digunakan untuk menentukan sama ada nahas berlaku. Jika nahas kereta yang teruk dikesan, panggilan yang didail auto tidak dapat bersambung ke perkhidmatan kecemasan dan anda tidak responsif, iPhone anda boleh cuba menggunakan SOS Kecemasan melalui ketersambungan satelit untuk menghantar mesej teks maklumat terhad kepada perkhidmatan kecemasan secara automatik (sebagai contoh, lokasi anda, hayat bateri dan sifat kecemasan). Maklumat terhad (sebagai contoh, lokasi anda, sifat kecemasan) juga akan dihantar kepada kenalan kecemasan dan kenalan Periksa aktif anda bagi pihak anda. Anda boleh menyahdayakan atau mendayakan semula Pengesanan Nahas dengan pergi ke Seting > SOS Kecemasan > kemudian mengetik untuk mengaktifkan atau menyahaktifkan Hubungi Selepas Nahas Teruk dalam app Apple Watch pada iPhone anda dengan pergi ke Jam Saya > SOS Kecemasan, kemudian mengetik untuk mengaktifkan atau menyahaktifkan Hubungi Selepas Nahas Teruk. Anda juga boleh memilih untuk berkongsi data Pengesanan Nahas dengan aplikasi pihak ketiga yang dipasang pada iPhone anda. Jika anda membenarkan akses kepada data dan nahas kereta berlaku, pihak ketiga akan dimaklumkan secara automatik tentang nahas tersebut, yang mungkin termasuk data lokasi. Jika anda membenarkan iPhone anda menghubungi perkhidmatan kecemasan selepas ia mengesan nahas kereta, panggilan kepada perkhidmatan kecemasan akan dibuat sebelum memaklumkan pihak ketiga tentang nahas. Jika anda tidak membenarkan iPhone anda menghubungi perkhidmatan kecemasan selepas ia mengesan nahas kereta dan nahas dikesan serta perkongsian pihak ketiga aktif, peranti anda akan menghantar isyarat untuk memberitahu anda bahawa nahas telah dikesan, data dikongsi dengan pihak ketiga dan anda perlu berinteraksi dengan app pihak ketiga jika anda dapat berbuat demikian. Anda boleh memilih sama ada untuk berkongsi data Pengesanan Nahas dengan pihak ketiga. Untuk berbuat demikian pada iPhone anda, pergi ke Seting > SOS Kecemasan dan ketik untuk mengaktifkan Kongsi Nahas dengan App. Titik Tengah Kompas Anda boleh menggunakan app Kompas untuk menambah lokasi semasa anda sebagai titik tengah, yang membolehkan anda melihat jarak dan arah ke setiap Titik Tengah Kompas yang anda cipta. Selain itu, app Kompas boleh menjana dua titik tengah secara automatik termasuk Titik Tengah Sambungan Selular Terakhir yang akan menganggarkan tempat terakhir dengan penerimaan selular untuk ketersambungan dan Titik Tengah Panggilan Kecemasan Terakhir yang akan menganggarkan tempat pada laluan yang iPhone atau Apple Watch anda mempunyai sambungan terakhir ke rangkaian sebarang pembawa yang tersedia supaya panggilan kecemasan boleh dibuat. Untuk membolehkan Titik Tengah Sambungan Selular Terakhir atau Titik Tengah Panggilan Kecemasan Terakhir dicipta, anda mesti telah mendayakan Lokasi Penting pada peranti anda, dengan Lokasi Tepat diaktifkan untuk app Kompas. Anda boleh memadamkan Titik Tengah Kompas yang anda cipta dalam app Kompas dengan memilih titik tengah dalam App Kompas, kemudian menskrol ke bahagian bawah skrin dan memilih Padam Titik Tengah. Backtrack Di kawasan tertentu, yang anda mungkin memerlukan bantuan menjejak semula langkah anda, app Kompas dan app pihak ketiga tertentu yang tersedia pada Apple Watch mungkin meminta anda akses satu kali ke lokasi terbaharu anda untuk tujuan keselamatan. Lokasi ini mungkin tidak tersedia pada setiap masa, contohnya, jika anda berada berdekatan tempat yang dikenali, seperti rumah anda atau di kawasan bandar. Untuk menggunakan ciri ini, anda mesti telah mendayakan Lokasi Penting bagi peranti, dengan Lokasi Tepat diaktifkan untuk app. Maklumat Lain Sesetengah ciri keselamatan mungkin tidak tersedia untuk semua peranti atau di setiap rantau atau bahasa. Sesetengah rantau dan negara mempunyai berbilang nombor perkhidmatan kecemasan. Untuk tempat ini, Apple Watch akan menghubungi nombor yang berkaitan dengan perkhidmatan ambulans bagi isyarat Pengesanan Jatuh. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam SOS Kecemasan dan SOS Kecemasan melalui satelit seperti yang diperlukan untuk menyediakan perkhidmatan dan mematuhi kewajipan undang-undang kami. Jika persetujuan ialah asas undang-undang yang bersesuaian, kami mendapatkannya selaras dengan undang-undang tempatan yang berkenaan. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut untuk tujuan kepentingan sah kami bagi memudahkan perkhidmatan kecemasan, mencegah penipuan atau kegiatan jenayah, meningkatkan perkhidmatan dan membantu mengekalkan sistem dan seni bina SOS Kecemasan serta SOS Kecemasan melalui satelit: • Lokasi anda • Maklumat tentang sesi anda, seperti tempoh dan kandungan yang dihantar kepada Perkhidmatan Kecemasan • Kenalan Kecemasan pilihan anda Pengekalan Apple mengekalkan data peribadi hanya setakat yang perlu untuk memenuhi tujuan data tersebut dikumpulkan, termasuk seperti yang diterangkan dalam Dasar Privasi Apple atau dalam notis privasi khusus perkhidmatan kami, atau seperti yang diperlukan oleh undang-undang. Apabila menilai tempoh pengekalan, kami mengkaji dengan teliti terlebih dahulu sama ada perlu mengekalkan data peribadi yang dikumpulkan dan jika pengekalan diperlukan, berusaha untuk mengekalkan data peribadi bagi tempoh paling singkat yang mungkin, yang dibenarkan di bawah undang-undang. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: SOS-nood­melding Wanneer je een SOS-noodmeldingsfunctie gebruikt waarmee een noodoproep wordt geïnitieerd, kan de oproep je medische ID (indien ingeschakeld) en locatie bevatten (ongeacht of je locatievoorzieningen hebt ingeschakeld), zodat de centralemedewerker je kan helpen. Je locatiegegevens en versleutelde informatie in je medische ID worden naar Apple gestuurd, zodat Apple kan controleren of de Enhanced Emergency Data-voorziening in je regio wordt ondersteund en om de gegevens aan de hulpdiensten te verstrekken. Indien dit in jouw regio wordt ondersteund, kan een partner mogelijk je informatie ophalen bij Apple voor aflevering aan de hulpdiensten. Apple kan de informatie in je medische ID niet lezen. Na het gesprek ontvangen je SOS-contactpersonen (en check‑incontactpersoon als er een check‑insessie actief is) automatisch een bericht waarin staat dat je de hulpdiensten hebt gebeld, tenzij je het bericht annuleert. In dit bericht wordt ook je huidige locatie vermeld, en gedurende een beperkte periode stuurt je apparaat updates aan je SOS-contactpersonen en actieve check‑incontactpersoon wanneer je locatie verandert. Als je je locatie niet naar je SOS-contactpersonen of actieve check‑incontactpersoon wilt sturen, ga je op je iPhone of Apple Vision Pro in Instellingen naar 'Privacy en beveiliging' > 'Locatievoorzieningen' > 'Systeem' en tik je om 'Noodoproepen en SOS-noodmelding' uit te schakelen. Voor meer informatie over SOS-noodmelding en privacy ga je naar www.apple.com/legal/privacy/data/nl/emergency-sos. Ga voor meer informatie over de medische ID in Instellingen naar 'Gezondheid' > 'Medische ID' > 'Toegang in noodgevallen' en tik op 'Meer informatie'. Ga voor meer informatie over locatie­voorzieningen naar www.apple.com/nl/legal/privacy/data/nl/location-services. SOS-noodmelding via satelliet SOS-noodmelding via satelliet kan je helpen om in uitzonderlijke omstandigheden contact op te nemen met de hulpdiensten, wanneer de hulpdiensten op geen andere manier kunnen worden bereikt. Deze voorziening is mogelijk niet overal of altijd beschikbaar. Een onbelemmerd zicht op de hemel en een zorgvuldige uitlijning van je apparaat en een satelliet zijn vereist om berichten met de hulpdiensten te kunnen uitwisselen. Een satellietverbinding werkt volledig anders dan je traditionele netwerk. Daardoor kan het sturen en ontvangen van berichten langer duren dan bij traditionele sms-berichten en kun je te maken krijgen met hiaten in de beschikbaarheid. Op sommige locaties kun je mogelijk rechtstreeks berichten uitwisselen met een alarmcentrale. Als de hulpdiensten voor jouw locatie geen sms-berichten kunnen ontvangen, krijg je een sms van een externe doorgifteprovider en belt deze namens jou de hulpdiensten. In de Verenigde Staten kunnen alleen sms-berichten in het Latijnse alfabet naar de hulpdiensten worden gestuurd. Als er een mobiele of WLAN-verbinding voor gesprekken beschikbaar komt, moet je via de telefoon contact opnemen met de hulpdiensten. Als je dat doet, maak je echter niet noodzakelijk verbinding met dezelfde aanbieder van hulpdiensten die je satellietsessie behandelt. SOS-noodmelding via satelliet is afhankelijk van de beschikbaarheid van de satelliet en er is mogelijk een software-update vereist voor verdere functies. Wanneer je SOS-noodmelding via satelliet gebruikt om een sms te sturen, worden je berichten in versleutelde vorm verzonden en door Apple ontsleuteld om te kunnen worden doorgegeven aan de betrokken hulpdiensten of aan de externe doorgifteprovider. Je berichten worden mogelijk bewaard door alarmcentrales en de doorgifteprovider om hun diensten aan jou te verbeteren, en in overeenstemming met de geldende wetgeving. Om je sms-berichten naar de plaatselijke hulpdiensten te sturen en hulpverleners te helpen om je te bereiken, wordt je locatie gedeeld met aanbieders van sms-routing voor hulpdiensten en met een externe doorgifteprovider wanneer je SOS-noodmelding via satelliet gebruikt. Locaties die via satelliet zijn gedeeld in Zoek mijn worden met end-to-end-encryptie verstuurd en kunnen niet door Apple worden gezien. Tijdens het afhandelen van een noodmelding kun je ervoor kiezen een transcriptie van je communicatie met de hulpdiensten te delen met je voorgeselecteerde SOS-contacten, samen met informatie over je locatie en de aard van je noodgeval. Je kunt op elk moment het delen van je meldingstranscriptie stopzetten door boven aan het scherm op 'Stop met delen' te tikken. Live video bij SOS-nood­melding Tijdens een noodoproep kun je ervoor kiezen om op verzoek van de hulpdiensten live video te delen of media te uploaden. Je kunt op elk moment het delen van je live video stopzetten door achtereenvolgens op 'Stop gesprek' en 'Stop met delen van camera' of 'Stop gesprek' te tikken. Als je ervoor kiest om mediamateriaal te uploaden, wordt je materiaal nog steeds geüpload, zelfs als je een noodoproep beëindigt. De hulpdiensten kunnen het gedeelde mediamateriaal opnemen of bewaren. De live video en geüploade media worden met end-to-end-encryptie verstuurd en kunnen niet door Apple worden bekeken of opgevraagd. Om deze functie te gebruiken, moet 'Noodoproepen en SOS-noodmelding' zijn ingeschakeld. Hiervoor ga je in Instellingen naar 'Privacy en beveiliging' > 'Locatievoorzieningen' > 'Systeem' en tik je om 'Noodoproepen en SOS-noodmelding' in te schakelen. 'Live video bij noodoproep' is mogelijk niet overal of altijd beschikbaar. Valdetectie Als de Apple Watch SE of de Apple Watch Series 4 of nieuwer een flinke val detecteert terwijl je je Watch draagt, kan een valdetectiemelding helpen om je, indien nodig, in contact te brengen met de hulpdiensten. Je kunt ervoor kiezen om de hulpdiensten te bellen of de melding te sluiten. Als je Apple Watch detecteert dat je je beweegt, wacht deze totdat je op de melding reageert en belt deze de hulpdiensten niet automatisch. Als je Apple Watch detecteert dat je je ongeveer een minuut niet beweegt, belt deze de hulpdiensten automatisch. Wanneer de automatische oproep verbinding maakt, speelt je Apple Watch een audiobericht af om de hulpdiensten te laten weten dat je Apple Watch een flinke val heeft gedetecteerd, en deelt deze vervolgens je huidige locatie als breedtegraad- en lengtegraadcoördinaten. Tijdens het gesprek wordt je locatie gedeeld, ongeacht of 'Locatie­voorzieningen' wel of niet is ingeschakeld. Als je eerder hebt ingesteld dat je medische ID tijdens een noodoproep wordt gedeeld, wordt je medische ID ook automatisch gedeeld met de hulpdiensten (alleen Verenigde Staten en Canada). Nadat het gesprek is beëindigd, start je Apple Watch een aftelklok van 10 seconden voordat er een bericht wordt gestuurd naar je SOS-contact­personen (en check‑incontactpersoon als er een check‑insessie actief is), waarin wordt vermeld dat je Apple Watch een flinke val heeft gedetecteerd en de hulpdiensten heeft gebeld. Je kunt ervoor kiezen om het bericht aan je SOS-contacten en actieve check‑incontactpersoon binnen de aftelklok van 10 seconden te annuleren. Je Apple Watch haalt je SOS-contacten op uit je medische ID. Als er een val wordt gedetecteerd, maar de automatische oproep geen verbinding kan maken met de hulpdiensten en je je niet beweegt, kan je iPhone proberen 'SOS-noodmelding via satelliet' te gebruiken om automatisch beperkte informatie naar de hulpdiensten te sms'en (zoals je locatie, levensduur van de batterij, en aard van het noodgeval). Beperkte informatie (zoals je locatie en de aard van het noodgeval) wordt ook namens jou naar je SOS-contactpersonen en actieve check‑incontactpersoon gestuurd. Een val wordt automatisch vastgelegd in de Gezondheid-app, tenzij je antwoordt dat je niet bent gevallen wanneer je Apple Watch erom vraagt. Om je valgeschiedenis te bekijken, open je de Gezondheid-app op je iPhone en ga je naar 'Gegevens' > 'Andere gegevens' > 'Aantal keer gevallen'. Je kunt valdetectie in- of uitschakelen via de Apple Watch-app op je iPhone door naar 'Mijn Watch' > 'SOS-noodmelding' te gaan en vervolgens te tikken om 'Valdetectie' in of uit te schakelen. Als valdetectie is ingeschakeld, kun je tikken op 'Altijd ingeschakeld' of 'Ingeschakeld bij work-outs'. Als je je leeftijd hebt ingevoerd tijdens de configuratie van je Apple Watch of in de Gezondheid-app, en je 55 jaar of ouder bent, wordt valdetectie automatisch ingeschakeld. Als je 18 tot 55 jaar oud bent, wordt valdetectie alleen automatisch ingeschakeld bij work-outs. Draagdetectie moet zijn ingeschakeld als je wilt dat je Watch de hulpdiensten automatisch belt. Als je dit wilt doen op de Apple Watch, ga je in Instellingen naar 'Toegangscode' en tik je om 'Draagdetectie' in te schakelen. Valdetectie is alleen beschikbaar voor personen van 18 jaar of ouder. De Apple Watch kan niet alle vallen detecteren. Ongelukdetectie Als je iPhone 14 of nieuwer (alle modellen) met iOS 16 of nieuwer, Apple Watch Series 8 of nieuwer, Apple Watch SE (2e generatie) of Apple Watch Ultra of nieuwer met watchOS 9 of nieuwer een ernstig auto-ongeluk detecteert, wordt er een melding geactiveerd om de hulpdiensten te bellen. Je kunt ervoor kiezen om de hulpdiensten te bellen of de melding te sluiten. Als je niet binnen 10 seconden op de melding reageert, belt je apparaat automatisch. Wanneer de automatische oproep verbinding maakt, speelt je apparaat een audiobericht af om de hulpdiensten te laten weten dat je apparaat een auto-ongeluk heeft gedetecteerd, en deelt het vervolgens je huidige locatie als breedtegraad- en lengtegraadcoördinaten. Tijdens het gesprek wordt je locatie gedeeld, ongeacht of 'Locatie­voorzieningen' wel of niet is ingeschakeld. Als je eerder hebt ingesteld dat je medische ID tijdens een noodoproep wordt gedeeld, wordt je medische ID ook automatisch gedeeld met de hulpdiensten (alleen Verenigde Staten en Canada). Nadat het gesprek is beëindigd, start je apparaat een aftelklok van 10 seconden voordat er een bericht wordt gestuurd naar je SOS-contact­personen (en check‑incontactpersoon als er een check‑insessie actief is), waarin wordt vermeld dat je apparaat een auto-ongeluk heeft gedetecteerd en de hulpdiensten heeft gebeld. Je kunt ervoor kiezen om het bericht aan je SOS-contacten en actieve check‑incontactpersoon binnen de aftelklok van 10 seconden te annuleren. Je apparaat haalt je SOS-contacten op uit je medische ID. Na de melding aan je SOS-contactpersonen en actieve check‑incontactpersoon blijft je apparaat opties weergeven voor hoe je contact kunt opnemen met de hulpdiensten, informatie kunt ophalen uit je medische ID en de melding kunt sluiten. De iPhone en de Apple Watch kunnen niet alle auto-ongelukken detecteren. Mogelijk wordt locatie-informatie gebruikt om te bepalen of er al dan niet een ongeluk heeft plaatsgevonden. Als er een ernstig auto-ongeluk wordt gedetecteerd, maar de automatische oproep geen verbinding kan maken met de hulpdiensten en je niet reageert, kan je iPhone proberen 'SOS-noodmelding via satelliet' te gebruiken om automatisch beperkte informatie naar de hulpdiensten te sms'en (zoals je locatie, levensduur van de batterij en aard van het noodgeval). Beperkte informatie (zoals je locatie en de aard van het noodgeval) wordt ook namens jou naar je SOS-contactpersonen en actieve check‑incontactpersoon gestuurd. Je kunt detectie van auto-ongelukken uitschakelen of opnieuw inschakelen door in Instellingen naar 'SOS-noodmelding' te gaan en vervolgens te tikken om 'Bel na ernstig ongeluk' in of uit te schakelen of in de Apple Watch-app op je iPhone naar 'Mijn Watch' > 'SOS-noodmelding' te gaan en vervolgens te tikken om 'Bel na ernstig ongeluk' in of uit te schakelen. Je kunt er ook voor kiezen om ongelukdetectiegegevens te delen met een app van derden die op je iPhone is geïnstalleerd. Als je toegang geeft tot de gegevens en er een auto-ongeluk plaatsvindt, krijgt de derde partij automatisch informatie over het ongeval, waaronder mogelijk locatiegegevens. Als je toestaat dat je iPhone de hulpdiensten belt nadat er een auto-ongeluk is gedetecteerd, worden de hulpdiensten eerst gebeld voordat de derde partij over het ongeval wordt geïnformeerd. Als je niet toestaat dat je iPhone de hulpdiensten belt nadat er een auto-ongeluk is gedetecteerd, en er een ongeluk wordt gedetecteerd en delen met derden is ingeschakeld, stuurt je apparaat een melding om je te laten weten dat er een ongeluk is gedetecteerd, dat je gegevens zijn gedeeld met de derde partij en dat je de app van derden moet openen als je in staat bent dit te doen. Je kunt kiezen of je ongelukdetectiegegevens deelt met derden. Hiervoor ga je op je iPhone in Instellingen naar 'SOS-noodmelding' en tik je om 'Deel ongeluk met app' in te schakelen. Kompasroutepunten Je kunt de Kompas-app gebruiken om je huidige locatie toe te voegen als routepunt, zodat je de afstand en route kunt zien naar elk Kompas-routepunt dat je aanmaakt. Daarnaast kan de Kompas-app automatisch twee routepunten genereren: een routepunt voor de laatste mobiele verbinding waarvoor wordt geschat wat de laatste plaats met mobiele ontvangst was en een routepunt voor de laatste noodoproep waarvoor wordt geschat waar op een route je iPhone of Apple Watch voor het laatst verbinding had met een beschikbaar netwerk van een aanbieder, zodat een noodoproep kan worden geplaatst. Om een routepunt aan te maken voor de laatste mobiele verbinding of de laatste noodoproep, moet 'Belangrijke locaties' zijn ingeschakeld op je apparaat en 'Exacte locatie' voor de Kompas-app. Je kunt de kompasroutepunten die je in de Kompas-app aanmaakt, verwijderen door het routepunt te selecteren in de Kompass-app, naar de onderzijde van het scherm te scrollen en 'Verwijder routepunt' te selecteren. Backtrack In bepaalde gebieden waar je mogelijk hulp nodig hebt bij het terugkeren naar het vertrekpunt, is het mogelijk dat de Kompas-app en bepaalde apps van derden die beschikbaar zijn op de Apple Watch je om veiligheidsdoeleinden om eenmalige toegang tot je recente locaties vragen. Deze locaties zijn mogelijk niet altijd beschikbaar, bijvoorbeeld als je je dicht bij bekende plaatsen bevindt, zoals je woning, of in stedelijke gebieden. Als je deze functies wilt gebruiken, moet 'Belangrijke locaties' zijn ingeschakeld voor het apparaat en 'Exacte locatie' voor de app. Overige informatie Sommige veiligheidsfuncties zijn mogelijk niet beschikbaar voor alle apparaten of in elke regio of taal. Sommige regio's en landen hebben meerdere alarmnummers. In deze landen belt de Apple Watch bij valdetectiemeldingen het nummer dat gekoppeld is aan ambulancediensten. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in 'SOS-noodmelding' en 'SOS-noodmelding via satelliet' zoals noodzakelijk voor het aanbieden van de voorziening en om onze wettelijke verplichtingen na te leven. Indien instemming de toepasselijke juridische basis is, streven we hiernaar in overeenstemming met toepasselijke lokale wetgeving. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we de volgende categorieën persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen om hulpdiensten te helpen, fraude of criminele activiteiten te voorkomen, diensten te verbeteren en de systemen en architecturen voor 'SOS-noodmelding' en 'SOS-noodmelding via satelliet' beter te onderhouden: • Je locatie • Informatie over je sessies, zoals de duur en de informatie die is doorgegeven aan de hulpdiensten • Je geselecteerde SOS-contactpersonen Bewaar­periode Apple bewaart persoonlijke gegevens slechts zo lang als noodzakelijk om te voldoen aan de doeleinden waarvoor de gegevens zijn verzameld, inclusief zoals in beschreven het privacybeleid van Apple of in privacybepalingen die specifiek zijn voor onze voorzieningen of zoals vereist door wet- en regel­geving. Bij het bepalen van bewaarperioden gaan we eerst zorgvuldig na of het noodzakelijk is om de verzamelde persoonlijke gegevens te bewaren en, indien gegevens moeten worden bewaard, werken we eraan om de persoonlijke gegevens zo kort mogelijk en zoals wettelijk toegestaan te bewaren. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy.
no: Nødanrop (SOS) Når du bruker en funksjon i Nødanrop (SOS) som utløser et nødanrop, kan anropet inkludere posisjonen din (uavhengig av om du har aktivert Stedstjenester eller ikke) og Nødinfo (hvis aktivert), for å gjøre det lettere for nødetatene å hjelpe deg. Stedsdata og kryptert Nødinfo-informasjon sendes til Apple for at Apple skal kunne kontrollere om tjenesten Enhanced Emergency Data støttes i området ditt, og gi dataene til nødetatene. Hvis det støttes i ditt område, kan en partner innhente informasjonen din fra Apple for levering til nødetatene. Apple kan ikke lese informasjon oppgitt i Nødinfo. Når samtalen avsluttes, mottar nødkontaktene, og oppfølgings­kontakten din hvis Oppfølging er aktivt, automatisk en tekstmelding der det står at du har ringt nødnummeret, med mindre du avbryter meldingen. Meldingen vil også inneholde den nåværende posisjonen din, og i en begrenset periode vil enheten sende oppdateringer til nødkontaktene dine og den aktive oppfølgings­kontakten, hvis posisjonen endres. Hvis du ikke vil sende posisjonen din til nødkontakter eller en aktiv oppfølgingskontakt, går du til Settings > Privacy & Security > Location Services > System Services på iPhone eller Apple Vision Pro og slår av Emergency Calls & SOS. Du kan lese mer om Nødanrop (SOS) og personvern på https://www.apple.com/no/legal/privacy/data/no/emergency-sos. Finn ut mer om Nødinfo ved å gå til Innstillinger > Helse > Nødinfo > Nødtilgang og velge Finn ut mer. Finn ut mer om Stedstjenester på www.apple.com/legal/privacy/data/no/location-services. Nødanrop (SOS) via satellitt Nødanrop (SOS) via satellitt kan hjelpe deg å opprette kontakt med nødetatene under eksepsjonelt vanskelige forhold der det ikke finnes andre måter å ringe nødnummeret på. Det er ikke sikkert at denne tjenesten er tilgjengelig i alle områder eller situasjoner. Det kreves fri sikt mot himmelen og nøyaktig posisjonering mellom enheten og en satellitt for å kunne utveksle tekstmeldinger med nødetatene. En satellittforbindelse fungerer annerledes enn et alminnelig mobilnettverk. Det kan derfor ta lenger tid å utveksle meldinger enn med alminnelige tekstmeldings­tjenester, og det kan oppstå opphold i tilgjengeligheten. I enkelte områder kan det være mulig å utveksle meldinger direkte med en nødsentral. Hvis nødsentralen som opererer i området ditt, ikke kan motta tekstmeldinger, vil en tredjeparts­leverandør ta kontakt med nødetatene på dine vegne. I USA støttes kun latinske tegn i tekstmeldinger som sendes direkte til nødetatene. Hvis det blir mulig å opprette en samtale via mobilnett eller WLAN, bør du kontakte nødetatene per telefon. Merk at dersom du gjør det, er det ikke sikkert at du kommer i kontakt med den samme nødsentralen som håndterer satellitt­forbindelsen. Nødanrop (SOS) via satellitt er avhengig av en tilgjengelig satellitt­forbindelse og kan en kreve program­vare­oppdatering for å fungere i framtiden. Når du bruker Nødanrop (SOS) via satellitt til å utveksle meldinger, sendes meldingene i kryptert form, for deretter å bli dekryptert av Apple og videresendt til den aktuelle nødetaten eller en tredjepartsleverandør for videresending. Meldingene dine kan bli oppbevart hos nødetater og tredjeparts­leverandører for at de skal kunne forbedre tjenestene sine og samsvare med gjeldende lover. For at meldingene dine skal nå en lokal nødetat og for at utryknings­personellet skal kunne finne deg, blir posisjonen din delt med Apple, nødetatens tekst­formidlings­tjeneste og en tredjeparts videre­sendings­tjeneste når du bruker Nødanrop (SOS) via satellitt. Posisjonsdata som sendes via satellitt i Hvor er, blir gjennomgående kryptert og kan ikke leses av Apple. Under interaksjon med en nødetat kan du velge å sende en avskrift av denne kommunikasjonen og informasjon om posisjonen din og den aktuelle nødssituasjonen til de valgte nødkontaktene dine. Du kan når som helst avslutte deling av avskrift av kommunikasjon med nødetaten ved å velge Avslutt deling øverst på skjermen. Nødanrop (SOS) og direktesendt video Under et nødanrop kan du velge å dele video direkte eller laste opp medier til nødetatene hvis de ber om det. Du kan når som helst slutte å dele direktesendt video ved å trykke på Avslutt samtale og deretter på «Avslutt deling av kamera» eller «Avslutt samtale». Hvis du velger å laste opp medieinnhold, vil opplastingen fortsette selv om du avslutter en nødsamtale. Nødetater kan gjøre opptak av eller lagre delt medieinnhold. Den direktesendte videoen og opplastede medier sendes gjennomgående kryptert og kan ikke ses eller brukes av Apple. For å kunne bruke denne funksjonen må du ha Nødanrop og SOS aktivert. Det gjør du ved å gå til Innstillinger > Personvern og sikkerhet > Stedstjenester > Systemtjenester og slå på Nødanrop og SOS. Det er ikke sikkert at Nødanrop (SOS) og direktesendt video er tilgjengelig i alle områder eller situasjoner. Fallregistrering Hvis Apple Watch SE eller Apple Watch Series 4 eller nyere registrerer et hardt fall mens du har på deg klokken, kan et varsel om fallregistrering hjelpe deg med å kontakte nødetatene hvis nødvendig. Du kan velge om du vil kontakte nødetatene eller avbryte varselet. Hvis Apple Watch registrerer at du beveger deg etter fallet, vil den ikke ringe nødetatene automatisk, men heller avvente til du svarer på varselet. Hvis Apple Watch registrerer at du ikke har beveget deg på rundt et minutt etter fallet, vil den ringe automatisk. Når det automatiske anropet besvares, vil Apple Watch spille av en lydmelding som informerer nødsentralen om at Apple Watch har registrert et hardt fall. Den vil så dele den nåværende posisjonen din som koordinater for lengde- og breddegrad. Anropet vil dele posisjonen din uavhengig av om du har aktivert Stedstjenester eller ikke. Hvis du tidligere har slått på deling av nødinfo under nødanrop, vil nødinfoen din også bli delt automatisk med nødetatene (kun i USA og Canada). Når samtalen er avsluttet, vil Apple Watch starte en nedtelling på 10 sekunder før den sender en melding til nødkontaktene dine, og oppfølgings­kontakten din hvis Oppfølging er aktivt, med posisjonen din. Meldingen informerer dem om at klokken din har registrert et hardt fall, og at den ringte nødnummeret. I løpet av nedtellingen på 10 sekunder kan du velge å avbryte meldingen til nødkontaktene og den aktive oppfølgings­kontakten. Apple Watch henter nødkontaktene fra Nødinfo. Hvis det registreres et fall, du ikke beveger deg og det automatiske nødanropet ikke kan koble til nødnummeret, kan iPhonen prøve å bruke nødanrop via satellitt for å automatisk sende begrenset informasjon til nødetatene (for eksempel posisjonen din, batterinivået og hvilken nødssituasjon det gjelder). Begrenset informasjon (for eksempel posisjonen din og typen nødssituasjon) vil også bli sendt til nødkontaktene dine og den aktive oppfølgings­kontakten. Fall blir automatisk registrert i Helse-appen, med mindre du svarer at du ikke falt når du får spørsmål om det på Apple Watch. Du kan se fallhistorikken din ved å åpne Helse-appen på iPhone og gå til Naviger > Andre data > Antall ganger falt. Du kan slå av eller på Fallregistrering fra Apple Watch-appen på iPhone ved å gå til Min klokke > Nødanrop (SOS) og trykke for å slå på eller av Fallregistrering. Hvis Fallregistrering er slått på, kan du trykke på «Alltid på» eller «Kun på under treningsøkter». Hvis du oppga alderen din i Helse-appen eller da du konfigurerte Apple Watch, og du er 55 år eller eldre, slås Fallregistrering på automatisk. Hvis du er mellom 18 og 55 år, slås Fallregistrering kun på automatisk under treningsøkter. Håndleddssensor må være aktivert for at klokken automatisk skal kunne ringe nødnummeret. På Apple Watch slår du dette på ved å gå til Innstillinger > Kode og trykke på Håndleddssensor. Fallregistrering er kun tilgjengelig for personer som er 18 år eller eldre. Apple Watch kan ikke registrere alle typer fall. Registrering av ulykke Hvis iPhone 14 eller nyere (alle modeller) med iOS 16 eller nyere, Apple Watch Series 8 eller nyere, Apple Watch SE (andre generasjon) og Apple Watch Ultra eller nyere med watchOS 9 eller nyere registrerer en alvorlig bilulykke, utløses et varsel om å ringe nødetatene. Du kan velge om du vil kontakte nødetatene eller avbryte varselet. Hvis du ikke reagerer på varselet innen ti sekunder, vil enheten ringe nødetatene automatisk. Når det automatiske anropet besvares, vil enheten spille av en lydmelding som informerer nødsentralen om at enheten har registrert en bilulykke. Den vil så dele den nåværende posisjonen din som koordinater for lengde- og breddegrad. Anropet vil dele posisjonen din uavhengig av om du har aktivert Stedstjenester eller ikke. Hvis du tidligere har slått på deling av nødinfo under nødanrop, vil nødinfoen din også bli delt automatisk med nødetatene (kun i USA og Canada). Når samtalen er avsluttet, vil enheten starte en nedtelling på 10 sekunder før den sender en melding til nødkontaktene dine, og oppfølgings­kontakten din hvis Oppfølging er aktivt, med posisjonen din. Meldingen informerer dem om at enheten din har registrert en bilulykke, og at den ringte nødnummeret. I løpet av nedtellingen på 10 sekunder kan du velge å avbryte meldingen til nødkontaktene og den aktive oppfølgings­kontakten. Enheten henter nødkontaktene fra Nødinfo. Etter at nødkontaktene og den aktive oppfølgings­kontakten er varslet, vil enheten fortsette å vise alternativer der du kan velge om du vil kontakte nødetatene, åpne Nødinfo-informasjon eller lukke varslingen. iPhone og Apple Watch kan ikke registrere alle typer bilulykker. Stedsinformasjon kan bli brukt til å avgjøre om en bilulykke har inntruffet. Hvis det registreres en alvorlig bilulykke, du ikke svarer og det automatiske nødanropet ikke kan koble til nødnummeret, kan iPhonen prøve å bruke nødanrop via satellitt for å automatisk sende begrenset informasjon til nødetatene (for eksempel posisjonen din, batterinivået og hvilken nødssituasjon det gjelder). Begrenset informasjon (for eksempel posisjonen din og typen nødssituasjon) vil også bli sendt til nødkontaktene dine og den aktive oppfølgings­kontakten. Du kan deaktivere eller aktivere på nytt Registrering av ulykke ved å gå til Innstillinger > Nødanrop SOS og deretter trykke for å slå på eller av Ring etter alvorlig bilulykke, eller du kan åpne Apple Watch-appen på iPhone og gå til Min klokke > Nødanrop (SOS) og trykke for å slå på eller av Ring etter alvorlig bilulykke. Du kan også velge å dele data fra registrering av bilulykke med en app fra tredjepart installert på iPhone. Hvis du gir tilgang til dataene og en bilulykke inntreffer, vil tredjepartsappen automatisk bli informert om bilulykken, inkludert eventuelle stedsdata. Hvis du tillater at iPhonen ringer nødetatene hvis den registrerer en bilulykke, blir denne oppringingen utført før tredjepartsappen blir informert om bilulykken. Hvis du ikke tillater at iPhonen ringer nødetatene hvis den registrerer en bilulykke, og en bilulykke registreres når deling med tredjepart er på, vil enheten sende et varsel for å informere deg om at en bilulykke ble registrert, at data ble delt med tredjepart, og at du bør bruke tredjepartsappen hvis du er i stand til det. Du kan velge hvorvidt du vil dele data om registrering av ulykke med en tredjepart. På iPhone kan du gjøre dette ved å gå til Innstillinger > Nødanrop (SOS) og trykke for å slå på Del bilulykke med app. Kompass-rutepunkter I Kompass-appen kan du legge til nåværende sted som et rutepunkt, slik at du kan se avstanden og retningen til hvert Kompass-rutepunkt du oppretter. Kompass-appen kan også automatisk legge til to rutepunkter, inkludert et rutepunkt for siste sted med mobildekning, som vil anslå hvor du sist hadde dekning på telefonen, og et rutepunkt for siste sted for nødanrop, som vil anslå hvor på ruten iPhonen eller Apple Watch sist hadde forbindelse til et hvilket som helst operatørnettverk slik at du kan ringe nødnummeret. For å opprette rutepunkter for siste sted med mobildekning eller siste sted for nødanrop, må du ha aktivert Relevante steder på enheten, og Nøyaktig posisjon må være slått på for Kompass-appen. Du kan slette Kompass-rutepunktene du oppretter ved å velge et rutepunkt i Kompass-appen og så rulle til bunnen av skjermen og velge Slett rutepunkt. Spor tilbake I enkelte områder der du kan trenge hjelp med å finne veien tilbake, kan Kompass-appen og noen tredjepartsapper tilgjengelig på Apple Watch, be om en engangstilgang til dine nylige posisjoner av sikkerhetshensyn. Disse posisjonene er kanskje ikke alltid tilgjengelige, for eksempel hvis du befinner deg nær kjente områder som hjemmet ditt eller urbane strøk. For å kunne bruke disse funksjonene må du aktivere Relevante steder for denne enheten og slå på Nøyaktig posisjon for appen. Annen informasjon Noen sikkerhets­funksjoner er kanskje ikke tilgjengelige for alle enheter eller for alle områder eller språk. Noen land og områder har flere nødnumre. På disse stedene vil Apple Watch ringe nummeret som er knyttet til ambulanse­tjenesten ved varsler om fallregistrering. Juridisk grunnlag for behandling av personlige data Vi behandler dine personlige data i Nødanrop (SOS) og Nødanrop (SOS) via satellitt etter behov for å levere tjenesten, og i henhold til juridiske krav. Når det juridiske grunnlaget som kreves er samtykke, vil vi be om dette i henhold til gjeldende lov. Der gjeldende lov tillater det, behandler vi følgende kategorier av personlige data for å ivareta våre legitime interesser og legge til rette for nødtjenester, hindre svindel og kriminell aktivitet, forbedre tjenestene og vedlikeholde systemer og arkitektur for Nødanrop (SOS) og Nødanrop (SOS) via satellitt: • Posisjonen din. • Informasjon om øktene, som varighet og innholdet som kommuniseres til nødetatene. • Nødkontaktene du har valgt. Oppbevaring Apple oppbevarer personlige data kun så lenge som nødvendig for å utføre formålet de ble samlet inn for, inkludert som beskrevet i Apples retningslinjer for personvern, i personvern­erklæringen for hver enkelt tjeneste eller i henhold til gjeldende lover. Når vi avgjør hvor lenge data skal beholdes, undersøker vi først nøye om det i det hele tatt er nødvendig å beholde innsamlede personlige data, og hvis det kreves, prøver vi å beholde informasjonen så kort tid som mulig i henhold til loven. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Alarmowe SOS Aby dyspozytor mógł Ci pomóc, gdy połączysz się ze służbami ratowniczymi przy użyciu funkcji Alarmowe SOS, przekazane może zostać Twoje położenie (niezależnie od tego, czy usługi lokalizacji są włączone) oraz karta medyczna (jeśli jest włączona). Dane dotyczące Twojego położenia oraz zaszyfrowane dane Twojej karty medycznej są wysyłane do Apple w celu sprawdzenia, czy usługa udostępniania rozszerzonych danych medycznych w sytuacjach awaryjnych jest dostępna w Twoim regionie, oraz w celu przekazania ich służbom ratowniczym. Jeśli usługa ta jest dostępna w Twoim regionie, Apple może przekazać Twoje dane swojemu partnerowi, który wysyła je do służb ratowniczych. Apple nie może odczytać zawartości Twojej karty medycznej. Po zakończeniu połączenia do Twoich kontaktów alarmowych (oraz do drugiej osoby w sesji Daj znać, jeśli taka sesja jest aktywna) automatycznie wysłana zostanie wiadomość informująca o połączeniu ze służbami ratowniczymi, chyba że anulujesz jej wysłanie. Ta wiadomość zawiera także Twoje bieżące położenie, a urządzenie będzie przez pewien czas wysyłać uaktualnienia dotyczące jego zmian do kontaktów alarmowych oraz drugiej osoby w aktywnej sesji Daj znać. Jeśli nie chcesz wysyłać swojego położenia do kontaktów alarmowych lub drugiej osoby w aktywnej sesji Daj znać, przejdź na iPhonie lub Apple Vision Pro do Ustawień, stuknij w Prywatność i ochrona > Usługi lokalizacji > Usługi systemowe i wyłącz stuknięciem opcję Połączenia alarmowe i SOS. Aby uzyskać więcej informacji na temat funkcji Alarmowe SOS i prywatności, zobacz: www.apple.com/pl/legal/privacy/data/pl/emergency-sos. Aby uzyskać więcej informacji na temat karty medycznej, przejdź do Ustawień, stuknij w Zdrowie > Karta medyczna > Dostęp alarmowy, a następnie stuknij w Więcej informacji. Aby uzyskać więcej informacji na temat usług lokalizacji, zobacz: www.apple.com/pl/legal/privacy/data/pl/location-services. Alarmowe SOS (łącze satelitarne) Funkcja Alarmowe SOS (łącze satelitarne) może pomóc skontaktować się ze służbami ratowniczymi w wyjątkowych sytuacjach, gdy nie istnieje żadna inna metoda kontaktu. Ta usługa może nie być dostępna w niektórych miejscach lub sytuacjach. Wymiana wiadomości ze służbami ratowniczymi wymaga pełnej widoczności nieba oraz odpowiedniego ustawienia urządzenia względem satelity. Połączenie satelitarne działa inaczej niż tradycyjne. W efekcie wysyłanie i odbieranie wiadomości może trwać dłużej niż w przypadku zwykłych wiadomości tekstowych, mogą także występować przerwy w dostępności. W niektórych lokalizacjach możesz wymieniać wiadomości bezpośrednio z centrum służb ratowniczych. Jeśli centrum służb ratowniczych obsługujące Twój obszar nie może odbierać wiadomości tekstowych, będą one przekazywane za pośrednictwem innego dostawcy, który połączy się ze służbami ratowniczymi w Twoim imieniu. W Stanach Zjednoczonych wiadomości tekstowe wysyłane bezpośrednio do służb ratowniczych mogą zawierać wyłącznie znaki alfabetu łacińskiego. Jeśli połączenie komórkowe lub WLAN stanie się dostępne, należy skontaktować się ze służbami ratowniczymi przez telefon. W takiej sytuacji niekoniecznie jednak skontaktujesz się z tą samą służbą ratowniczą, która obsługiwała sesję komunikacji przez łącze satelitarne. Funkcja Alarmowe SOS (łącze satelitarne) zależy od dostępności satelitów, a zapewnienie jej ciągłej dostępności może wymagać uaktualnienia oprogramowania. Wiadomości wysyłane przez funkcję Alarmowe SOS (łącze satelitarne) są szyfrowane. Apple odszyfrowuje je w celu przekazania do dyspozytora służb ratowniczych lub innego podmiotu przekazującego. Twoje wiadomości mogą być przechowywane przez służby ratownicze oraz podmiot przekazujący w celu ulepszania ich usług, zgodnie z obowiązującym prawem. Aby przekazywać wiadomości tekstowe lokalnym służbom ratowniczym oraz pomagać im w dotarciu do Ciebie, podczas korzystania z funkcji Alarmowe SOS (łącze satelitarne) Twoje położenie jest udostępniane Apple, dostawcom przekazującym wiadomości tekstowe do służb ratowniczych oraz innym podmiotom przekazującym. Dane położenia udostępniane przez łącze satelitarne w aplikacji Znajdź są zaszyfrowane na całej drodze przesyłu i nie mogą zostać odczytane przez Apple. Podczas sesji alarmowej możesz zdecydować się na udostępnienie zapisu rozmowy ze służbami ratowniczymi (wraz z informacjami o Twoim położeniu oraz sytuacji alarmowej) wybranym kontaktom alarmowym. Udostępnianie zapisu rozmowy możesz wyłączyć w dowolnej chwili, stukając w Przestań udostępniać na górze ekranu. Wideo na żywo (Alarmowe SOS) Podczas połączenia awaryjnego możesz udostępniać obraz wideo na żywo lub wysyłać multimedia, o które proszą służby ratownicze. Udostępnianie wideo na żywo możesz zakończyć w dowolnej chwili, stukając w Zakończ połączenie, a następnie stukając w Przestań udostępniać aparat lub w Zakończ połączenie. Jeśli zdecydujesz się na wysłanie treści multimedialnych, będą one przesyłane nawet po zakończeniu połączenia alarmowego. Służby ratownicze mogą nagrywać lub zachowywać udostępniane treści multimedialne. Wideo na żywo i wysyłane multimedia są szyfrowane na całej drodze przesyłu i nie mogą zostać wyświetlone ani odczytane przez Apple. Aby używać tej funkcji, musisz włączyć funkcję Połączenia alarmowe i SOS. W tym celu przejdź do Ustawień, stuknij w Prywatność i ochrona > Usługi lokalizacji > Usługi systemowe i włącz stuknięciem opcję Połączenia alarmowe i SOS. Funkcja Wideo na żywo (Alarmowe SOS) może nie być dostępna w niektórych miejscach lub sytuacjach. Wykrywanie upadków Jeśli Apple Watch SE albo Apple Watch Series 4 lub nowszy na Twoim nadgarstku wykryje poważny upadek, w razie potrzeby odpowiedni alert pomoże Ci połączyć się ze służbami ratowniczymi. Możesz wybrać wykonanie połączenia ze służbami ratowniczymi lub zignorowanie alertu. Jeśli Apple Watch wykryje, że się ruszasz, poczeka na Twoją reakcję na alert i nie połączy się ze służbami ratowniczymi automatycznie. Jeśli Apple Watch nie wykryje Twoich ruchów przez około minutę, połączy się ze służbami ratowniczymi automatycznie. Po automatycznym nawiązaniu połączenia Apple Watch odtworzy wiadomość audio, która poinformuje służby ratownicze, że Twój zegarek wykrył poważny upadek, oraz przekaże współrzędne geograficzne Twojego położenia. Twoje położenie zostanie udostępnione niezależnie od tego, czy usługi lokalizacji są włączone. Jeśli wcześniej włączone zostało udostępnianie karty medycznej podczas połączenia alarmowego, służbom ratowniczym zostanie także automatycznie udostępniona Twoja karta medyczna (tylko Stany Zjednoczone i Kanada). Po zakończeniu połączenia Apple Watch rozpocznie 10‑sekundowe odliczanie, a następnie wyśle do Twoich kontaktów alarmowych (oraz do drugiej osoby w sesji Daj znać, jeśli taka sesja jest aktywna) wiadomość z Twoim położeniem oraz informacją o tym, że Twój zegarek wykrył poważny upadek i wykonał połączenie ze służbami ratowniczymi. Wysłanie wiadomości do kontaktów alarmowych oraz do drugiej osoby w aktywnej sesji Daj znać można anulować w trakcie 10‑sekundowego odliczania. Apple Watch pobiera kontakty alarmowe z Twojej karty medycznej. Jeśli wykryty zostanie upadek oraz nie powiedzie się automatyczne nawiązanie połączenia ze służbami ratowniczymi, a Ty nie możesz się poruszać, Twój iPhone może użyć funkcji Alarmowe SOS przez łącze satelitarne, aby wysłać do służb ratowniczych krótką wiadomość tekstową (na przykład Twoje położenie, stan baterii oraz rodzaj zdarzenia). Krótka wiadomość tekstowa (na przykład Twoje położenie i rodzaj wypadku) zostanie także wysłana za Ciebie do Twoich kontaktów alarmowych oraz do drugiej osoby w aktywnej sesji Daj znać. Upadki są automatycznie rejestrowane w aplikacji Zdrowie, chyba że w odpowiedzi na pytanie Apple Watch wskażesz, że upadek nie miał miejsca. Aby przejrzeć historię upadków, otwórz aplikację Zdrowie na iPhonie i przejdź do ekranu Przeglądaj > Inne dane > Liczba upadków. Wykrywanie upadków możesz włączyć lub wyłączyć w aplikacji Apple Watch na iPhonie, przechodząc do ekranu Mój zegarek > Alarmowe SOS, a następnie stukając w przełącznik Wykrywanie upadków. Jeśli wykrywanie upadków jest włączone, możesz wybrać opcję Zawsze wł. lub Włączone tylko w trakcie treningów. Jeśli Twój wiek został podany podczas konfigurowania Apple Watch lub w aplikacji Zdrowie, a masz co najmniej 55 lat, wykrywanie upadków jest włączane automatycznie. Jeśli masz od 18 do 55 lat, wykrywanie upadków jest automatycznie włączone tylko w trakcie treningów. Automatyczne połączenia ze służbami ratowniczymi wymagają włączenia wykrywania nadgarstka. Aby to zrobić na Apple Watch, przejdź do Ustawień, stuknij w Kod, a następnie włącz stuknięciem Wykrywanie nadgarstka. Funkcja wykrywania upadków jest dostępna tylko dla użytkowników mających co najmniej 18 lat. Apple Watch nie może wykrywać wszystkich upadków. Wykrywanie wypadków Jeśli iPhone 14 lub nowszy (wszystkie modele) z systemem nie starszym niż iOS 16 albo Apple Watch Series 8 (lub nowszy), Apple Watch SE (2. generacji) lub Apple Watch Ultra (lub nowszy) z systemem nie starszym niż watchOS 9 wykryje poważny wypadek samochodowy, odpowiedni alert pomoże Ci połączyć się ze służbami ratowniczymi. Możesz wybrać wykonanie połączenia ze służbami ratowniczymi lub zignorowanie alertu. Jeśli nie odpowiesz na ten alert w ciągu 10 sekund, urządzenie połączy się ze służbami ratowniczymi automatycznie. Po automatycznym nawiązaniu połączenia urządzenie odtworzy wiadomość audio, która poinformuje służby ratownicze, że urządzenie wykryło wypadek samochodowy, oraz przekaże współrzędne geograficzne Twojego bieżącego położenia. Twoje położenie zostanie udostępnione niezależnie od tego, czy usługi lokalizacji są włączone. Jeśli wcześniej włączone zostało udostępnianie karty medycznej podczas połączenia alarmowego, służbom ratowniczym zostanie także automatycznie udostępniona Twoja karta medyczna (tylko Stany Zjednoczone i Kanada). Po zakończeniu połączenia urządzenie rozpocznie 10‑sekundowe odliczanie, a następnie wyśle do Twoich kontaktów alarmowych (oraz do drugiej osoby w sesji Daj znać, jeśli taka sesja jest aktywna) wiadomość z Twoim położeniem oraz informacją o tym, że wykryło wypadek samochodowy i wykonało połączenie ze służbami ratowniczymi. Wysłanie wiadomości do kontaktów alarmowych oraz do drugiej osoby w aktywnej sesji Daj znać można anulować w trakcie 10‑sekundowego odliczania. Urządzenie pobiera kontakty alarmowe z Twojej karty medycznej. Po wysłaniu powiadomienia do kontaktów alarmowych i drugiej osoby w aktywnej sesji Daj znać urządzenie będzie nadal wyświetlać opcje pozwalające skontaktować się ze służbami ratowniczymi, otworzyć kartę medyczną lub zamknąć alert. iPhone i Apple Watch nie mogą wykrywać wszystkich wypadków samochodowych. Informacje dotyczące położenia mogą służyć do ustalania, czy nastąpił wypadek samochodowy. Jeśli wykryty zostanie poważny wypadek samochodowy oraz nie powiedzie się automatyczne nawiązanie połączenia ze służbami ratowniczymi, a Ty nie reagujesz, Twój iPhone może użyć funkcji Alarmowe SOS przez łącze satelitarne, aby wysłać do służb ratowniczych krótką wiadomość tekstową (na przykład Twoje położenie, stan baterii oraz rodzaj zdarzenia). Krótka wiadomość tekstowa (na przykład Twoje położenie i rodzaj wypadku) zostanie także wysłana za Ciebie do Twoich kontaktów alarmowych oraz do drugiej osoby w aktywnej sesji Daj znać. Wykrywanie wypadków możesz wyłączyć lub włączyć ponownie, przechodząc do Ustawień, stukając w Alarmowe SOS, a następnie włączając lub wyłączając stuknięciem Łącz po poważnym wypadku, albo otwierając aplikację Apple Watch na iPhonie i wybierając Mój zegarek > Alarmowe SOS, a następnie włączając lub wyłączając stuknięciem Łącz po poważnym wypadku. Możesz także wybrać udostępnianie danych funkcji Wykrywanie wypadków aplikacjom innych firm zainstalowanym na iPhonie. Jeśli zezwolisz na dostęp do tych danych, w przypadku wystąpienia wypadku samochodowego aplikacja innej firmy otrzyma automatycznie informacje o nim. Mogą one zawierać dane dotyczące położenia. Jeśli pozwolisz, aby iPhone automatycznie nawiązywał połączenie ze służbami ratowniczymi po wykryciu wypadku samochodowego, połączenie to zostanie nawiązane przed wysłaniem informacji o wypadku do aplikacji innej firmy. Jeśli iPhone nie ma automatycznie nawiązywać połączenia ze służbami ratowniczymi po wykryciu wypadku samochodowego, a udostępnianie informacji aplikacjom innych firm jest włączone, w przypadku wykrycia wypadku urządzenie wyświetla alert informujący o tym zdarzeniu i o udostępnieniu danych aplikacji innej firmy, a także prosi o użycie tej aplikacji, jeśli jesteś w stanie to zrobić. Możesz wybrać, czy chcesz udostępniać dane funkcji Wykrywanie wypadków aplikacji innej firmy. Aby to zrobić na iPhonie, przejdź do Ustawień, stuknij w Alarmowe SOS, a następnie włącz stuknięciem Informuj aplikację o wypadkach. Kompas – punkty trasy Przy użyciu aplikacji Kompas możesz dodać swoje bieżące położenie jako punkt trasy. Dzięki temu możesz sprawdzać odległość i kierunek do każdego utworzonego punktu trasy. Ponadto, aplikacja Kompas może automatycznie generować dwa punkty trasy: Ost. dostępność (sieć komórkowa), czyli ostatnie szacowane miejsce z zasięgiem sieci komórkowej umożliwiającej połączenie, oraz Ost. dostępność (poł. awaryjne), czyli szacowane miejsce na trasie, w którym iPhone lub Apple Watch miał po raz ostatni połączenie z dostępną siecią operatora komórkowego umożliwiające wykonanie połączenia alarmowego. Utworzenie punktów trasy Ost. dostępność (sieć komórkowa) oraz Ost. dostępność (połączenie awaryjne) wymaga włączenia na urządzeniu funkcji Ważne miejsca oraz włączenia dostępu aplikacji Kompas do dokładnego położenia. Punkty trasy utworzone w aplikacji Kompas możesz usuwać, zaznaczając dany punkt trasy w tej aplikacji, a następnie przewijając na dół ekranu i wybierając Usuń punkt trasy. Ślad W niektórych lokalizacjach, gdy potrzebujesz pomocy przy odtwarzaniu swoich kroków, aplikacja Kompas oraz niektóre aplikacje innych firm zainstalowane na Apple Watch mogą ze względów bezpieczeństwa prosić o zgodę na jednorazowy dostęp do ostatnio odwiedzonych przez Ciebie miejsc. Miejsca te mogą czasem nie być dostępne, gdy na przykład znajdujesz się w pobliżu znanych Ci miejsc, takich jak Twój dom, albo w obszarze miejskim. Korzystanie z tych funkcji wymaga włączenia na urządzeniu funkcji Ważne miejsca oraz włączenia dostępu danej aplikacji do Twojego dokładnego położenia. Inne informacje Nie wszystkie funkcje bezpieczeństwa są dostępne dla wszystkich urządzeń oraz we wszystkich regionach i językach. W części regionów i krajów działa wiele numerów telefonu służb ratowniczych. W tych lokalizacjach po wykryciu upadku Apple Watch będzie łączył się z numerem powiązanym z pogotowiem ratunkowym. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w usługach Alarmowe SOS oraz Alarmowe SOS (łącze satelitarne) w zakresie niezbędnym do świadczenia danej usługi oraz w celu wypełnienia naszych zobowiązań prawnych. Tam, gdzie zgoda jest odpowiednią podstawą prawną, zwracamy się o nią zgodnie z obowiązującym prawem lokalnym. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy następujące kategorie danych osobowych do celów wynikających z naszych uzasadnionych interesów, aby umożliwiać działanie usług alarmowych, zapobiegać oszustwom i działalności przestępczej, ulepszać usługi oraz pomagać utrzymywać systemy i architekturę usług Alarmowe SOS oraz Alarmowe SOS (łącze satelitarne): • Twoją lokalizację; • informacje o Twoich sesjach, takie jak czas trwania i treść przekazaną służbom ratowniczym; • Twoje wybrane kontakty alarmowe. Przechowywanie danych Apple przechowuje dane osobowe tylko tak długo, jak jest to konieczne do realizacji celów, dla których zostały zebrane, w tym zgodnie z Zasadami ochrony prywatności Apple lub z informacjami o ochronie prywatności w poszczególnych usługach, albo zgodnie z wymogami prawa. Oceniając okresy przechowywania, najpierw dokładnie badamy, czy przechowywanie zgromadzonych danych osobowych jest konieczne. Jeśli jest, staramy się przechowywać je przez najkrótszy okres dopuszczalny przez prawo. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: SOS de Emergência Quando você usar um recurso do SOS de Emergência que inicia uma ligação de emergência, a ligação poderá incluir sua localização (independentemente de você ter ativado ou não os Serviços de Localização) e a Ficha Médica (se ativada). Isso ocorre para que a equipe de atendimento possa auxiliar você. Seus dados de localização e informações criptografadas da Ficha Médica são enviadas à Apple para que a Apple verifique se o serviço de Dados de Emergência Aprimorados é oferecido na sua área e forneça os dados para os serviços de emergência. Se houver compatibilidade na sua área, um parceiro poderá recuperar suas informações com a Apple para a prestação dos serviços de emergência. A Apple não pode ler as informações da sua Ficha Médica. Quando a ligação for encerrada, seus contatos de emergência e a pessoa na sessão de Chegou Bem, caso ativa, receberão automaticamente uma mensagem informando que você ligou para os serviços de emergência, a menos que você cancele a mensagem. Essa mensagem também inclui sua localização atual. Por um período limitado, seu dispositivo enviará atualizações aos seus contatos de emergência e à pessoa na sessão de Chegou Bem em atividade à medida que a sua localização mude. Se você não quiser enviar sua localização aos seus contatos de emergência ou à pessoa na sessão ativa de Chegou Bem, acesse Ajustes > Privacidade e Segurança > Serviços de Localização > Serviços do Sistema no iPhone ou no Apple Vision Pro e toque para desativar Emergência e SOS. Para obter mais informações sobre o SOS de Emergência e Privacidade, visite www.apple.com/br/legal/privacy/data/pt-br/emergency-sos Para saber mais sobre a Ficha Médica, abra Ajustes > Saúde > Ficha Médica > Acesso de Emergência e toque em Saiba Mais. Para saber mais sobre os Serviços de Localização, visite www.apple.com/br/legal/privacy/data/pt-br/location-services SOS de Emergência via Satélite O SOS de Emergência via satélite pode ajudar você a se conectar com serviços de emergência em circunstâncias excepcionais onde não haja outros meios de contatar os serviços de emergência. Este serviço pode não estar disponível em todas as localizações ou circunstâncias. Para enviar e receber mensagens dos serviços de emergência, é necessário ter uma visão desobstruída do céu e seu dispositivo deve estar corretamente alinhado com um satélite. Uma conexão via satélite atua de uma forma bem diferente da rede tradicional. Por isso, o envio e o recebimento de mensagens podem ser mais demorados do que nas redes tradicionais e pode haver interrupções na disponibilidade. Em alguns locais, você poderá trocar mensagens diretamente com uma central de serviços de emergência. Caso a central de atendimento de emergência da sua localização não possa receber mensagens de texto, um provedor de retransmissão terceirizado enviará uma mensagem de texto a você e ligará para os serviços de emergência no seu lugar. Nos Estados Unidos, somente o alfabeto latino é compatível para envio de mensagem de texto aos serviços de emergência. Se uma conexão por voz via rede celular ou WLAN se tornar disponível, contate os serviços de emergência por telefone. Entretanto, caso você faça isso, não necessariamente entrará em contato com o mesmo provedor de serviços de emergência da sessão via satélite. O SOS de Emergência via satélite está sujeito a disponibilidade de satélite e pode exigir uma atualização de software para funcionalidade contínua. Quando você envia uma mensagem de texto pelo SOS de Emergência via satélite, ela é criptografada e depois descriptografada pela Apple para ser transmitida aos serviços de emergência pertinentes ou ao provedor de retransmissão terceirizado. Suas mensagens poderão ser retidas pelas centrais de serviços de emergência e provedores de retransmissão para melhoria dos serviços e em conformidade com a lei aplicável. Para encaminhar as suas mensagens de texto para uma organização local de serviços de emergência e para auxiliar a equipe de socorristas a chegar até você, sua localização será compartilhada com a Apple, com provedores de encaminhamento de mensagens de texto para serviços de emergência e com um provedor de retransmissão terceirizado, no caso de uso do SOS de Emergência via satélite. As localizações compartilhadas via satélite na rede Buscar são enviadas com criptografia de ponta a ponta e não podem ser acessadas pela Apple. Durante uma sessão de emergência, você pode compartilhar com seus contatos de emergência escolhidos previamente uma transcrição da sua comunicação com os serviços de emergência, bem como informações sobre sua localização e a natureza da emergência. Você pode parar de compartilhar a transcrição da sessão a qualquer momento. Para isso, toque em Parar de Compartilhar, na parte superior da tela. Vídeo ao Vivo para o SOS de Emergência Durante uma ligação de emergência, você pode compartilhar um vídeo ao vivo ou enviar conteúdo quando isso é solicitado. Você pode parar de compartilhar o vídeo ao vivo a qualquer momento. Para isso, toque em Desligar e toque em Parar de Compartilhar Câmera ou Desligar. Se você decidir enviar conteúdo, o envio continuará mesmo quando você encerrar a ligação de emergência. Os serviços de emergência podem gravar ou salvar o conteúdo compartilhado. O vídeo ao vivo e o conteúdo são enviados com criptografia de ponta a ponta e não podem ser vistos nem acessados pela Apple. Para usar esse recurso, ative Ligações de Emergência e SOS. Para fazer isso, acesse Ajustes > Privacidade e Segurança > Serviços de Localização > Serviços do Sistema e ative a opção Emergência e SOS. O Vídeo ao Vivo para o SOS de Emergência pode não estar disponível em todas as localizações ou circunstâncias. Detecção de Queda Se o Apple Watch SE ou o Apple Watch Series 4 ou posterior detectar uma queda grave enquanto você estiver usando o relógio, o alerta de Detecção de Queda poderá ajudar você a se conectar aos serviços de emergência, se necessário. Você pode contatar os serviços de emergência ou ignorar o alerta. Se o Apple Watch detectar que você está em movimento, ele esperará que você responda ao alerta e não ligará automaticamente para os serviços de emergência. Se o Apple Watch detectar que você está imóvel há pelo menos um minuto, ele fará a ligação automaticamente. Quando a ligação automática é completada, o Apple Watch reproduz uma mensagem de áudio que informa aos serviços de emergência que uma queda grave foi detectada. Depois, ele compartilha sua localização atual como coordenadas de latitude e longitude. A ligação compartilhará sua localização independentemente de você ter ativado ou não os Serviços de Localização. Se você tiver ativado a Ficha Médica para ser compartilhada durante uma ligação de emergência, ela também será compartilhada automaticamente com os serviços de emergência (apenas Estados Unidos e Canadá). Quando a ligação for encerrada, o Apple Watch iniciará uma contagem regressiva de 10 segundos antes de enviar uma mensagem com a sua localização para os seus contatos de emergência e para a pessoa na sessão de Chegou Bem, caso ativa, para informá‑los que detectou uma queda grave e ligou para os serviços de emergência. Você pode cancelar o envio da mensagem para os seus contatos de emergência e para a pessoa na sessão ativa de Chegou Bem durante a contagem regressiva de 10 segundos. O Apple Watch obtém seus contatos de emergência na Ficha Médica. Se uma queda for detectada, a ligação automática não conseguir conexão com os serviços de emergência e você estiver imóvel, seu iPhone poderá tentar usar o SOS de Emergência por conexão via satélite para enviar automaticamente uma mensagem de texto com informações limitadas (por exemplo, sua localização, duração da bateria e natureza da emergência). Informações limitadas (como sua localização, natureza da emergência) também serão enviadas em seu nome aos seus contatos de emergência e à pessoa na sessão ativa de Chegou Bem. As quedas são registradas automaticamente no app Saúde, a menos que você responda que não caiu quando o Apple Watch perguntar. Para consultar o histórico de quedas, abra o app Saúde no iPhone e acesse Explorar > Outros Dados >Número de Quedas. Você pode ativar ou desativar a Detecção de Queda no app Apple Watch no iPhone. Para fazer isso, acesse Meu Relógio > SOS de Emergência e toque para ativar ou desativar Detecção de Queda. Se a Detecção de Queda estiver ativada, você poderá tocar em Sempre ativada ou Apenas durante exercícios. Se você tiver mais de 55 anos e tiver inserido a sua idade na configuração do Apple Watch ou no app Saúde, a Detecção de Queda será ativada automaticamente. Se você tem entre 18 e 55 anos de idade, a Detecção de Queda só é ativada automaticamente durante exercícios. Para que o Apple Watch ligue para os serviços de emergência automaticamente, a Detecção de Braço deve estar ativada. Para fazer isso no Apple Watch, acesse Ajustes > Código e toque para ativar Detecção de Braço. A Detecção de Queda só está disponível para maiores de 18 anos. O Apple Watch não pode detectar todas as quedas. Detecção de Acidente Se o seu iPhone 14 ou posterior (todos os modelos) com o iOS 16 ou posterior, Apple Watch Series 8, Apple Watch SE (2ª geração) e Apple Watch Ultra ou posteriores com o watchOS 9 ou posterior detectar um acidente de carro grave, um alerta será acionado para ligar para os serviços de emergência. Você pode contatar os serviços de emergência ou ignorar o alerta. Caso você não responda ao alerta em 10 segundos, o seu dispositivo fará a ligação automaticamente. Quando a ligação automática é completada, o dispositivo reproduz uma mensagem de áudio que informa aos serviços de emergência que um acidente de carro foi detectado. Depois, ele compartilha sua localização atual como coordenadas de latitude e longitude. A ligação compartilhará sua localização independentemente de você ter ativado ou não os Serviços de Localização. Se você tiver ativado a Ficha Médica para ser compartilhada durante uma ligação de emergência, ela também será compartilhada automaticamente com os serviços de emergência (apenas Estados Unidos e Canadá). Quando a ligação for encerrada, o dispositivo iniciará uma contagem regressiva de 10 segundos antes de enviar uma mensagem com a sua localização para os seus contatos de emergência e para a pessoa na sessão de Chegou Bem, caso ativa, para informá‑los que detectou uma batida de carro e ligou para os serviços de emergência. Você pode cancelar o envio da mensagem para os seus contatos de emergência e para a pessoa na sessão ativa de Chegou Bem durante a contagem regressiva de 10 segundos. O dispositivo obtém seus contatos de emergência na Ficha Médica. Depois de notificar os contatos de emergência e a pessoa na sessão ativa de Chegou Bem, o dispositivo continuará exibindo opções para contatar os serviços de emergência, abrir a Ficha Médica ou descartar o alerta. O iPhone e o Apple Watch não detectam todos os acidentes de carro. As informações de localização podem ser usadas para determinar se um acidente ocorreu ou não. Se um acidente de carro grave for detectado, a ligação automática não conseguir conexão com os serviços de emergência e você não estiver respondendo, seu iPhone poderá tentar usar o SOS de Emergência por conexão via satélite para enviar automaticamente uma mensagem de texto com informações limitadas (por exemplo, sua localização, duração da bateria e natureza da emergência). Informações limitadas (como sua localização, natureza da emergência) também serão enviadas em seu nome aos seus contatos de emergência e à pessoa na sessão ativa de Chegou Bem. Para desativar ou reativar a Detecção de Acidente, acesse Ajustes > SOS de Emergência e toque em Ligar Após Acidente Grave. No app Apple Watch no iPhone, acesse Meu Relógio > SOS de Emergência e toque para ativar ou desativar a opção Ligar Após Acidente Grave. Também é possível compartilhar dados de Detecção de Acidente com um aplicativo de terceiros instalado no iPhone. Se você autorizar o acesso aos dados e ocorrer um acidente de carro, o terceiro será informado automaticamente sobre o acidente, o que pode incluir dados de localização. Se você permitir que o seu iPhone ligue para serviços de emergência depois que ele detectar um acidente de carro, a ligação será feita antes de o terceiro ser informado sobre o acidente. Se você não permitir que o iPhone ligue para os serviços de emergência depois que ele detectar um acidente de carro, um acidente ocorrer e o compartilhamento com terceiros estiver ativado, o seu dispositivo enviará um alerta para informar a você que o acidente foi detectado, dados foram compartilhados com um terceiro e que você deve interagir com o app do terceiro, caso possa fazer isso. Você pode escolher se compartilhará dados de Detecção de Acidente com terceiros. Para fazer isso no iPhone, acesse Ajustes > SOS de Emergência e toque para ativar Compartilhar Acidente com App. Pontos Intermediários da Bússola Você pode usar o app Bússola para adicionar sua localização atual como um ponto intermediário, o que permite ver a distância e a direção de cada Ponto Intermediário criado na Bússola. Além disso, o app Bússola pode gerar automaticamente dois pontos intermediários, incluindo um Ponto Intermediário de Última Conexão Celular que estimará o último local com recepção celular para conectividade e um Ponto Intermediário de Última Ligação de Emergência que estimará onde em uma rota o seu iPhone ou Apple Watch teve a última conexão com a rede de qualquer operadora disponível para que uma ligação de emergência possa ser feita. Para criar um Ponto Intermediário de Última Conexão Celular ou um Ponto Intermediário de Última Ligação de Emergência, você deve ativar os Locais Importantes no seu dispositivo, com a Localização Precisa ativada para o app Bússola. Para apagar os Pontos Intermediários criados no app Bússola, selecione‑os no app, role até a parte inferior da tela e selecione Apagar Ponto Intermediário. Retraçar Em algumas áreas onde você pode precisar de ajuda para retraçar seus passos, o app Bússola e determinados apps de terceiros disponíveis no Apple Watch poderão solicitar a você acesso único às suas localizações recentes, para fins de segurança. Nem sempre essas localizações estarão disponíveis; por exemplo, se você estiver perto de locais familiares, como a sua casa, ou em áreas urbanas. Para usar esses recursos, você deve ativar os Locais Importantes para o dispositivo e a Localização Precisa para o app. Outras Informações Alguns recursos de segurança não estão disponíveis para todos os dispositivos em todas as regiões ou idiomas. Alguns países e regiões têm vários números de serviços de emergência. Nessas localidades, o Apple Watch ligará para o número associado aos serviços de ambulância para alertas de Detecção de Quedas. Base Legal Aplicável para o Processamento de Dados Pessoais Processamos seus dados pessoais no SOS de Emergência e SOS de Emergência via satélite conforme necessário para fornecer o serviço e cumprir nossas obrigações legais. Em locais onde o consentimento é a base legal apropriada, o buscamos de acordo com as leis locais aplicáveis. Onde aplicável pela lei local, processamos as categorias de dados pessoais a seguir de acordo com os nossos interesses legítimos, a fim de facilitar serviços de emergência, evitar fraudes ou atividades criminosas, melhorar serviços e ajudar a manter os sistemas e arquiteturas do SOS de Emergência e SOS de Emergência via satélite: • Sua localização • Informações sobre as suas sessões, como a duração do contato e o conteúdo comunicado aos Serviços de Emergência • Os Contatos de Emergência que você selecionou Retenção A Apple retém dados pessoais apenas pelo tempo necessário para cumprir as finalidades para as quais foram coletados, inclusive conforme descrito na Política de Privacidade da Apple ou em nossos avisos de privacidade específicos de cada serviço, ou conforme exigido por lei. Ao avaliar os períodos de retenção, primeiro examinamos cuidadosamente se é necessário reter os dados pessoais coletados e, se a retenção for necessária, trabalhamos para reter os dados pessoais pelo menor período possível permitido por lei. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: SOS emergência Ao usar uma funcionalidade de SOS emergência que inicie uma chamada de emergência, a chamada pode incluir a sua localização (mesmo que os serviços de localização não estejam ativados) e a ficha médica (se estiver ativada), para facilitar o processamento da chamada. Os seus dados de localização e informação cifrada da ficha médica são enviados à Apple para que esta possa verificar se o serviço adicional de dados está disponível na sua região e para fornecer os dados aos serviços de urgência. Caso esteja disponível na sua região, um parceiro poderá obter a sua informação junto da Apple para entrega aos serviços de urgência. A Apple não consegue ler a informação da sua ficha médica. Assim que a chamada termina, os seus contactos de emergência e o contacto com quem tiver uma sessão de verificação ativa (se aplicável) recebem automaticamente uma mensagem a informar que ligou para os serviços de urgência, a menos que cancele a mensagem. Esta mensagem também inclui a sua localização atual e, durante um período de tempo limitado, o dispositivo enviará atualizações a esses contactos à medida que a sua localização for mudando. Se preferir que essa informação não lhes seja enviada, no seu iPhone ou Apple Vision Pro desative “Chamadas de emergência” em Definições > Privacidade e segurança > Serviços de localização > Serviços do sistema. Encontrará informação adicional acerca de SOS emergência e Privacidade em www.apple.com/pt/legal/privacy/data/pt/emergency-sos. Para obter informação adicional sobre a ficha médica, vá a Definições > Saúde > Ficha médica > Acesso de emergência e, depois, toque em “Saiba mais”. Encontrará informação adicional acerca dos serviços de localização em www.apple.com/pt/legal/privacy/data/pt/location-services. SOS emergência por satélite SOS emergência por satélite pode ajudar a estabelecer uma ligação aos serviços de urgência em circunstâncias excecionais, quando não existir outra forma de contactar os serviços de urgência. Este serviço pode não estar disponível em todos os locais ou circunstâncias. Para enviar e receber mensagens dos serviços de urgência, não podem existir obstáculos entre o dispositivo e o satélite e estes têm de estar rigorosamente alinhados. A ligação por satélite funciona de uma forma diferente da rede convencional. Por conseguinte, as mensagens poderão demorar mais tempo a enviar e a receber do que as mensagens de texto normais e a disponibilidade do serviço poderá sofrer interrupções. Em alguns locais, poderá ser possível trocar mensagens diretamente com um centro de serviços de urgência. Se o centro de serviços de urgência responsável pelo local onde se encontra não tiver capacidade para receber mensagens de texto, um fornecedor de reencaminhamento de terceiros trocará mensagens de texto consigo e entrará em contacto com os serviços de urgência por si. Nos Estados Unidos, apenas são suportadas as mensagens de texto enviadas diretamente para os serviços de urgência que usem o alfabeto latino. Se ficar disponível uma ligação de voz por rede móvel ou WLAN, deve contactar os serviços de urgência por telefone. Nesse caso, porém, não irá necessariamente estabelecer ligação ao mesmo fornecedor de serviços de urgência que tratou da sessão por satélite. SOS emergência por satélite está sujeito à disponibilidade dos satélites e pode ser necessária uma atualização de software para assegurar a continuidade da funcionalidade. Quando envia mensagens de texto através de SOS emergência por satélite, as mensagens são enviadas cifradas e, depois, são decifradas pela Apple para serem transmitidas ao fornecedor de serviços de urgência relevante ou ao fornecedor de reencaminhamento de terceiros. As suas mensagens podem ser retidas pelos centros de serviços de urgência e pelo fornecedor de reencaminhamento para melhorar os serviços prestados e para cumprimento da legislação aplicável. Para encaminhar as suas mensagens para uma organização de serviços de urgência local e para ajudar os socorristas a chegarem até si, a sua localização será partilhada com a Apple, os fornecedores de reencaminhamento de mensagens de texto para serviços de urgência e um fornecedor de reencaminhamento de terceiros, se for usado SOS emergência por satélite. As localizações partilhadas por satélite através da aplicação Encontrar são cifradas ponto a ponto e a Apple não tem acesso a esta informação. Durante uma sessão de emergência, pode optar por partilhar uma transcrição da comunicação com os serviços de urgência com os seus contactos de emergência pré‑selecionados, juntamente com informação sobre a sua localização e a natureza da emergência. Pode interromper a partilha da transcrição da sessão em qualquer altura tocando em “Deixar de partilhar” na parte superior do ecrã. Vídeo em tempo real para SOS emergência Durante uma chamada de emergência, pode partilhar um vídeo em tempo real ou enviar conteúdo multimédia se for solicitado pelos serviços de urgência. Pode interromper a partilha de vídeo em tempo real em qualquer altura tocando em “Desligar” e, depois, em “Deixar de partilhar a câmara” ou “Desligar”. Se optar por enviar conteúdo multimédia, o envio continuará mesmo que termine a chamada de emergência. Os serviços de urgência podem gravar ou guardar o conteúdo multimédia partilhado. O vídeo em tempo real e o conteúdo multimédia enviado são cifrados ponto a ponto e a Apple não pode ver nem aceder a esta informação. Para usar esta funcionalidade, a opção “Chamadas de emergência” tem de estar ativada. Para tal, ative a opção “Chamadas de emergência” em Definições > Privacidade e segurança > Serviços de localização > Serviços do sistema. O vídeo em tempo real para SOS emergência pode não estar disponível em todos os locais ou circunstâncias. Deteção de queda Se o Apple Watch SE ou o Apple Watch Series 4 (ou posterior) detetar uma queda grave enquanto está a usar o relógio, um aviso de deteção de queda pode ajudar a estabelecer contacto com os serviços de urgência caso seja necessário. Pode optar por entrar em contacto com os serviços de urgência ou ignorar o aviso. Se o Apple Watch detetar que está em movimento, aguardará que responda ao aviso e não efetuará automaticamente a chamada para os serviços de urgência. Se o Apple Watch detetar que está imóvel durante cerca de um minuto, efetuará a chamada automaticamente. Quando a chamada automática é efetuada, o Apple Watch reproduz uma mensagem de áudio que informa os serviços de urgência que o Apple Watch detetou uma queda grave e, depois, partilha a sua localização atual, assim como as coordenadas de latitude e longitude. A chamada partilhará a sua localização, mesmo que os serviços de localização não estejam ativados. Se ativou anteriormente a partilha da ficha médica durante uma chamada de emergência, esta também será partilhada automaticamente com os serviços de urgência (apenas nos Estados Unidos e Canadá). Quando a chamada terminar, o Apple Watch iniciará uma contagem decrescente de 10 segundos antes de enviar uma mensagem com a sua localização aos seus contactos de emergência e ao contacto com quem tiver uma sessão de verificação ativa (se aplicável), informando‑os que detetou uma queda grave e que contactou os serviços de urgência. Pode optar por cancelar essa mensagem até terminar a contagem decrescente de 10 segundos. O Apple Watch obtém os seus contactos de emergência da ficha médica. Se for detetada uma queda e estiver imóvel, e não for possível efetuar a chamada automática para os serviços de urgência, o iPhone pode tentar usar a conectividade de SOS emergência por satélite para enviar automaticamente mensagens de texto aos serviços de urgência com informação limitada (por exemplo, a sua localização, a duração da bateria e a natureza da emergência). Será também enviada informação limitada (por exemplo, a sua localização e a natureza da emergência) aos seus contactos de emergência e ao contacto com quem tiver uma sessão de verificação ativa (se aplicável). As quedas são automaticamente registadas na aplicação Saúde, a não ser que responda que não sofreu uma queda quando lhe for perguntado pelo Apple Watch. Para consultar o seu histórico de quedas, abra a aplicação Saúde no iPhone e vá a Explorar > Outros dados > Número de quedas. Pode ativar ou desativar a deteção de queda na aplicação Apple Watch, no iPhone, em O meu relógio > SOS emergência e, depois, toque para ativar ou desativar a opção “Deteção de queda”. Se a deteção de queda estiver ativada, pode tocar em “Sempre ativa” ou “Só ativa durante os treinos”. Se introduziu a sua idade quando configurou o Apple Watch ou na aplicação Saúde e tiver 55 anos de idade ou mais, a deteção de queda é ativada automaticamente. Se tiver entre 18 e 55 anos de idade, a deteção de queda apenas é ativada automaticamente durante os treinos. A deteção de pulso tem de estar ativada para que o relógio ligue automaticamente para os serviços de urgência. Para tal, no Apple Watch, vá a Definições > Código e toque para ativar a deteção de pulso. A deteção de queda está disponível apenas para maiores de 18 anos. O Apple Watch não consegue detetar todas as quedas. Deteção de acidente Se o iPhone 14 ou posterior (todos os modelos) com o iOS 16 ou posterior, o Apple Watch Series 8 ou posterior, o Apple Watch SE (2.ª geração) e o Apple Watch Ultra ou posterior com o watchOS 9 ou posterior detetar um acidente de carro grave, é acionado um aviso para os serviços de urgência. Pode optar por entrar em contacto com os serviços de urgência ou ignorar o aviso. Se não responder ao aviso no prazo de 10 segundos, o dispositivo efetuará a chamada automaticamente. Quando a chamada automática é efetuada, o dispositivo reproduz uma mensagem de áudio que informa os serviços de urgência que o dispositivo detetou um acidente de carro e, depois, partilha a sua localização atual, assim como as coordenadas de latitude e longitude. A chamada partilhará a sua localização, mesmo que os serviços de localização não estejam ativados. Se ativou anteriormente a partilha da ficha médica durante uma chamada de emergência, esta também será partilhada automaticamente com os serviços de urgência (apenas nos Estados Unidos e Canadá). Quando a chamada terminar, o dispositivo iniciará uma contagem decrescente de 10 segundos antes de enviar uma mensagem com a sua localização aos seus contactos de emergência e ao contacto com quem tiver uma sessão de verificação ativa (se aplicável), informando‑os que detetou um acidente de carro e que contactou os serviços de urgência. Pode optar por cancelar essa mensagem até terminar a contagem decrescente de 10 segundos. O dispositivo obtém os seus contactos de emergência da ficha médica. Após a notificação para os contactos de emergência e o contacto com quem tiver uma sessão de verificação ativa (se aplicável), o dispositivo continuará a apresentar opções para entrar em contacto com os serviços de urgência, abrir a informação da ficha médica ou ignorar o aviso. O iPhone e o Apple Watch não conseguem detetar todos os acidentes de carro. A informação de localização pode ser usada para determinar se ocorreu um acidente. Se for detetado um acidente de carro grave e não responder, e não for possível efetuar a chamada automática para os serviços de urgência, o iPhone pode tentar usar a conectividade de SOS emergência por satélite para enviar automaticamente mensagens de texto aos serviços de urgência com informação limitada (por exemplo, a sua localização, a duração da bateria e a natureza da emergência). Será também enviada informação limitada (por exemplo, a sua localização e a natureza da emergência) aos seus contactos de emergência e ao contacto com quem tiver uma sessão de verificação ativa (se aplicável). Pode desativar ou reativar a deteção de acidente tocando em “Ligar após acidente grave” em Definições > SOS emergência, para ativar ou desativar essa opção. Na aplicação Apple Watch, no iPhone, vá a O meu relógio > SOS emergência e, depois, toque para ativar ou desativar a opção “Ligar após acidente grave”. Também pode optar por partilhar dados de deteção de acidente com uma aplicação de terceiros instalada no iPhone. Se permitir o acesso aos dados e ocorrer um acidente de carro, o terceiro será informado automaticamente sobre o acidente, o que pode incluir dados de localização. Se autorizar que o iPhone ligue aos serviços de urgência após a deteção de um acidente de carro, essa chamada será efetuada antes de informar o terceiro sobre o acidente. Se não autorizar que o iPhone ligue aos serviços de urgência após a deteção de um acidente de carro, e for detetado um acidente e a partilha com terceiros estiver ativada, o seu dispositivo envia um aviso a informar que foi detetado um acidente, que foram partilhados dados com terceiros e que, se conseguir, deve interagir com a aplicação de terceiros. Pode decidir se pretende ou não partilhar dados de deteção de acidente com terceiros. Para tal, no iPhone, vá a Definições > SOS emergência e toque para ativar “Partilhar acidente com a aplicação”. Pontos de passagem da Bússola Pode usar a aplicação Bússola para adicionar a sua localização como ponto de passagem, o que lhe permite ver a distância e direção de cada ponto de passagem criado na Bússola. A aplicação Bússola pode também gerar automaticamente dois pontos de passagem, incluindo um último ponto de passagem com ligação à rede móvel, para estimar o último local com sinal da rede móvel para conectividade, e um último ponto de passagem para chamada de emergência, para estimar em que ponto de um itinerário o iPhone ou Apple Watch estabeleceu a última ligação a qualquer rede móvel disponível para poder fazer uma chamada de emergência. Para ser possível criar estes pontos de passagem, é necessário ter a opção “Locais importantes” ativada no dispositivo, com a opção “Localização exata” ativada para a aplicação Bússola. Para apagar os pontos de passagem que criar na aplicação Bússola, selecione o ponto de passagem na aplicação Bússola e, na parte inferior do ecrã, selecione “Apagar ponto de passagem”. Regresso Em determinadas áreas onde possa necessitar de ajuda a reconstituir os seus passos, a aplicação Bússola e determinadas aplicações de terceiros disponíveis no Apple Watch podem pedir‑lhe acesso único às suas localizações recentes para efeitos de segurança. Estas localizações podem não estar disponíveis, por exemplo, caso se encontre perto de lugares familiares, como a sua casa, ou em zonas urbanas. Para usar estas funcionalidades, é necessário ter a opção “Locais importantes” ativada no dispositivo, com a opção “Localização exata” ativada para a aplicação. Outra informação É possível que algumas funcionalidades de segurança não estejam disponíveis em todos os dispositivos ou em todos os idiomas ou regiões. Algumas regiões e países têm vários números de serviços de urgência. Nesses locais, o Apple Watch ligará para o número associado aos serviços de ambulância para avisos de deteção de queda. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais em SOS emergência e SOS emergência por satélite, conforme necessário para a prestação do serviço e para cumprir as nossas obrigações legais. Solicitamos consentimento quando é a base jurídica adequada, em conformidade com a legislação local aplicável. Nos casos em que a legislação local aplicável o previr, processamos as seguintes categorias de dados pessoais para fins do nosso interesse legítimo para facilitar serviços de urgência, prevenir ações fraudulentas ou atividade criminal, melhorar serviços e ajudar a manter os sistemas e arquiteturas de SOS emergência e SOS emergência por satélite: • A sua localização. • Informação sobre as suas sessões, tal como a duração e o conteúdo comunicado aos serviços de urgência. • Os seus contactos de emergência selecionados. Retenção de informação A Apple retém dados pessoais unicamente pelo período de tempo necessário para cumprimento dos fins para os quais foram recolhidos, como descrito na Política de Privacidade da Apple ou nos nossos avisos de privacidade específicos de cada serviço, ou conforme exigido por lei. Ao avaliar os períodos de retenção, é analisado cuidadosamente se é necessário reter os dados pessoais recolhidos e, se a retenção for necessária, são feitos todos os esforços para que o seja pelo menor período de tempo possível permitido por lei. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy
ro: S.O.S. urgențe Când utilizați o funcționalitate S.O.S. urgențe care inițiază un apel de urgență, apelul poate include localizarea dvs. (indiferent dacă ați activat sau nu serviciile de localizare) și ID‑ul medical (dacă este activat) pentru a‑i permite dispecerului să vă asiste. Datele dvs. de localizare și informațiile criptate ale ID‑ului medical sunt trimise la Apple pentru a verifica dacă serviciul Date de urgență îmbunătățite este compatibil cu zona în care vă aflați și pentru a pune datele la dispoziția serviciilor de urgență. Dacă serviciul este compatibil cu zona dvs., un partener ar putea prelua informațiile dvs. de la Apple pentru a le livra serviciilor de urgență. Apple nu poate citi informațiile ID‑ului dvs. medical. După încheierea apelului, contactele pentru urgențe și contactul din Acompaniere, dacă este activă o sesiune Acompaniere, vor primi automat un mesaj care informează că ați apelat serviciile de urgență, cu excepția cazului în care anulați trimiterea mesajului. De asemenea, acest mesaj include localizarea dvs. curentă și, pentru o perioadă limitată de timp, dispozitivul le va trimite actualizări contactelor pentru urgențe și contactului activ din Acompaniere, pe măsură ce localizarea dvs. se modifică. Dacă nu doriți să le trimiteți contactelor pentru urgențe și contactului activ din Acompaniere localizarea dvs., accesați pe iPhone‑ul sau Apple Vision Pro‑ul dvs. Configurări > Intimitate și securitate > Servicii de localizare > Servicii de sistem și apăsați pentru a dezactiva opțiunea Apeluri de urgență și S.O.S. Pentru informații suplimentare despre S.O.S. urgențe și intimitate, vizitați www.apple.com/legal/privacy/data/ro/emergency-sos. Pentru a afla mai multe despre ID‑ul medical, accesați Configurări > Sănătate > ID medical > Acces de urgență și apăsați pe “Aflați mai multe”. Pentru a afla mai multe despre serviciile de localizare, vizitați www.apple.com/legal/privacy/data/ro/location-services. S.O.S. urgențe prin satelit Funcționalitatea “S.O.S. urgențe prin satelit” vă poate ajuta să vă conectați cu serviciile de urgență în circumstanțe excepționale, atunci când nu sunt disponibile alte metode de a contacta serviciile de urgență. Este posibil ca acest serviciu să nu fie disponibil în toate zonele sau circumstanțele. Schimbul de mesaje cu serviciile de urgență necesită o vedere neobstrucționată asupra cerului și alinierea precisă a dispozitivul dvs. cu un satelit. O conexiune prin satelit funcționează foarte diferit față de rețeaua dvs. obișnuită. Ca rezultat, trimiterea și primirea mesajelor ar putea dura mai mult decât în cazul mesajelor text obișnuite și este posibil ca disponibilitatea să fie intermitentă. În unele zone, este posibil să puteți să schimbați mesaje direct cu un centru de servicii de urgență. Dacă centrul de servicii de urgență care furnizează servicii în locul unde vă aflați nu poate primi mesaje text, un furnizor terț de servicii de retransmisie va schimba mesaje cu dvs. și va apela serviciile de urgență în numele dvs. În Statele Unite, mesajele trimise direct către serviciile de urgență sunt compatibile doar cu alfabetul latin. Dacă o conexiune vocală celulară sau prin WLAN devine disponibilă, ar trebui să contactați serviciile de urgență prin telefon. Totuși, dacă faceți asta, este posibil să nu vă conectați la același furnizor de servicii de urgență care gestionează sesiunea dvs. prin satelit. Funcționalitatea “S.O.S urgențe prin satelit” face obiectul disponibilității sateliților și poate necesita o actualizare software pentru funcționare continuă. Atunci când trimiteți mesaje utilizând “S.O.S urgențe prin satelit”, mesajele dvs. sunt trimise în formă criptată și sunt decriptate de Apple pentru a fi transmise furnizorului de servicii de urgență relevant sau furnizorului terț de servicii de retransmisie. Mesajele dvs. pot fi păstrate de centrele de servicii de urgență și de furnizorii de servicii de retransmisie pentru a îmbunătăți serviciile pe care vi le oferă și în conformitate cu legile aplicabile. Pentru a dirija mesajele dvs. către o organizație locală de servicii de urgență și pentru a ajuta personalul de intervenție să vă găsească, localizarea dvs. va fi partajată cu Apple, cu furnizorii de servicii de dirijare a mesajelor text către serviciilor de urgență și cu un furnizor terț de servicii de retransmisie atunci când utilizați “S.O.S. urgențe prin satelit”. Localizările partajate prin satelit în aplicația Găsire sunt trimise într‑o formă criptată end‑to‑end și nu pot fi accesate de Apple. În timpul unei sesiuni de urgență, puteți alege să partajați cu contactele pentru urgențe o transcriere a conversației cu serviciile de urgență, împreună cu informații despre localizarea dvs. și tipul de situație de urgență în care vă aflați. Puteți să opriți partajarea transcrierii sesiunii în orice moment, apăsând pe “Opriți partajarea” în partea de sus a ecranului. Video live S.O.S. urgențe În timpul unui apel de urgență, puteți alege să partajați video live sau să încărcați conținut multimedia pentru serviciile de urgență, la solicitarea serviciilor de urgență. Puteți să opriți partajarea video live în orice moment, apăsând pe “Încheiați apelul”, apoi apăsând pe “Opriți partajarea” sau pe “Încheiați apelul”. Dacă alegeți să încărcați conținut multimedia, acesta va continua să se încarce chiar dacă încheiați apelul de urgență. Serviciile de urgență pot înregistra și salva conținutul multimedia partajat. Conținutul multimedia încărcat și fluxul video live sunt trimise într‑o formă criptată end‑to‑end și nu pot fi vizualizate sau accesate de Apple. Pentru a utiliza această funcționalitate, serviciul “Apeluri de urgență și S.O.S.” trebuie să fie activat. În acest scop, accesați Configurări > Intimitate și securitate > Servicii de localizare > Servicii de sistem și apăsați pentru a activa opțiunea “Apeluri de urgență și S.O.S.”. Este posibil ca funcționalitatea “Video live S.O.S. urgențe” să nu fie disponibilă în toate zonele sau circumstanțele. Detectare cădere Dacă Apple Watch SE sau Apple Watch Series 4 sau un model ulterior detectează o cădere serioasă în timp ce purtați ceasul, o alertă “Detectare cădere” vă poate ajuta să vă conectați la serviciile de urgență, dacă este necesar. Puteți opta să contactați serviciile de urgență sau să închideți alerta. Dacă Apple Watch‑ul detectează că vă mișcați, va aștepta să răspundeți la alertă și nu va apela automat serviciile de urgență. Dacă Apple Watch‑ul detectează că nu v‑ați mișcat timp de aproximativ un minut, va efectua apelul automat. Când apelul automat se conectează, Apple Watch‑ul redă un mesaj audio care informează serviciile de urgență că Apple Watch‑ul a detectat o cădere serioasă, iar apoi partajează localizarea dvs. curentă sub forma coordonatelor de latitudine și longitudine. Apelul va partaja localizarea dvs., indiferent dacă ați activat sau nu serviciile de localizare. Dacă ați activat în prealabil opțiunea de partajare a ID‑ului medical în timpul unui apel de urgență, ID‑ul medical va fi, de asemenea, partajat automat cu serviciile de urgență (doar în Statele Unite și Canada). După încheierea apelului, Apple Watch‑ul dvs. va iniția o numărătoare inversă de 10 secunde înainte de a trimite contactelor pentru urgențe și contactului din Acompaniere, dacă este activă o sesiune Acompaniere, un mesaj cu localizarea dvs., informându‑le că ceasul a detectat o cădere serioasă și a apelat serviciile de urgență. Puteți opta să anulați mesajul către contactele pentru urgențe și contactul activ din Acompaniere în timpul numărătorii inverse de 10 secunde. Apple Watch‑ul obține informațiile despre contactele pentru urgențe din ID‑ul medical. Dacă este detectată o cădere, apelul inițiat automat nu se poate conecta la serviciile de urgență, iar dvs. nu vă mișcați, iPhone‑ul poate încerca să utilizeze conectivitatea S.O.S. urgențe prin satelit pentru a trimite automat serviciilor de urgență un mesaj cu un set limitat de informații (de exemplu, localizarea dvs., nivelul de încărcare a bateriei și natura urgenței). De asemenea, un set limitat de informații (de exemplu, localizarea dvs. și natura urgenței) va fi trimis contactelor pentru urgențe și contactului activ din Acompaniere în numele dvs. Căderile sunt înregistrate automat în aplicația Sănătate, cu excepția cazului în care răspundeți că nu ați căzut, atunci când vă întreabă Apple Watch‑ul. Pentru a consulta istoricul căderilor, deschideți aplicația Sănătate pe iPhone și accesați Explorare > Alte date > Număr de căzături. Puteți activa sau dezactiva funcționalitatea “Detectare cădere” din aplicația Apple Watch de pe iPhone accesând Ceasul dvs. > S.O.S. urgențe, apoi apăsând pentru a activa sau dezactiva opțiunea “Detectare cădere”. Dacă funcționalitatea “Detectare cădere” este activată, puteți selecta “Mereu activată” sau “Doar în timpul exercițiilor”. Dacă ați introdus vârsta dvs. când ați configurat Apple Watch‑ul sau în aplicația Sănătate și aveți peste 55 de ani, “Detectare cădere” se activează automat. Dacă aveți între 18 și 55 de ani, “Detectare cădere” se activează automat doar în timpul exercițiilor fizice. Opțiunea “Detectare încheietură” trebuie să fie activată pentru ca Apple Watch‑ul să apeleze automat serviciile de urgență. În acest scop, pe Apple Watch, accesați Configurări > Cod de acces și apăsați pentru a activa opțiunea “Detectare încheietură”. Funcționalitatea “Detectare cădere” este disponibilă doar pentru utilizatorii cu vârsta de cel puțin 18 ani. Apple Watch‑ul nu poate detecta toate căderile. Detectare accident Dacă dispozitivul dvs. iPhone 14 sau ulterior (toate modelele) cu iOS 16 sau ulterior, Apple Watch Series 8 sau ulterior, Apple Watch SE (generația a 2‑a) și Apple Watch Ultra sau ulterior cu watchOS 9 sau ulterior detectează un accident auto puternic, va fi declanșată o alertă pentru apelarea serviciilor de urgență. Puteți opta să contactați serviciile de urgență sau să închideți alerta. Dacă nu răspundeți la alertă în interval de 10 secunde, dispozitivul dvs. va efectua apelul automat. Când apelul automat se conectează, dispozitivul dvs. redă un mesaj audio care informează serviciile de urgență că dispozitivul a detectat un accident auto, iar apoi partajează localizarea dvs. curentă sub forma coordonatelor de latitudine și longitudine. Apelul va partaja localizarea dvs., indiferent dacă ați activat sau nu serviciile de localizare. Dacă ați activat în prealabil opțiunea de partajare a ID‑ului medical în timpul unui apel de urgență, ID‑ul medical va fi, de asemenea, partajat automat cu serviciile de urgență (doar în Statele Unite și Canada). După încheierea apelului, dispozitivul dvs. va iniția o numărătoare inversă de 10 secunde înainte de a trimite contactelor pentru urgențe și contactului din Acompaniere, dacă este activă o sesiune Acompaniere, un mesaj cu localizarea dvs., informându‑le că dispozitivul a detectat un accident auto și a apelat serviciile de urgență. Puteți opta să anulați mesajul către contactele pentru urgențe și contactul activ din Acompaniere în timpul numărătorii inverse de 10 secunde. Dispozitivul dvs. obține informațiile despre contactele pentru urgențe din ID‑ul medical. După notificarea contactelor pentru urgențe și a contactului activ din Acompaniere, dispozitivul dvs. va continua să afișeze opțiuni pentru contactarea serviciilor de urgență, deschiderea informațiilor ID‑ului medical sau închiderea alertei. iPhone‑ul și Apple Watch‑ul nu pot detecta toate accidentele auto. Informațiile de localizare pot fi utilizate pentru a determina dacă a avut loc un accident sau nu. Dacă este detectat un accident auto puternic, apelul inițiat automat nu se poate conecta la serviciile de urgență, iar dvs. nu reacționați, iPhone‑ul poate încerca să utilizeze conectivitatea S.O.S. urgențe prin satelit pentru a trimite automat serviciilor de urgență un mesaj cu un set limitat de informații (de exemplu, localizarea dvs., nivelul de încărcare a bateriei și natura urgenței). De asemenea, un set limitat de informații (de exemplu, localizarea dvs. și natura urgenței) va fi trimis contactelor pentru urgențe și contactului activ din Acompaniere în numele dvs. Puteți dezactiva sau reactiva funcționalitatea “Detectare accident” accesând Configurări > S.O.S. urgențe, apoi apăsând pentru a activa sau dezactiva “Apel după accident puternic” sau, în aplicația Apple Watch de pe iPhone, accesând Ceasul dvs. > S.O.S. urgențe, apoi apăsând pentru a activa sau dezactiva “Apel după accident puternic”. De asemenea, puteți opta să partajați datele “Detectare accident” cu o aplicație terță instalată pe iPhone. Dacă permiteți accesul la date și survine un accident auto, partea terță va fi informată automat despre accident, informațiile putând include și date de localizare. Dacă permiteți iPhone‑ului să apeleze serviciile de urgență după ce detectează un accident auto, apelul către serviciile de urgență va fi efectuat înainte de a informa partea terță despre accident. Dacă nu permiteți iPhone‑ului să apeleze serviciile de urgență după ce detectează un accident auto, iar un accident este detectat și partajarea cu părți terțe este activată, dispozitivul dvs. va trimite o alertă pentru a vă înștiința că a fost detectat un accident, că datele au fost partajate cu partea terță și că ar trebui să interacționați cu aplicația terță, dacă puteți face acest lucru. Puteți opta să partajați sau nu datele de detectare a accidentelor cu o parte terță. În acest scop, pe iPhone, accesați Configurări > S.O.S. urgențe și apăsați pentru a activa Partajare accident cu aplicația. Punct de reper Busolă Puteți utiliza aplicația Busolă pentru a adăuga localizarea dvs. actuală ca punct de reper, ceea ce vă permite să vedeți distanța și direcția către fiecare punct de reper creat în Busolă. În plus, aplicația Busolă poate genera în mod automat două puncte de reper, inclusiv un punct de reper “Ultima conexiune celulară” care va estima ultimul loc cu recepție celulară pentru conectivitate și un punct de reper “Ultimul apel de urgență” care va estima în ce loc de pe parcursul rutei a avut iPhone‑ul sau Apple Watch‑ul ultima conectare la rețeaua oricărui operator disponibil, în așa fel încât să poată fi realizat un apel de urgență. Pentru a crea puncte de reper de tipul “Ultima conexiune celulară” sau “Ultimul apel de urgență”, trebuie să aveți opțiunea “Locuri relevante” activată pe dispozitiv și opțiunea “Localizare precisă” activată pentru aplicația Busolă. Puteți șterge punctele de reper Busolă pe care le‑ați creat în aplicația Busolă, selectând punctul de reper în aplicația Busolă, apoi derulând în partea de jos a ecranului și selectând “Ștergeți punctul de reper”. Retrasare În anumite zone unde ați putea avea nevoie de ajutor pentru a vă reconstitui pașii, este posibil ca aplicația Busolă și anumite aplicații terțe disponibile pe Apple Watch să vă solicite permisiunea de a accesa o singură dată locurile recente, din motive de siguranță. Este posibil ca aceste locuri să nu fie întotdeauna disponibile, de exemplu, dacă vă aflați aproape de locuri familiare, precum locuința dvs., sau în zone urbane. Pentru a utiliza aceste funcționalități, trebuie să aveți opțiunea “Locuri relevante” activată pentru dispozitiv și opțiunea “Localizare precisă” activată pentru aplicație. Alte informații Este posibil ca unele funcționalități de siguranță să nu fie disponibile pentru toate dispozitivele sau în toate regiunile sau limbile. Unele regiuni și țări au mai multe numere pentru serviciile de urgență. În aceste cazuri, Apple Watch‑ul va apela numărul asociat cu serviciile de ambulanță pentru alertele “Detectare cădere”. Temei juridic aplicabil pentru procesarea datelor personale Procesăm datele dvs. personale în S.O.S. urgențe și S.O.S. urgențe prin satelit, așa cum este necesar pentru furnizarea serviciului și în scopul respectării obligațiilor legale. În cazul în care consimțământul este temeiul legal corespunzător, îl solicităm conform legilor locale în vigoare. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm următoarele categorii de date personale pentru interesele noastre legitime de facilitare a serviciilor de urgență, prevenire a fraudelor sau activităților infracționale, îmbunătățire a serviciilor și întreținere a sistemelor și arhitecturilor S.O.S urgențe și S.O.S. urgențe prin satelit: • Localizarea dvs. • Informații despre sesiunile dvs., precum durata și conținutul comunicat serviciilor de urgență • Contactele pentru urgențe selectate Retenția Apple păstrează datele personale doar atât timp cât este necesar pentru a îndeplini scopul pentru care au fost colectate, inclusiv scopurile descrise în Politica de confidențialitate Apple sau în înștiințările privitoare la intimitate specifice serviciului, sau conform obligațiilor legale. Când evaluăm perioadele de retenție, prima dată examinăm cu atenție dacă este necesar să păstrăm datele personale colectate și, dacă retenția este necesară, ne străduim să păstrăm datele personale pentru cea mai scurtă perioadă permisă de lege. Informații colectate de Apple vor fi în permanență tratate în conformitate cu politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Экстренный вызов — SOS Когда Вы используете любую из функций безопасности в экстренной ситуации и эта функция запускает экстренный вызов, при таком вызове могут передаваться данные Вашей геопозиции и Медкарты независимо от того, включены ли Службы геолокации и функция «Медкарта», чтобы диспетчер смог Вам помочь. Ваша геопозиция и зашифрованные данные Вашей Медкарты отправляются в Apple, чтобы компания Apple могла проверить, поддерживается ли в этой местности служба дополнительных экстренных данных, и передать Ваши данные экстренным службам. Если эта служба поддерживается, партнеры Apple могут запросить Вашу информацию у Apple для их передачи экстренным службам. Apple не может прочитать данные Вашей Медкарты. После завершения вызова Ваши контакты на случай ЧП и пользователь, с которым у Вас активен сеанс «На связи» (при его наличии), автоматически получат сообщение о том, что Вы вызвали экстренные службы, если Вы не отмените его отправку. Это сообщение также содержит сведения о Вашей текущей геопозиции. Кроме того, в течение ограниченного времени устройство будет оповещать контакты на случай ЧП и пользователя, с которым у Вас активен сеанс «На связи», об изменении Вашей геопозиции. Если Вы не хотите отправлять свою геопозицию контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи», на iPhone или на Apple Vision Pro откройте «Настройки» > «Конфиденциальность и безопасность» > «Службы геолокации» > «Системные службы», затем касанием выключите параметр «Экстренные вызовы и SOS». Подробнее о функции «Экстренный вызов — SOS» и конфиденциальности: www.apple.com/ru/legal/privacy/data/ru/emergency-sos. Чтобы узнать подробнее о Медкарте, откройте «Настройки» > «Здоровье» > «Медкарта» > «Экстренный доступ» и коснитесь «Подробнее». Подробнее о Службах геолокации: www.apple.com/legal/privacy/data/ru/location-services. Экстренный вызов — SOS по спутниковой связи Функция «Экстренный вызов — SOS по спутниковой связи» может помочь Вам связаться с экстренными службами, если обстоятельства сложились так, что нет других способов обратиться за экстренной помощью. Доступность этой службы зависит от региона и обстоятельств. Чтобы использовать спутниковую связь для обмена сообщениями с экстренными службами, необходимо находиться под открытым небом. При этом важно, чтобы между устройством и спутником был установлен оптимальный канал связи. Принцип подключения к спутниковой связи значительно отличается от того, как работают сети обмена данных, которыми мы пользуемся каждый день. В силу этого отправка и получение сообщений через спутник может быть дольше традиционных способов. Кроме того, спутниковая связь может периодически пропадать. В некоторых местах есть возможность отправить сообщение напрямую в центр экстренных служб и получить ответ от них. Если центр экстренных служб, работающий в Вашей местности, не принимает текстовые сообщения, Вы будете вести переписку со сторонним провайдером узла связи. Эта организация вызовет экстренные службы от Вашего имени. В США для отправки сообщения напрямую в экстренные службы необходимо, чтобы текст был написан только с использованием латинского алфавита. Если станет доступна голосовая связь по сотовой сети или по сети WLAN, следует связаться с экстренными службами по телефону. Имейте в виду, что в этом случае Вы можете установить контакт с представителем другой экстренной службы — не той, которая ответила Вам по спутниковой связи. Функция «Экстренный вызов — SOS по спутниковой связи» зависит от доступности спутников. Для ее бесперебойной работы может потребоваться обновление ПО. Когда Вы отправляете сообщения с помощью функции «Экстренный вызов — SOS по спутниковой связи», Ваши сообщения отправляются в зашифрованной форме. Затем Apple расшифровывает их, чтобы передать подходящей экстренной службе или стороннему провайдеру узла связи. Центры экстренных служб и провайдеры-посредники могут хранить Ваши сообщения в целях повышения качества оказываемых услуг и соблюдения действующего законодательства. При использовании функции «Экстренный вызов — SOS по сотовой связи» Ваша геопозиция будет отправлена в Apple, провайдерам услуг по ретрансляции текстовых сообщений для экстренных служб и стороннему провайдеру узла связи. Это необходимо, чтобы перенаправить Ваши сообщения местной организации, оказывающей услуги в экстренных ситуациях, и помочь сотрудникам экстренных служб связаться с Вами. Геопозиции, которыми Вы делитесь по спутниковой связи с помощью сервиса «Локатор», защищены сквозным шифрованием при отправке. Apple не может получить к ним доступ. Во время сеанса экстренной связи Вы можете предоставить заранее выбранным контактам на случай ЧП доступ к конспекту своего разговора с экстренными службами, а также к сведениям о своем местонахождении и описанию экстренной ситуации. Вы можете закрыть доступ к конспекту этого разговора в любой момент. Для этого коснитесь «Закрыть доступ» вверху экрана. Экстренный вызов — SOS с трансляцией видео Во время экстренного вызова сотрудники экстренных служб могут попросить Вас включить трансляцию видео в режиме реального времени или выгрузить медиафайлы. Вы можете остановить прямую трансляцию видео в любой момент. Для этого коснитесь «Завершить вызов», затем коснитесь «Закрыть доступ к камере» или «Завершить вызов». Если Вы захотите выгрузить медиаконтент, его выгрузка продолжится даже после завершения экстренного вызова. Сотрудники экстренных служб могут записать или сохранить медиаконтент, которым Вы поделитесь. Прямые трансляции и выгруженные медиафайлы защищены сквозным шифрованием при передаче. Apple не может просмотреть их или получить к ним доступ. Чтобы использовать эту функцию, включите параметр «Экстренные вызовы и SOS». Для этого откройте «Настройки» > «Конфиденциальность и безопасность» > «Службы геолокации» > «Системные службы» и касанием включите параметр «Экстренные вызовы и SOS». Доступность Экстренного вызова — SOS с трансляцией видео зависит от региона и обстоятельств. Обнаружение падения Если надетые на Ваше запястье часы Apple Watch SE или Apple Watch Series 4 либо новее распознали жесткое падение, функция оповещения о жестком падении может помочь Вам при необходимости связаться с экстренными службами. Вы можете связаться с экстренными службами или закрыть это оповещение. Если часы Apple Watch распознали, что Вы двигаетесь, они дождутся Вашего ответа на оповещение и не будут автоматически вызывать экстренные службы. Если часы Apple Watch распознали, что Вы не двигаетесь в течение минуты, они автоматически вызовут экстренные службы. После установки соединения при автоматическом вызове часы Apple Watch воспроизведут аудиосообщение для экстренных служб о том, что эти часы Apple Watch распознали жесткое падение. Затем устройство передаст Вашу текущую геопозицию в виде координат широты и долготы. Во время такого вызова Ваша геопозиция будет передана независимо от того, включены ли у Вас Службы геолокации. Если Вы заранее включили отправку данных Медкарты при экстренном вызове, Ваша Медкарта также будет автоматически отправлена в экстренные службы (только в США и Канаде). После завершения вызова часы Apple Watch начнут 10‑секундный обратный отсчет, а затем отправят Вашим контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи» (при его наличии), сообщение с Вашей геопозицией и сведениями о том, что часы распознали жесткое падение и вызвали экстренные службы. В течение 10‑секундного обратного отсчета Вы можете отменить отправку сообщения своим контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи». Часы Apple Watch получают информацию о контактах на случай ЧП из Вашей Медкарты. Если зафиксировано падение, устройству не удается автоматически дозвониться до экстренных служб, а Вы не двигаетесь, iPhone может попытаться использовать функцию «Экстренный вызов — SOS по спутниковой связи», чтобы автоматически отправить экстренным службам сообщение с ограниченной информацией (например, Вашу геопозицию, уровень заряда аккумулятора и характер экстренной ситуации). Ограниченная информация (например, Ваша геопозиция и характер экстренной ситуации) будет также отправлена от Вашего имени контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи». В приложении «Здоровье» автоматически добавляется запись о падении, если на вопрос от Apple Watch Вы не ответили, что падения не было. Чтобы просмотреть историю своих падений, откройте приложение «Здоровье» на iPhone и выберите «Обзор» > «Другие данные» > «Количество падений». Вы можете включить или выключить обнаружение падения в приложении Apple Watch на iPhone. Для этого выберите «Мои часы» > «Экстренный вызов — SOS», затем касанием включите или выключите параметр «Обнаружение падения». Если обнаружение падения включено, Вы можете касанием выбрать вариант «Включено всегда» или «Только во время тренировок». Если при настройке Apple Watch или в приложении «Здоровье» Вы указали свой возраст и он больше 55 лет, обнаружение падения включается автоматически. Если Вам от 18 до 55 лет, обнаружение падения включается автоматически только во время тренировок. Для автоматического вызова экстренных служб на часах должна быть включена функция «Распознавание запястья». Чтобы включить эту функцию на Apple Watch, откройте «Настройки» > «Код‑пароль», затем включите параметр «Распознавание запястья». Функция «Обнаружение падения» доступна только для пользователей от 18 лет. Часы Apple Watch не умеют распознавать все виды падений. Распознавание аварии Если часы распознают серьезную автомобильную аварию, на экране появится оповещение с предложением вызвать экстренные службы. Функция доступна на iPhone 14 или новее (все модели) с iOS 16 или новее, Apple Watch Series 8 или новее, Apple Watch SE (2‑го поколения), а также на Apple Watch Ultra или новее с watchOS 9. Вы можете связаться с экстренными службами или закрыть это оповещение. Если Вы не ответите на это оповещение в течение 10 секунд, устройство совершит вызов автоматически. После установки соединения при автоматическом вызове устройство воспроизведет аудиосообщение для экстренных служб о том, что это устройство распознало автомобильную аварию. Затем оно передаст Вашу текущую геопозицию в виде координат широты и долготы. Во время такого вызова Ваша геопозиция будет передана независимо от того, включены ли у Вас Службы геолокации. Если Вы заранее включили отправку данных Медкарты при экстренном вызове, Ваша Медкарта также будет автоматически отправлена в экстренные службы (только в США и Канаде). После завершения вызова устройство начнет 10‑секундный обратный отсчет, а затем отправит Вашим контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи» (при его наличии), сообщение с Вашей геопозицией и сведениями о том, что устройство распознало автомобильную аварию и вызвало экстренные службы. В течение 10‑секундного обратного отсчета Вы можете отменить отправку сообщения своим контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи». Устройство получает информацию о контактах на случай ЧП из Вашей Медкарты. Уведомив контакты на случай ЧП и пользователя, с которым у Вас активен сеанс «На связи», устройство продолжит отображать оповещение со следующими вариантами: вызвать экстренные службы, просмотреть данные Медкарты или закрыть оповещение. iPhone и Apple Watch не умеют распознавать все виды автомобильных аварий. Ваша геопозиция может использоваться для того, чтобы определить, произошла ли авария. Если зафиксирована серьезная автомобильная авария, устройству не удается автоматически дозвониться до экстренных служб, а Вы не двигаетесь, iPhone может попытаться использовать функцию «Экстренный вызов — SOS по спутниковой связи», чтобы автоматически отправить экстренным службам сообщение с ограниченной информацией (например, Вашу геопозицию, уровень заряда аккумулятора и характер экстренной ситуации). Ограниченная информация (например, Ваша геопозиция и характер экстренной ситуации) будет также отправлена от Вашего имени контактам на случай ЧП и пользователю, с которым у Вас активен сеанс «На связи». Функцию распознавания аварии можно выключить или снова включить. Для этого выберите «Настройки» > «Экстренный вызов — SOS», затем касанием включите или выключите параметр «Вызов после серьезной аварии». Это также можно сделать в приложении Apple Watch на iPhone: откройте вкладку «Мои часы» > «Экстренный вызов — SOS», а затем включите или выключите параметр «Вызов после серьезной аварии». При желании Вы также можете делиться данными о распознавании аварий со сторонним приложением, установленным на iPhone. Если Вы разрешили доступ к этим данным и произошла автомобильная авария, стороннему приложению будут автоматически отправлены данные об аварии, которые могут включать геопозицию. Если Вы разрешили своему iPhone вызывать экстренные службы при распознавании автомобильной аварии, устройство совершит вызов в экстренные службы до того, как сообщит информацию об аварии стороннему приложению. Если Вы не разрешили своему iPhone вызывать экстренные службы при распознавании автомобильной аварии и при этом авария распознана, а отправка данных стороннему приложению разрешена, на устройстве отобразится оповещение о том, что распознана авария и что данные о ней отправлены стороннему приложению, которым Вам следует воспользоваться, если это возможно. При желании Вы можете включить отправку данных о распознавании автомобильных аварий третьей стороне. Для этого на iPhone откройте «Настройки» > «Экстренный вызов — SOS», затем включите параметр «Сообщать приложению об аварии». Путевые точки на компасе В приложении «Компас» Вы можете добавить свою текущую геопозицию в качестве путевой точки, а затем просматривать расстояние и направление до любой созданной путевой точки. Кроме того, Компас может автоматически создавать две путевые точки: точку «Последнее сотовое подключение», в которой устройство в последний раз подключалось к сотовой сети, и точку «Последний экстренный вызов», где iPhone или Apple Watch в последний раз могли подключиться к сотовой сети любого оператора, чтобы совершить экстренный вызов. Чтобы устройство могло создавать путевые точки «Последнее сотовое подключение» и «Последний экстренный вызов», на нем необходимо включить параметр «Важные геопозиции», а для приложения «Компас» — параметр «Точная геопозиция». Путевые точки, созданные в приложении «Компас», можно удалять. Для этого выберите путевую точку, затем прокрутите до нижнего края экрана и выберите «Удалить путевую точку». Возврат по маршруту В определенных местностях, где Вам может потребоваться вернуться назад по своему маршруту, приложение «Компас» и определенные сторонние приложения, доступные на Apple Watch, в целях безопасности могут запросить однократный доступ к данным о Ваших недавних геопозициях. Иногда эти данные могут быть недоступны: например, если Вы находитесь близко к знакомым местам, таким как Ваш дом, или в городском районе. Чтобы использовать эти функции, для устройства необходимо включить параметр «Важные геопозиции», а для приложения — параметр «Точная геопозиция». Другие сведения Некоторые функции безопасности могут быть недоступны для определенных устройств, регионов или языков. В некоторых регионах и странах может быть несколько номеров экстренных служб. В этом случае часы Apple Watch совершат вызов на номер, связанный со службами скорой медицинской помощи и предназначенный для уведомлений об обнаружении падения. Применимое правовое обоснование для обработки персональных данных Мы обрабатываем Ваши персональные данные для функций «Экстренный вызов — SOS» и «Экстренный вызов — SOS по спутниковой связи», если это необходимо для обеспечения работы сервиса и исполнения наших юридических обязательств. Если получение согласия от пользователя обусловлено правовой нормой, мы запрашиваем его в соответствии с действующим местным законодательством. Если это предусмотрено действующим местным законодательством, то в рамках соблюдения наших законных интересов, а именно — для обеспечения работы экстренных служб, предотвращения мошенничества и других преступных действий, совершенствования сервисов и поддержания систем и архитектуры функций «Экстренный вызов — SOS» и «Экстренный вызов — SOS по спутниковой связи», мы обрабатываем следующие категории персональных данных: • Ваша геопозиция. • Сведения о Ваших сеансах, например длительность вызовов в экстренные службы и переданные им данные. • Выбранные контакты на случай ЧП. Хранение данных Персональные данные хранятся в Apple только в течение срока, необходимого для целей сбора этих данных, как описано в Политике конфиденциальности Apple, уведомлении о конфиденциальности конкретного сервиса или требованиях законодательства. При расчете срока хранения данных в первую очередь учитывается необходимость хранения собранных персональных данных. Если их хранение действительно необходимо, они будут храниться в течение самого короткого срока, разрешенного законодательством. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: SOS Keď prostredníctvom funkcie SOS zavoláte na tiesňovú linku, súčasťou hovoru môže byť vaša poloha (bez ohľadu na to, či máte alebo nemáte zapnuté lokalizačné služby) a Zdravotné ID (ak je zapnuté), aby vám dispečer vedel pomôcť. Údaje o vašej polohe a šifrované informácie zo Zdravotného ID sú odoslané spoločnosti Apple na kontrolu, či je vo vašej oblasti podporovaná rozšírená tiesňová dátová služba, a na poskytnutie týchto dát záchranným službám. Ak je táto služba vo vašej oblasti podporovaná, spoločnosť Apple môže vaše informácie poslať partnerovi, ktorý ich doručí záchranným službám. Spoločnosť Apple nedokáže prečítať informácie vo vašom Zdravotnom ID. Po skončení hovoru bude vašim tiesňovým kontaktom a kontaktu z relácie funkcie Sprevádzanie (ak je takáto relácia aktívna) automaticky doručená správa s informáciou o kontaktovaní záchranných služieb, pokiaľ ste jej odoslanie nezrušili. Súčasťou tejto správy je aj vaša aktuálna poloha a vaše zariadenie bude tiesňovým kontaktom a kontaktu z aktívnej relácie funkcie Sprevádzanie po obmedzený čas odosielať jej aktualizácie. Ak nechcete odosielať svoju polohu tiesňovým kontaktom ani kontaktu z aktívnej relácie funkcie Sprevádzanie, na iPhone alebo Apple Vision Pro otvorte Nastavenia > Súkromie a bezpečnosť > Lokalizačné služby > Systémové služby a klepnutím vypnite Tiesňové volania a SOS. Viac informácií o SOS a súkromí nájdete na stránke www.apple.com/legal/privacy/data/en/emergency-sos. Ak sa chcete dozvedieť viac o Zdravotnom ID, prejdite do Nastavenia > Zdravie > Zdravotné ID > Núdzový prístup a klepnite na Viac informácií. Viac informácií o lokalizačných službách nájdete na stránke www.apple.com/legal/privacy/data/sk/location-services. SOS cez satelit Funkcia SOS cez satelit vám môže pomôcť spojiť sa so záchrannými službami vo výnimočných prípadoch, keď nie je dostupný žiadny iný spôsob ich kontaktovania. Táto funkcia nemusí byť dostupná vo všetkých oblastiach a za všetkých okolností. Na výmenu správ so záchrannými službami je potrebné, aby sa medzi vaším zariadením a oblohou nenachádzali žiadne prekážky a aby bolo zariadenie správne nasmerované na satelit. Satelitné pripojenie funguje úplne inak ako bežné sieťové pripojenie. Môže sa preto stať, že odosielanie a prijímanie správ bude trvať dlhšie než v prípade bežných textových správ a že pripojenie bude dostupné s výpadkami. V niektorých oblastiach môže byť dostupná textová komunikácia priamo s centrom záchranných služieb. Ak centrum záchranných služieb vo vašej oblasti nemôže prijímať textové správy, vaše textové správy dostane nezávislý poskytovateľ prenosu a záchranným službám za vás zavolá. Priama komunikácia so záchrannými službami v USA podporuje len správy odoslané v latinke. Ak bude opäť k dispozícii mobilné alebo WLAN hlasové pripojenie, mali by ste záchranným službám radšej zavolať. Je však možné, že budete spojení s iným poskytovateľom záchranných služieb, než s ktorým ste komunikovali cez satelit. Funkcia SOS cez satelit závisí od dostupnosti satelitov a na správne fungovanie môže vyžadovať aktualizáciu softvéru. Správy funkcie SOS cez satelit sú odosielané v zašifrovanej podobe a spoločnosť Apple ich dešifruje, aby ich mohla odovzdať relevantnému poskytovateľovi záchranných služieb alebo nezávislému poskytovateľovi prenosu. Títo poskytovatelia môžu v súlade s príslušnými zákonmi vaše správy uchovávať s cieľom zlepšovania služieb, ktoré vám poskytujú. Pri používaní funkcie SOS cez satelit bude vaša poloha zdieľaná so spoločnosťou Apple, so sprostredkovateľmi tiesňovej textovej komunikácie a s nezávislým poskytovateľom prenosu, aby vaše správy mohli byť odoslané miestnej záchrannej službe a aby sa s vami mohli spojiť záchranári. Odoslané informácie o polohe v službe Nájsť, ktoré sú zdieľané cez satelit, sú šifrované s využitím E2EE šifrovania (end-to-end encryption) a spoločnosť Apple ich nedokáže čítať. Počas komunikácie so záchrannými službami sa môžete rozhodnúť, či chcete jej prepis, informácie o polohe a podrobnosti o tiesňovej situácii zdieľať s vopred vybranými tiesňovými kontaktmi. Zdieľanie prepisu komunikácie môžete kedykoľvek ukončiť klepnutím na Zastaviť zdieľanie v hornej časti obrazovky. Živé video funkcie SOS Počas tiesňového volania sa môžete na žiadosť pracovníkov tiesňovej služby rozhodnúť zdieľať s nimi živé video alebo im poslať médiá, ktoré ste na danom mieste zhotovili. Zdieľanie živého videa môžete kedykoľvek zastaviť klepnutím na Ukončiť hovor a potom na Zastaviť zdieľanie kamery alebo Ukončiť hovor. Ak sa rozhodnete odoslať mediálny obsah, jeho odosielanie bude pokračovať aj v prípade, že tiesňové volanie ukončíte. Pracovníci tiesňovej služby môžu zdieľaný mediálny obsah nahrávať alebo ukladať. Živé video a odoslané médiá sú šifrované s využitím E2EE šifrovania (end-to-end encryption) a spoločnosť Apple ich nemôže zobraziť ani k nim získať prístup. Ak chcete používať túto funkciu, musíte mať zapnutú funkciu Tiesňové volania a SOS. Zapnete ju tak, že otvoríte Nastavenia > Súkromie a bezpečnosť > Lokalizačné služby > Systémové služby a klepnutím zapnete Tiesňové volania a SOS. Živé video funkcie SOS nemusí byť dostupné vo všetkých oblastiach a za všetkých okolností. Detekcia pádu Keď Apple Watch SE alebo Apple Watch Series 4 a novšie zaznamenajú ťažký pád, keď ich máte nasadené na ruke, funkcia Detekcia pádu zobrazí upozornenie, ktoré vám v prípade potreby pomôže kontaktovať záchranné služby. Prostredníctvom tohto upozornenia môžete buď kontaktovať záchranné služby, alebo upozornenie zatvoriť. Ak Apple Watch zaznamenajú pohyb, počkajú, ako zareagujete na upozornenie, a nebudú automaticky volať na tiesňovú linku. Ak Apple Watch po dobu približne jednej minúty nezaznamenajú žiadny pohyb, automaticky uskutočnia hovor. Po nadviazaní automatického hovoru Apple Watch prehrajú audiosprávu, ktorá informuje záchranné služby o tom, že hodinky detegovali ťažký pád, a následne s nimi budú zdieľať vašu aktuálnu polohu vo forme zemepisných súradníc. Vaša poloha bude počas tohto hovoru zdieľaná bez ohľadu na to, či máte zapnuté lokalizačné služby. Ak máte zapnuté zdieľanie Zdravotného ID počas tiesňového volania, so záchrannou službou bude automaticky zdieľané aj vaše Zdravotné ID (len v USA a Kanade). Po ukončení hovoru sa na Apple Watch spustí 10-sekundové odpočítavanie, po skončení ktorého hodinky pošlú tiesňovým kontaktom a kontaktu z relácie funkcie Sprevádzanie (ak je takáto relácia aktívna) správu s vašou polohou a informáciou o detegovaní ťažkého pádu a volaní záchranných služieb. Odoslanie tejto správy tiesňovým kontaktom a kontaktu z aktívnej relácie funkcie Sprevádzanie môžete počas 10-sekundového odpočítavania zrušiť. Apple Watch načítajú tiesňové kontakty z vášho Zdravotného ID. Keď sa po detegovaní pádu nepodarí nadviazať automatický hovor s tiesňovou linkou a nebudete sa hýbať, váš iPhone sa prostredníctvom funkcie SOS cez satelit môže pokúsiť poslať obmedzené informácie (napríklad vašu polohu, úroveň nabitia batérie a povahu vašej núdzovej situácie) záchranným službám v textovej správe. Obmedzené informácie (napríklad vaša poloha, povaha núdzovej situácie) budú vo vašom mene odoslané aj vašim tiesňovým kontaktom a kontaktu z aktívnej relácie funkcie Sprevádzanie. Pády sú automaticky zaznamenávané v apke Zdravie okrem prípadov, keď na otázku Apple Watch, či ste utrpeli ťažký pád, odpoviete záporne. Ak si chcete pozrieť históriu pádov, otvorte na svojom iPhone apku Zdravie a prejdite do Zdravotné dáta > Iné dáta > Počet pádov. Detekciu pádov môžete vypnúť alebo zapnúť v apke pre Apple Watch na iPhone, kde prejdete do časti Moje hodinky > SOS a klepnutím zapnete alebo vypnete možnosť Detekcia pádu. Keď je detekcia pádov zapnutá, môžete ju ďalej špecifikovať klepnutím na „Vždy zapnutá“ alebo „Len počas tréningov“. Ak ste počas nastavovania Apple Watch alebo priamo v apke Zdravie zadali svoj vek a máte viac ako 55 rokov, detekcia pádov bude automaticky zapnutá. Ak máte 18 až 55 rokov, detekcia pádov sa bude automaticky zapínať len počas tréningov. Ak chcete, aby hodinky dokázali automaticky zavolať na tiesňovú linku, musí byť zapnutá detekcia zápästia. Zapnúť ju môžete na Apple Watch v Nastavenia > Kód, kde klepnutím zapnete možnosť Detekcia zápästia. Detekcia pádov je k dispozícii len pre osoby staršie ako 18 rokov. Apple Watch nedokážu detegovať všetky pády. Detekcia nehôd Keď váš iPhone 14 alebo novší (všetky modely) so systémom iOS 16 alebo novším, Apple Watch Series 8 alebo novšie, Apple Watch SE (2. generácia) a Apple Watch Ultra alebo novšie so systémom watchOS 9 alebo novším detegujú ťažkú autonehodu, aktivujú upozornenie, ktoré slúži na zavolanie záchranných služieb. Prostredníctvom tohto upozornenia môžete buď kontaktovať záchranné služby, alebo upozornenie zatvoriť. Ak do 10 sekúnd nezareagujete na toto upozornenie, vaše zariadenie zavolá záchranné služby automaticky. Po nadviazaní automatického hovoru vaše zariadenie prehrá audiosprávu, ktorá informuje záchranné služby o tom, že zariadenie detegovalo autonehodu, a následne s nimi bude zdieľať vašu aktuálnu polohu vo forme zemepisných súradníc. Vaša poloha bude počas tohto hovoru zdieľaná bez ohľadu na to, či máte zapnuté lokalizačné služby. Ak máte zapnuté zdieľanie Zdravotného ID počas tiesňového volania, so záchrannou službou bude automaticky zdieľané aj vaše Zdravotné ID (len v USA a Kanade). Po ukončení hovoru sa na zariadení spustí 10-sekundové odpočítavanie, po skončení ktorého zariadenie pošle tiesňovým kontaktom a kontaktu z relácie funkcie Sprevádzanie (ak je takáto relácia aktívna) správu s vašou polohou a informáciou o detegovaní autonehody a volaní záchranných služieb. Odoslanie tejto správy tiesňovým kontaktom a kontaktu z aktívnej relácie funkcie Sprevádzanie môžete počas 10-sekundového odpočítavania zrušiť. Tiesňové kontakty zariadenie načíta zo Zdravotného ID. Po odoslaní správy tiesňovým kontaktom a kontaktu z aktívnej relácie funkcie Sprevádzanie sa na vašom zariadení budú zobrazovať možnosti na kontaktovanie záchranných služieb, zobrazenie informácií zo Zdravotného ID alebo zatvorenie upozornenia. iPhone a Apple Watch nedokážu detegovať všetky autonehody. Informácie o polohe môžu byť použité na určenie, či došlo k nehode. Keď sa po detegovaní ťažkej autonehody nepodarí nadviazať automatický hovor s tiesňovou linkou a nebudete sa hýbať, váš iPhone sa prostredníctvom funkcie SOS cez satelit môže pokúsiť poslať obmedzené informácie (napríklad vašu polohu, úroveň nabitia batérie a povahu vašej núdzovej situácie) záchranným službám v textovej správe. Obmedzené informácie (napríklad vaša poloha, povaha núdzovej situácie) budú vo vašom mene odoslané aj vašim tiesňovým kontaktom a kontaktu z aktívnej relácie funkcie Sprevádzanie. Detekciu autonehôd môžete vypnúť alebo zapnúť klepnutím na možnosť Zavolať po ťažkej nehode v Nastavenia > SOS alebo v časti Moje hodinky > SOS v apke pre Apple Watch na iPhone, kde klepnutím zapnete alebo vypnete možnosť Zavolať po ťažkej nehode. Dáta týkajúce sa detekcie autonehôd môžete zdieľať aj s apkou tretej strany, ktorú máte nainštalovanú na iPhone. Ak povolíte prístup k týmto dátam a stanete sa účastníkom autonehody, tretia strana bude automaticky informovaná o nehode, pričom môže získať aj informácie o vašej polohe. Ak ste iPhonu povolili kontaktovať záchranné služby po detegovaní autonehody, hovor so záchrannými službami bude uskutočnený pred poskytnutím informácií o nehode tretej strane. Ak ste iPhonu nepovolili kontaktovať záchranné služby po detegovaní autonehody a stanete sa účastníkom nehody, pričom je zapnuté zdieľanie s treťou stranou, vaše zariadenie zobrazí upozornenie, že bola detegovaná autonehoda a že boli zdieľané dáta s treťou stranou. Zároveň vás vyzve, aby ste v príslušnej apke tretej strany zareagovali, ak ste toho schopní. Sami sa môžete rozhodnúť, či chcete zdieľať dáta detekcie nehôd s treťou stranou. Ak ich chcete zdieľať, na iPhone otvorte Nastavenia > SOS a klepnutím zapnite možnosť Zdieľať nehodu s apkou. Body trasy na kompase V apke Kompas môžete pridať svoju aktuálnu polohu ako bod na trase a pozrieť si vzdialenosť a smer ku všetkým ostatným bodom na trase, ktorý vytvoríte. Apka Kompas môže navyše automaticky vytvoriť dva body na trase vrátane bodu na trase Posledné mobilné pripojenie približne označujúceho posledné miesto s funkčným príjmom mobilného signálu a bodu na trase Posledný tiesňový hovor približne označujúceho posledné miesto na trase s možnosťou pripojenia iPhonu alebo Apple Watch k sieti ľubovoľného operátora, cez ktorého by bolo možné uskutočniť tiesňový hovor. Aby bolo možné vytvoriť tieto dva body, musíte mať na zariadení zapnutú funkciu Dôležité miesta a pre apku Kompas zapnutú funkciu Presná poloha. Body na trase, ktoré ste vytvorili v apke Kompas, môžete vymazať tak, že v apke Kompas vyberiete príslušný bod na trase, prejdete na spodok zobrazenie a vyberiete možnosť Vymazať bod na trase. Návrat Keď v niektorých oblastiach zablúdite a budete potrebovať pomoc pri návrate späť tou istou trasou, ktorou ste prišli, apka Kompas a niektoré apky tretích strán dostupné na Apple Watch vás z bezpečnostných dôvodov môžu požiadať o jednorazový prístup k posledným miestam, cez ktoré ste prechádzali. Tieto miesta nemusia byť vždy k dispozícii, napríklad ak sa nachádzate v blízkosti známych miest, ako je váš domov, alebo v mestských oblastiach. Ak chcete používať tieto funkcie, musíte mať na zariadení zapnutú funkciu Dôležité miesta a pre danú apku zapnutú funkciu Presná poloha. Ďalšie informácie Niektoré bezpečnostné funkcie nemusia byť dostupné na všetkých zariadeniach alebo vo všetkých regiónoch či jazykoch. V niektorých krajinách alebo regiónoch sa používa viacero čísiel tiesňových liniek. Pre takéto miestne nastavenia budú Apple Watch pri detekcii pádu volať na číslo priradené záchrannej zdravotnej službe. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje vo funkciách SOS a SOS cez satelit spracúvame na účely poskytovania služby a plnenia našich zákonných povinností. Ak je súhlas vhodným právnym základom, žiadame ho v súlade s platnými miestnymi zákonmi. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame nasledujúce kategórie osobných údajov na účely našich oprávnených záujmov s cieľom uľahčiť činnosť tiesňových služieb, predchádzať podvodom a trestnej činnosti, zlepšovať služby a pomáhať udržiavať systémy a architektúry funkcií SOS a SOS cez satelit: • Vaša poloha. • Informácie o vašich reláciách, napríklad dĺžka a obsah komunikácie s tiesňovými službami. • Vami vybrané tiesňové kontakty. Uchovávanie dát Spoločnosť Apple uchováva osobné údaje len na dobu nevyhnutnú na splnenie účelov, na ktoré boli zhromaždené (vrátane účelov popísaných v zásadách ochrany osobných údajov spoločnosti Apple alebo informáciách o ochrane súkromia pre konkrétne služby spoločnosti Apple), alebo ako to vyžaduje zákon. Pri stanovení doby uchovania údajov najprv dôkladne zvážime, či je zhromaždené osobné údaje vôbec potrebné uchovať, a ak je to nevyhnutné, snažíme sa ich uchovávať na najkratšiu možnú zákonom povolenú dobu. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Nujni poziv SOS Ko uporabljate funkcijo nujnega poziva SOS, ki sproži klic v sili, lahko tak klic vsebuje vašo lokacijo (ne glede na to, ali ste omogočili lokacijske storitve) in zdravstveno kartico (če je omogočena), da vam dispečer lažje pomaga. Vaša lokacija in šifrirani podatki zdravstvene kartice se pošljejo družbi Apple, da preveri, ali je v vašem območju podprta storitev izboljšanih podatkov za nujno pomoč, ter posreduje podatke službi za nujno pomoč. Če je storitev podprta v vašem območju, lahko partner od družbe Apple pridobi vaše podatke in jih posreduje službi za nujno pomoč. Apple ne more prebrati podatkov vaše zdravstvene kartice. Po koncu klica bodo vaši stiki za nujne primere in oseba, s katero ste v seji Tukaj sem (če je vzpostavljena), samodejno prejeli sporočilo z obvestilom, da ste poklicali službo za nujno pomoč, razen če prekličete pošiljanje. To sporočilo vsebuje tudi vašo trenutno lokacijo. Med omejenim časovnim obdobjem bo vaša naprava pošiljala posodobitve stikom za nujne primere in osebi, s katero ste začeli sejo Tukaj sem, ko se vaša lokacija spremeni. Če stikom za nujne primere ali osebi, s katero ste začeli sejo Tukaj sem, ne želite poslati svoje lokacije, v iPhonu ali napravi Apple Vision Pro odprite Nastavitve > Zasebnost in varnost > Lokacijske storitve > Sistemske storitve in tapnite, da izklopite možnost Klici v sili in SOS. Za več informacij o nujnem pozivu SOS in zasebnosti obiščite www.apple.com/legal/privacy/data/en/emergency-sos. Če želite izvedeti več o zdravstveni kartici, odprite Nastavitve > Zdravje > Zdravstvena kartica > Dostop v sili in tapnite Več o tem. Če želite izvedeti več o lokacijskih storitvah, obiščite www.apple.com/legal/privacy/data/en/location-services. Nujni poziv SOS prek satelita Nujni poziv SOS prek satelita vam lahko pomaga vzpostaviti stik s službo za nujno pomoč v izjemnih okoliščinah, kadar drugi načini komunikacije s službo za nujno pomoč niso na voljo. Ta storitev morda ni na voljo na vseh lokacijah ali v vseh okoliščinah. Za pošiljanje in prejemanje sporočil službe za nujno pomoč sta potrebna neoviran pogled v nebo ter pravilna poravnava naprave in satelita. Satelitska povezava se zelo razlikuje od tradicionalnega omrežja. Posledično pošiljanje in prejemanje sporočil traja dlje kot pri tradicionalnih sporočilih SMS/MMS, kar lahko vpliva na razpoložljivost. Na nekaterih lokacijah si je morda mogoče izmenjavati sporočila neposredno s ponudnikom storitev nujne pomoči. Če ponudnik storitev nujne pomoči, ki je določen za vašo lokacijo, ne more prejemati sporočil SMS/MMS, bo drug ponudnik relejnih storitev komuniciral z vami prek sporočil in poklical službo za nujno pomoč v vašem imenu. V Združenih državah pošiljanje SMS-jev neposredno službam za nujno pomoč podpira le latinico. Ko bo mobilna glasovna povezava ali glasovna povezava WLAN na voljo, vzpostavite stik s službo za nujno pomoč prek telefona. V tem primeru morda ne bo vzpostavljena povezava z istim ponudnikom storitev nujne pomoči, ki upravlja vašo satelitsko sejo. Funkcija nujnega poziva SOS je odvisna od razpoložljivosti satelita in lahko za nadaljnje delovanje zahteva posodobitev programske opreme. Sporočila SMS, ki jih pošljete z nujnim pozivom SOS prek satelita, so v šifrirani obliki, ki jo Apple nato dešifrira in posreduje ustreznemu ponudniku storitev nujne pomoči ali drugemu ponudniku relejnih storitev. Ponudniki storitev nujne pomoči in ponudnik relejnih storitev lahko z namenom izboljšanja storitev hranijo vaša sporočila v skladu z veljavno zakonodajo. Ko uporabljate nujni poziv SOS prek satelita, se vaša lokacija posreduje družbi Apple, ponudnikom storitev za posredovanje sporočil SMS/MMS službam za nujno pomoč in drugemu ponudniku relejnih storitev z namenom, da se sporočila pošljejo lokalni službi za nujno pomoč in vas reševalci lažje najdejo. Lokacije, deljene prek satelita v aplikaciji Najdi, so poslane v celovito šifrirani obliki in Apple do njih ne more dostopati. Med sejo nujne pomoči lahko s predhodno izbranimi stiki za nujne primere delite transkripcijo pogovora s službo za nujno pomoč, skupaj s podatki o vaši lokaciji in vrsti nujnega primera. Deljenje transkripcije seje lahko kadarkoli ustavite tako, da tapnete Ustavi deljenje na vrhu zaslona. Nujni poziv SOS – video v živo Med klicem v sili lahko po izbiri delite video v živo ali pa na zahtevo služb za nujno pomoč pošljite predstavnostno vsebino. Deljenje videa v živo lahko kadarkoli ustavite tako, da tapnete Končaj klic in nato »Ustavi deljenje kamere« ali »Končaj klic«. Če se odločite za nalaganje predstavnostne vsebine, se bo vsebina še naprej nalagala, tudi če končate klic v sili. Službe za nujno pomoč lahko deljeno predstavnostno vsebino posnamejo ali shranijo. Video v živo in naložene predstavnostne vsebine so poslani v celovito šifrirani obliki in Apple jih ne more videti ali do njih dostopati. Če želite uporabljati to funkcijo, mora biti možnost Klici v sili in SOS vklopljena. To naredite tako, da odprete Nastavitve > Zasebnost in varnost > Lokacijske storitve > Sistemske storitve in tapnete možnost Klici v sili in SOS, da jo vklopite. Video v živo pri nujnem pozivu SOS morda ni na voljo na vseh lokacijah ali v vseh okoliščinah. Zaznavanje padca Če vaša ura Apple Watch SE ali Apple Watch Series 4 ali novejša različica med nošenjem zazna hud padec, vam lahko opozorilo o zaznavanju padca pomaga vzpostaviti stik s službo za nujno pomoč, če je to potrebno. V takem primeru lahko pokličete službo za nujno pomoč ali opustite opozorilo. Če ura Apple Watch zazna, da se premikate, bo počakala na vaš odziv na opozorilo in ne bo samodejno poklicala službe za nujno pomoč. Če ura Apple Watch zazna, da se približno eno minuto ne premaknete, bo samodejno vzpostavila klic. Ko je samodejni klic vzpostavljen, ura Apple Watch predvaja zvočno sporočilo, v katerem obvesti službo za nujno pomoč o tem, da je zaznala hud padec, ter nato deli vašo trenutno lokacijo v obliki koordinat zemljepisne širine in dolžine. Med klicem bo vaša lokacija deljena ne glede na to, ali ste omogočili lokacijske storitve. Če ste predhodno omogočili deljenje zdravstvene kartice med klicem v sili, bo zdravstvena kartica samodejno deljena s službo za nujno pomoč (samo v Združenih državah in Kanadi). Po koncu klica ura Apple Watch 10 sekund odšteva ter nato pošlje sporočilo vašim stikom za nujne primere in osebi, s katero ste v seji Tukaj sem (če je vzpostavljena), skupaj z vašo lokacijo, v katerem jih obvesti o tem, da je zaznala hud padec in poklicala službo za nujno pomoč. Med 10‑sekundnim odštevanjem lahko prekličete pošiljanje sporočila stikom za nujne primere in osebi, s katero ste začeli sejo Tukaj sem. Ura Apple Watch pridobi stike za nujne primere iz vaše zdravstvene kartice. Če je zaznan padec, samodejnega klica s službo za nujno pomoč pa ni mogoče vzpostaviti in se ne premikate, lahko iPhone poskuša z nujnim pozivom SOS prek satelitske povezave službi za nujno pomoč samodejno poslati SMS z omejenimi informacijami (npr. vašo lokacijo, čas delovanja baterije in vrsto nujnega primera). Omejene informacije (npr. vaša lokacija, vrsta nujnega primera) bodo v vašem imenu poslane tudi vašim stikom za nujne primere in osebi, s katero ste začeli sejo Tukaj sem. Padci se samodejno beležijo v aplikaciji Zdravje, razen če odgovorite, da niste padli, ko vas ura Apple Watch o tem vpraša. Če želite preveriti zgodovino padcev, odprite aplikacijo Zdravje v iPhonu in izberite Prebrskaj > Drugi podatki > Število padcev. Zaznavanje padca lahko omogočite ali onemogočite v aplikaciji Apple Watch v iPhonu tako, da odprete Moja ura > Nujni poziv SOS in nato tapnete za vklop ali izklop funkcije. Če je zaznavanje padca vklopljeno, lahko tapnete »Vedno vklopljeno« ali »Vklopljeno samo med vadbami«. Če ste ob nastavitvi ure Apple Watch ali v aplikaciji Zdravje vnesli svojo starost in imate 55 let ali več, se zaznavanje padca samodejno vklopi. Če imate 18 do 55 let, se zaznavanje padca samodejno vklopi samo med vadbami. Za samodejno klicanje službe za nujno pomoč mora biti v uri omogočeno zaznavanje nošenja. V uri Apple Watch to storite tako, da odprete Nastavitve > Koda za dostop in tapnete za vklop zaznavanja nošenja. Zaznavanje padca je na voljo samo za osebe, starejše od 18 let. Apple Watch ne more zaznati vseh padcev. Zaznavanje prometne nesreče Če iPhone 14 ali novejši modeli (vsi modeli) z operacijskim sistemom iOS 16 ali novejšo različico, Apple Watch Series 8 ali novejši model, Apple Watch SE (2. generacija) in Apple Watch Ultra ali novejši model z operacijskim sistemom watchOS 9 ali novejšo različico zazna hudo avtomobilsko nesrečo, se sproži opozorilo za klic službe za nujno pomoč. V takem primeru lahko pokličete službo za nujno pomoč ali opustite opozorilo. Če se ne odzovete v 10 sekundah, bo naprava samodejno izvedla klic. Ko je samodejni klic vzpostavljen, naprava predvaja zvočno sporočilo, v katerem obvesti službo za nujno pomoč o tem, da je zaznala prometno nesrečo, ter nato deli vašo trenutno lokacijo v obliki koordinat zemljepisne širine in dolžine. Med klicem bo vaša lokacija deljena ne glede na to, ali ste omogočili lokacijske storitve. Če ste predhodno omogočili deljenje zdravstvene kartice med klicem v sili, bo zdravstvena kartica samodejno deljena s službo za nujno pomoč (samo v Združenih državah in Kanadi). Po koncu klica naprava 10 sekund odšteva ter nato pošlje sporočilo vašim stikom za nujne primere in osebi, s katero ste v seji Tukaj sem (če je vzpostavljena), skupaj z vašo lokacijo, v katerem jih obvesti o tem, da je zaznala prometno nesrečo in poklicala službo za nujno pomoč. Med 10‑sekundnim odštevanjem lahko prekličete pošiljanje sporočila stikom za nujne primere in osebi, s katero ste začeli sejo Tukaj sem. Naprava pridobi stike za nujne primere iz vaše zdravstvene kartice. Potem ko bo naprava obvestila vaše stike za nujne primere in osebo, s katero ste začeli sejo Tukaj sem, bo še naprej prikazovala možnosti za klicanje služb za nujno pomoč, prikaz podatkov zdravstvene kartice ali opustitev opozorila. iPhone in Apple Watch ne moreta zaznati vseh prometnih nesreč. Podatki o lokaciji bodo morda uporabljeni za ugotavljanje, ali se je prometna nesreča zgodila ali ne. Če je zaznana huda prometna nesreča, samodejnega klica s službo za nujno pomoč pa ni mogoče vzpostaviti in se ne odzivate, lahko iPhone poskuša z nujnim pozivom SOS prek satelitske povezave službi za nujno pomoč samodejno poslati SMS z omejenimi informacijami (npr. vašo lokacijo, čas delovanja baterije in vrsto nujnega primera). Omejene informacije (npr. vaša lokacija, vrsta nujnega primera) bodo v vašem imenu poslane tudi vašim stikom za nujne primere in osebi, s katero ste začeli sejo Tukaj sem. Zaznavanje prometne nesreče lahko onemogočite ali znova omogočite tako, da odprete Nastavitve > Nujni poziv SOS in nato tapnete za vklop ali izklop možnosti Klic po hudi prometni nesreči, ali v aplikaciji Apple Watch v iPhonu tako, da odprete Moja ura > Nujni poziv SOS in nato tapnete za vklop ali izklop možnosti Klic po hudi prometni nesreči. Če želite, lahko delite podatke o zaznavanju prometne nesreče z aplikacijo drugega ponudnika v iPhonu. Če dovolite dostop do podatkov in se zgodi prometna nesreča, se tretji osebi samodejno pošlje obvestilo o nesreči, ki lahko vključuje podatke o lokaciji. Če dovolite, da iPhone pokliče službo za nujno pomoč, ko zazna prometno nesrečo, bo klic s službo za nujno pomoč vzpostavljen, še preden bo tretja oseba obveščena o nesreči. Če tega ne dovolite ter je zaznana nesreča in omogočeno deljenje podatkov s tretjo osebo, vam bo naprava poslala opozorilo o tem, da je bila zaznana prometna nesreča in so bili podatki deljeni s tretjo osebo. V tem primeru je potrebna interakcija z aplikacijo drugega ponudnika (če je to mogoče). Če želite, lahko delite podatke o zaznavanju prometne nesreče s tretjo osebo. V iPhonu to storite tako, da odprete Nastavitve > Nujni poziv SOS in tapnete za vklop deljenja podatkov o prometnih nesrečah z aplikacijo. Točke poti kompasa Z aplikacijo Kompas lahko dodate trenutno lokacijo kot točko poti, kar vam omogoča prikaz oddaljenosti in smeri do posameznih točk poti kompasa, ki jih ustvarite. Aplikacija Kompas lahko poleg tega samodejno ustvari dve točki poti, vključno s točko poti zadnje mobilne povezave z oceno zadnje lokacije, kjer je bila na voljo mobilna povezava, in točko poti zadnjega klica v sili z oceno zadnje lokacije na poti, ko je bilo v iPhonu ali uri Apple Watch še mogoče vzpostaviti klic v sili prek omrežja kateregakoli razpoložljivega operaterja. Za ustvarjanje točke poti zadnje mobilne povezave ali točke poti zadnjega klica v sili mora biti v napravi omogočena možnost Pomembne lokacije in funkcija Natančna lokacija mora biti vklopljena za aplikacijo Kompas. Točke poti kompasa, ki jih ustvarite v aplikaciji Kompas, lahko izbrišete tako, da izberete točko poti v aplikaciji Kompas, nato pa se pomaknete na dno zaslona in izberete Izbriši točko poti. Vračanje po isti poti Na območjih, kjer boste morda potrebovali pomoč pri vračanju po isti poti, vas lahko aplikacija Kompas in določene aplikacije drugih ponudnikov, ki so na voljo v uri Apple Watch, zaprosijo za enkratni dostop do nedavnih lokacij zaradi varnostnih razlogov. Te lokacije morda ne bodo vedno na voljo (npr. kadar ste v bližini znanih krajev, kot je vaš dom, ali v mestih). Za uporabo teh funkcij mora biti v napravi omogočena možnost Pomembne lokacije in funkcija Natančna lokacija mora biti vklopljena za aplikacijo. Druge informacije Nekatere varnostne funkcije morda niso na voljo za vse naprave oziroma v vsaki regiji ali jeziku. Nekatere regije in države imajo več številk za nujno pomoč. V takšnih primerih bo ura Apple Watch poklicala številko, povezano s službo za nujno pomoč, za pošiljanje opozoril o zaznavanju padcev. Veljavna pravna podlaga za obdelavo osebnih podatkov Vaše osebne podatke v nujnem pozivu SOS in nujnem pozivu SOS prek satelita obdelujemo, kot je potrebno za zagotavljanje storitve in izpolnjevanje naših zakonskih obveznosti. Kjer je soglasje ustrezna pravna podlaga, ga zahtevamo v skladu z veljavno lokalno zakonodajo. Kjer veljavna lokalna zakonodaja dovoljuje, obdelujemo naslednje kategorije osebnih podatkov za naše zakonite interese z namenom lažje vzpostavitve nujne pomoči, preprečevanja goljufij ali kriminalne dejavnosti, izboljšanja storitev ter vzdrževanja funkcij nujnega poziva SOS in nujnega poziva SOS prek satelita in arhitektur: • vaša lokacija; • informacije o vaših sejah, kot sta trajanje in vsebina, ki se posreduje službi za nujno pomoč; • vaši izbrani stiki za nujne primere. Hramba Apple osebne podatke hrani le tako dolgo, kolikor je treba za izpolnjevanje namenov, za katere so bili zbrani, vključno z načinom, opisanim v pravilniku o zasebnosti družbe Apple ali obvestilih o zasebnosti za posamezno storitev, oziroma skladno z zakonskimi zahtevami. Pri določanju časa trajanja hrambe najprej podrobno preučimo, ali je hramba zbranih osebnih podatkov potrebna, in če je, si prizadevamo osebne podatke hraniti najkrajši možni zakonsko dovoljeni čas. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Nödanrop SOS När du använder en Nödanrop SOS-funktion som inleder ett nödsamtal kan detta samtal inkludera din plats (oavsett om du har aktiverat Platstjänster) och medicinskt ID (om det är aktiverat) så att utryckningspersonal kan hjälpa dig. Dina platsdata och krypterad information om ditt medicinska ID skickas till Apple så att Apple kan kontrollera om tjänsten Enhanced Emergency Data stöds i ditt område och tillhandahålla dessa data till räddningstjänsten. Om det stöds i ditt område kan en partner hämta din information från Apple för leverans till räddningstjänsten. Apple kan inte läsa informationen i ditt medicinska ID. När samtalet avslutas får dina nödkontakter och avstämningskontakten, om det pågår en aktiv avstämningssession, automatiskt ett meddelande om att du har ringt räddningstjänst förutsatt att du inte avbryter meddelandet. Det här meddelandet innehåller även din aktuella plats, och under en begränsad tidsperiod skickar din enhet uppdateringar till dina nödkontakter och din aktiva avstämningskontakt så fort din position ändras. Om du inte vill skicka din platsinformation till dina nödkontakter eller din aktiva avstämningskontakt öppnar du Inställningar > Integritet och säkerhet > Platstjänster > Systemtjänster och avaktiverar Nödsamtal och SOS på iPhone eller Apple Vision Pro. Mer information om Nödanrop SOS och integritet finns på www.apple.com/se/legal/privacy/data/sv/emergency-sos. Du kan läsa mer om medicinskt ID genom att öppna Inställningar > Hälsa > Medicinskt ID > Åtkomst i nödsituation och sedan trycka på Läs mer. Mer information om Platstjänster finns på www.apple.com/se/legal/privacy/data/sv/location-services. Nödanrop SOS via satellit Nödanrop SOS via satellit kan hjälpa dig att kontakta räddningstjänst under extrema förhållanden när det inte finns några andra sätt att nå räddningstjänst. Den här tjänsten kanske inte är tillgänglig på alla platser eller under alla förhållanden. Du måste ha en klar sikt mot himlen och en noggrant inriktad anslutning mellan din enhet och en satellit för att utväxla meddelanden med räddningstjänsten. En satellitanslutning fungerar väldigt annorlunda jämfört med ett traditionellt mobilnätverk. Det innebär att det kan ta längre tid än vanligt att skicka och ta emot textmeddelanden och att det kan uppstå glapp i anslutningen. På en del platser kanske du kan utväxla meddelanden direkt med en larmcentral. Om larmcentralen i ditt område inte kan ta emot textmeddelanden kommer en relätjänst från tredje part att utväxla meddelanden med dig och ringa räddningstjänsten å dina vägnar. Textmeddelanden som skickas direkt till räddningstjänst har endast stöd för det latinska alfabetet i USA. Om en mobilnäts- eller WLAN-röstanslutning blir tillgänglig bör du kontakta räddningstjänst via telefon. Om du gör det kanske du inte får kontakt med samma medarbetare på räddningstjänsten som hanterade satellitsessionen. Nödanrop SOS via satellit kräver att en satellitanslutning är tillgänglig och kan kräva en programuppdatering för fortsatt funktionalitet. När du skickar textmeddelanden med Nödanrop SOS via satellit skickas meddelandena i ett krypterat format och avkrypteras av Apple som vidarebefordrar dem till relevant räddningstjänst eller relätjänst från tredje part. Dina meddelanden kan behållas av larmcentralen och relätjänsten i syfte att förbättra deras tjänster för dig och i enlighet med tillämplig lagstiftning. För att kunna dirigera dina textmeddelanden till en lokal räddningstjänst, och kunna bidra till att utryckningspersonal når dig, delas din platsinformation med Apple, dirigeringstjänster för textmeddelanden till räddningstjänst och en relätjänsteleverantör från tredje part när du använder Nödanrop SOS via satellit. Platsinformation som delas via satellit i Hitta skickas i ett heltäckande krypterat format och kan inte läsas av Apple. Under en nödsamtalssession kan du välja att dela en transkribering av kommunikationen med räddningstjänsten med dina förvalda nödkontakter tillsammans med information om din plats och typen av nödsituation. Du kan när som helst sluta dela din sessionstranskribering genom att trycka på Sluta dela överst på skärmen. Nödanrop SOS med livevideo Under ett nödsamtal kan du välja om du vill dela livevideo eller överföra medier med räddningstjänsten på förfrågan från räddningstjänsten. Du kan när som helst sluta dela din livevideo genom att trycka på Avsluta samtal och sedan ”Sluta dela kameran” eller ”Avsluta samtal”. Om du väljer att överföra medieinnehåll kommer ditt innehåll att fortsätta att överföras även om du avslutar ett nödsamtal. Räddningstjänsten kan spela in eller spara delat medieinnehåll. Livevideo och överförda medier skickas med heltäckande kryptering och kan inte visas eller läsas av Apple. Om du vill använda den här funktionen måste Nödsamtal och SOS vara påslaget. Det här gör du genom att öppna Inställningar > Integritet och säkerhet > Platstjänster > Systemtjänster och trycka för att slå på Nödsamtal och SOS. Nödanrop SOS med livevideo kanske inte är tillgängligt på alla platser eller under alla förhållanden. Falldetektering Om Apple Watch SE eller Apple Watch Series 4 eller senare upptäcker att du ramlar omkull medan du har på dig klockan kan en falldetekteringsnotis hjälpa dig att kontakta räddningstjänsten vid behov. Du kan välja att kontakta räddningstjänst eller avfärda notisen. Om Apple Watch upptäcker att du rör på dig väntar den på att du besvarar notisen och ringer inte räddningstjänsten automatiskt. Om Apple Watch känner av att du har varit orörlig i ungefär en minut ringer den automatiskt räddningstjänsten. När det automatiskt ringda samtalet besvaras spelar Apple Watch upp ett ljudmeddelande som informerar räddningstjänsten om att din Apple Watch har detekterat att du ramlade omkull och delar sedan din aktuella plats som latitud- och longitudkoordinater. Samtalet delar din platsinformation, oavsett om du har aktiverat Platstjänster. Om du har aktiverat att medicinskt ID delas under ett nödsamtal delas även ditt medicinska ID automatiskt med räddningstjänsten (endast USA och Kanada). När samtalet avslutas startar Apple Watch en nedräkning på 10 sekunder innan den skickar ett meddelande till dina nödkontakter och din avstämningskontakt om det pågår en aktiv avstämningssession. Meddelandet innehåller din platsinformation och information om att klockan har detekterat ett fall och ringt räddningstjänsten. Du kan välja att avbryta meddelandet till dina nödkontakter och din aktiva avstämningskontakt inom de 10 sekunder som nedräkningen tar. Apple Watch hämtar dina nödkontakter från ditt medicinska ID. Om ett fall detekteras, det automatiskt ringda samtalet inte kan kopplas till räddningstjänsten och du inte rör på dig kan iPhone försöka använda funktionen Nödanrop SOS via satellit till att automatiskt skicka ett textmeddelande till räddningstjänsten med begränsad information (till exempel platsinformation, batteritid och typ av nödfall). Begränsad information (till exempel platsinformation och typ av nödfall) skickas även till dina nödkontakter och din aktiva avstämningskontakt å dina vägnar. Fall registreras automatiskt i appen Hälsa med undantag för om du svarar att du inte ramlade när Apple Watch frågar. Du kan kontrollera din fallhistorik genom att öppna appen Hälsa på iPhone och sedan välja Bläddra > Övriga data > Antal fall. Du kan aktivera eller avaktivera falldetektering via Apple Watch-appen på iPhone genom att öppna Min klocka > Nödanrop SOS och sedan trycka för att stänga av eller slå på Falldetektering. Om Falldetektering är på kan du välja Alltid på eller Endast under träningspass. Om du angav din ålder när du ställde in Apple Watch eller i appen Hälsa, och du är 55 år eller äldre, aktiveras Falldetektering automatiskt. Om du är 18 till 55 år gammal aktiveras Falldetektering automatiskt endast under träningspass. Handledsavkänning måste vara aktiverad om klockan automatiskt ska kunna ringa räddningstjänsten. Du gör det på Apple Watch genom att öppna Inställningar > Lösenkod och trycka så att Handledsavkänning slås på. Falldetektering är endast tillgänglig för personer som är 18 år eller äldre. Apple Watch kan inte detektera alla fall. Detektering av olycka Om din iPhone 14 eller senare (alla modeller) med iOS 16 eller senare, Apple Watch Series 8 eller senare, Apple Watch SE (andra generationen) eller Apple Watch Ultra eller senare med watchOS 9 eller senare detekterar en allvarlig bilolycka utlöses en notis om att ringa räddningstjänsten. Du kan välja att kontakta räddningstjänst eller avfärda notisen. Om du inte svarar på notisen inom 10 sekunder ringer enheten samtalet automatiskt. När det automatiskt ringda samtalet besvaras spelar enheten upp ett ljudmeddelande som informerar räddningstjänsten om att din enhet har detekterat en bilolycka och delar sedan din aktuella plats som latitud- och longitudkoordinater. Samtalet delar din platsinformation, oavsett om du har aktiverat Platstjänster. Om du har aktiverat att medicinskt ID delas under ett nödsamtal delas även ditt medicinska ID automatiskt med räddningstjänsten (endast USA och Kanada). När samtalet avslutas startar din enhet en nedräkning på 10 sekunder innan den skickar ett meddelande till dina nödkontakter, och din avstämningskontakt om det pågår en aktiv avstämningssession, med din platsinformation och information om att enheten har detekterat en bilolycka och ringt räddningstjänsten. Du kan välja att avbryta meddelandet till dina nödkontakter och din aktiva avstämningskontakt inom de 10 sekunder som nedräkningen tar. Enheten hämtar dina nödkontakter från ditt medicinska ID. När enheten har meddelat nödkontakter och den aktiva avstämningskontakten fortsätter den att visa alternativ för att kontakta räddningstjänsten, öppna information om medicinskt ID eller avfärda notisen. iPhone och Apple Watch kan inte detektera alla bilolyckor. Platsinformation kan användas till att fastställa om en krasch har inträffat eller inte. Om en allvarlig bilolycka detekteras, det automatiskt ringda samtalet inte kan kopplas till räddningstjänsten, och du inte svarar, kan iPhone försöka använda funktionen Nödanrop SOS via satellit till att automatiskt skicka ett textmeddelande till räddningstjänsten med begränsad information (till exempel platsinformation, batteritid och typ av nödfall). Begränsad information (till exempel platsinformation och typ av nödfall) skickas även till dina nödkontakter och din aktiva avstämningskontakt å dina vägnar. Du kan avaktivera eller återaktivera detektering av olycka genom att öppna Inställningar > Nödanrop SOS och sedan trycka för att stänga av eller slå på Ring efter allvarlig olycka. I Apple Watch-appen på iPhone öppnar du Min klocka > Nödanrop SOS och trycker för att stänga av eller slå på Ring efter allvarlig olycka. Du kan även välja att dela data för detektering av bilolycka med en tredjepartsapp som är installerad på iPhone. Om du tillåter åtkomst till dessa data och en bilolycka inträffar informeras den tredje parten automatiskt om bilolyckan. Detta kan inkludera platsdata. Om du tillåter att iPhone ringer räddningstjänsten när en bilolycka har detekterats rings samtalet till räddningstjänsten innan den tredje parten informeras om bilolyckan. Om du inte tillåter att iPhone ringer räddningstjänsten när en bilolycka har detekterats, och en bilolycka detekteras och delning med tredje part är på, skickar enheten en notis till dig om att en bilolycka detekterades, att data delades med tredje part och att du bör interagera med tredjepartsappen om det är möjligt. Du kan välja om data för detektering av olycka ska delas med en tredje part. Du gör det på iPhone genom att öppna Inställningar > Nödanrop SOS och trycka på Dela olycka med app. Kompasshållpunkter Du kan använda appen Kompass till att lägga till din aktuella plats som en hållpunkt. Det gör att du kan se avstånd och riktning till alla kompasshållpunkter som du skapar. Dessutom kan appen Kompass automatiskt skapa två hållpunkter, inklusive en hållpunkt för senaste platsen med mobilanslutning som anger när du sist hade mobiltäckning och en hållpunkt för senaste platsen för nödsamtal anger var på en rutt som iPhone eller Apple Watch sist hade en anslutning till något operatörsnätverk så att ett nödsamtal kunde ringas. Om du vill kunna skapa en hållpunkt för senaste platsen med mobilanslutning eller en hållpunkt för senaste platsen för nödsamtal måste Viktiga platser ha aktiverats på enheten och Exakt platsinformation måste vara aktiverat för appen Kompass. Du kan radera de kompasshållpunkter som du skapar i appen Kompass genom att markera hållpunkten i Kompass och sedan rulla till nederkanten på skärmen och välja Radera hållpunkt. Gå tillbaka I vissa områden där du kan behöva hjälp med att hitta tillbaka den väg du har gått kan appen Kompass och vissa tredjepartsappar som är tillgängliga på Apple Watch be dig om en engångsåtkomst till dina senaste platser av säkerhetsskäl. De här platserna kanske inte alltid är tillgängliga, till exempel om du är i närheten av kända platser som ditt hem eller i en stadsmiljö. Om du vill använda de här funktionerna måste Viktiga platser ha aktiverats för enheten och Exakt platsinformation måste vara påslaget för appen. Övrig information En del säkerhetsfunktioner kanske inte är tillgängliga för alla enheter eller i alla regioner eller på alla språk. En del regioner och länder har flera telefonnummer för räddningstjänster. För de platserna ringer Apple Watch upp det nummer som är associerat med ambulanstjänster för Falldetekteringsnotiser. Tillämpbar juridisk grund för behandling av personuppgifter Vi bearbetar dina personuppgifter i Nödanrop SOS och Nödanrop SOS via satellit vid behov för att tillhandahålla tjänsten samt för att uppfylla våra juridiska krav. Vi inhämtar samtycke enligt gällande lokala lagar när det krävs enligt juridisk praxis. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter för våra legitima intressen att underlätta nödfallstjänster, förhindra bedrägeri eller kriminell aktivitet, förbättra tjänster samt bidra till att underhålla systemen och arkitekturen för Nödanrop SOS och Nödanrop SOS via satellit: • Din plats. • Information om dina sessioner, till exempel tidsåtgången och innehållet som kommunicerats till räddningstjänsten. • Dina valda nödkontakter Lagring Apple behåller personuppgifter endast så länge som det krävs för att uppfylla de ändamål de samlades in för, inklusive enligt vad som beskrivs i Apples integritetspolicy, i våra tjänstespecifika integritetsmeddelanden eller enligt gällande lagstiftning. När vi fastslår längden på lagringsperioder undersöker vi först grundligt om det är nödvändigt att behålla de personuppgifter som har samlats in. Om det krävs att de behålls har vi som mål att behålla personuppgifter under så kort tid som är tillåten enligt lagstiftning. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: SOS ฉุกเฉิน เมื่อใช้คุณสมบัติ SOS ฉุกเฉินที่เริ่มต้นการโทรฉุกเฉิน การโทรนี้อาจรวมตำแหน่งที่ตั้งของคุณ (ไม่ว่าคุณจะเปิดใช้งานบริการหาตำแหน่งที่ตั้งหรือไม่ก็ตาม) และข้อมูลทางการแพทย์ (หากเปิดใช้งาน) ทั้งนี้เพื่อให้ผู้ช่วยเหลือสามารถมาช่วยคุณได้ ข้อมูลตำแหน่งที่ตั้งและข้อมูลทางการแพทย์ที่เข้ารหัสของคุณจะถูกส่งไปที่ Apple เพื่อให้ Apple ตรวจสอบว่าพื้นที่ของคุณรองรับบริการข้อมูลฉุกเฉินขั้นสูงหรือไม่และเพื่อให้ข้อมูลกับบริการฉุกเฉิน ถ้ารองรับในพื้นที่ของคุณ คู่ค้าอาจดึงข้อมูลของคุณจาก Apple เพื่อส่งไปยังบริการฉุกเฉิน Apple จะไม่สามารถอ่านข้อมูลทางการแพทย์ของคุณได้ เมื่อการโทรหาบริการฉุกเฉินสิ้นสุด รายชื่อติดต่อฉุกเฉินของคุณและรายชื่อติดต่อเช็คอินหากเซสชั่นเช็คอินเปิดใช้งานอยู่ จะได้รับข้อความโดยอัตโนมัติซึ่งระบุว่าคุณโทรหาบริการฉุกเฉินนอกเสียจากว่าคุณยกเลิกข้อความ ข้อความนี้ยังรวมตำแหน่งที่ตั้งปัจจุบันของคุณอีกด้วย และอุปกรณ์จะอัปเดตตำแหน่งที่ตั้งที่เปลี่ยนไปของคุณให้กับรายชื่อติดต่อฉุกเฉินและรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่ทราบในช่วงระยะเวลาจำกัด ถ้าคุณไม่ต้องการส่งตำแหน่งที่ตั้งให้กับรายชื่อติดต่อฉุกเฉินของคุณหรือรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่ ให้ไปที่การตั้งค่าบน iPhone หรือ Apple Vision Pro ของคุณ > ความเป็นส่วนตัวและความปลอดภัย > บริการหาตำแหน่งที่ตั้ง > บริการระบบ แล้วแตะเพื่อปิดใช้สายโทรและ SOS ฉุกเฉิน สำหรับข้อมูลเพิ่มเติมเกี่ยวกับ SOS ฉุกเฉินและความเป็นส่วนตัว ให้ไปที่ www.apple.com/legal/privacy/data/th/emergency-sos ในการเรียนรู้เพิ่มเติมเกี่ยวกับข้อมูลทางการแพทย์ ให้ไปที่การตั้งค่า > สุขภาพ > ข้อมูลทางการแพทย์ > การเข้าถึงฉุกเฉิน แล้วแตะเรียนรู้เพิ่มเติม ในการเรียนรู้เพิ่มเติมเกี่ยวกับบริการหาตำแหน่งที่ตั้ง ให้ไปที่ www.apple.com/th/legal/privacy/data/th/location-services SOS ฉุกเฉินผ่านดาวเทียม SOS ฉุกเฉินผ่านดาวเทียมสามารถช่วยให้คุณติดต่อกับบริการฉุกเฉินภายใต้สถานการณ์พิเศษเมื่อไม่มีวิธีการใดเลยที่สามารถเข้าถึงบริการฉุกเฉินได้ บริการนี้อาจไม่มีในทุกตำแหน่งที่ตั้งหรือทุกสถานการณ์ ในการส่งและรับข้อความกับบริการฉุกเฉิน ต้องไม่มีอะไรมาบดบังท้องฟ้าและจัดแนวระหว่างอุปกรณ์ของคุณกับดาวเทียมอย่างระมัดระวัง การเชื่อมต่อกับดาวเทียมจะทำงานแตกต่างจากเครือข่ายแบบดั้งเดิมของคุณเป็นอย่างมาก ด้วยเหตุนี้ จึงอาจใช้เวลาในการส่งและรับข้อความนานกว่าการส่งและรับข้อความแบบดั้งเดิม และคุณอาจพบความแตกต่างในความพร้อมใช้งาน คุณอาจสามารถแลกเปลี่ยนข้อความโดยตรงกับศูนย์บริการฉุกเฉินได้ในบางตำแหน่งที่ตั้ง ถ้าศูนย์บริการฉุกเฉินที่ให้บริการในตำแหน่งที่ตั้งของคุณไม่สามารถรับข้อความได้ ผู้ให้บริการส่งผ่านการรับส่งข้อความของบุคคลหรือบริษัทอื่นจะส่งข้อความถึงคุณและโทรหาบริการฉุกเฉินให้คุณแทน ข้อความที่ส่งโดยตรงไปยังบริการฉุกเฉินรองรับเฉพาะตัวอักษรละตินเท่านั้นในสหรัฐอเมริกา ถ้ามีการเชื่อมต่อด้วยการโทรผ่านเครือข่ายเซลลูลาร์หรือ WLAN คุณควรติดต่อบริการฉุกเฉินทางโทรศัพท์ อย่างไรก็ตาม ถ้าคุณติดต่อบริการฉุกเฉินทางโทรศัพท์ คุณอาจไม่จำเป็นที่จะต้องติดต่อกับผู้ให้บริการฉุกเฉินเดียวกันกับผู้ให้บริการที่จัดการเซสชั่นดาวเทียมของคุณ SOS ฉุกเฉินผ่านดาวเทียมขึ้นอยู่กับความพร้อมใช้งานของดาวเทียมและอาจต้องใช้รายการอัปเดตซอฟต์แวร์เพื่อการทำงานที่ต่อเนื่อง เมื่อคุณส่งข้อความโดยใช้ SOS ฉุกเฉินผ่านดาวเทียม ข้อความของคุณจะถูกส่งในรูปแบบเข้ารหัสและถูกถอดรหัสโดย Apple เพื่อส่งต่อให้กับผู้ให้บริการฉุกเฉินหรือผู้ให้บริการส่งผ่านการรับส่งข้อความของบุคคลหรือบริษัทอื่นที่เกี่ยวข้อง ข้อความของคุณอาจถูกเก็บรักษาไว้โดยศูนย์บริการฉุกเฉินและผู้ให้บริการส่งผ่านการรับส่งข้อความเพื่อใช้ปรับปรุงบริการของพวกเขาสำหรับคุณและเพื่อให้เป็นไปตามกฎหมายที่บังคับใช้ ในการเปลี่ยนเส้นทางส่งข้อความของคุณไปยังองค์กรบริการฉุกเฉินในท้องถิ่นและเพื่อช่วยให้ผู้ปฏิบัติการฉุกเฉินเข้าถึงคุณได้ ตำแหน่งที่ตั้งของคุณจะถูกแชร์กับ Apple, ผู้ให้บริการเปลี่ยนเส้นทางข้อความบริการฉุกเฉิน และผู้ให้บริการส่งผ่านการรับส่งข้อความของบุคคลหรือบริษัทอื่นเมื่อคุณใช้ SOS ฉุกเฉินผ่านดาวเทียม ตำแหน่งที่ตั้งที่แชร์ผ่านดาวเทียมใน “ค้นหาของฉัน” จะถูกส่งในรูปแบบเข้ารหัสแบบต้นทางถึงปลายทางและ Apple ไม่สามารถเข้าถึงได้ คุณอาจเลือกที่จะแชร์บันทึกบทสนทนาของการสื่อสารของคุณกับบริการฉุกเฉินโดยที่คุณเลือกรายชื่อฉุกเฉินไว้ก่อนหน้าพร้อมกับข้อมูลเกี่ยวกับตำแหน่งที่ตั้งและลักษณะของเหตุฉุกเฉินของคุณได้ในระหว่างที่อยู่ในเซสชั่นเหตุฉุกเฉิน คุณสามารถหยุดแชร์บันทึกบทสนทนาในเซสชั่นของคุณได้ตลอดเวลาโดยการแตะหยุดแชร์ที่ด้านบนสุดของหน้าจอ วิดีโอสดสำหรับ SOS ฉุกเฉิน ในระหว่างโทรฉุกเฉิน คุณสามารถเลือกแชร์วิดีโอสดหรืออัปโหลดสื่อกับบริการฉุกเฉินได้ตามคำขอของบริการฉุกเฉิน คุณสามารถหยุดแชร์วิดีโอสดของคุณได้ตลอดเวลาโดยการแตะวางสาย จากนั้นแตะ “หยุดแชร์กล้อง” หรือ “วางสาย” ถ้าคุณเลือกอัปโหลดเนื้อหาสื่อ เนื้อหาของคุณจะอัปโหลดต่อไปแม้ว่าคุณวางสายโทรฉุกเฉินแล้วก็ตาม บริการฉุกเฉินอาจจัดเก็บหรือบันทึกเนื้อหาสื่อที่แชร์ วิดีโอสดและสื่อที่อัปโหลดจะถูกส่งแบบเข้ารหัสแบบต้นทางถึงปลายทางและ Apple ไม่สามารถดูหรือเข้าถึงได้ ในการใช้คุณสมบัตินี้ คุณจะต้องเปิดใช้สายโทรและ SOS ฉุกเฉิน ในการทำเช่นนี้ ให้ไปที่การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > บริการหาตำแหน่งที่ตั้ง > บริการระบบ แล้วแตะเพื่อเปิดใช้สายโทรและ SOS ฉุกเฉิน วิดีโอสดสำหรับ SOS ฉุกเฉินอาจไม่มีในทุกตำแหน่งที่ตั้งหรือทุกสถานการณ์ การตรวจจับการล้ม ถ้า Apple Watch SE หรือ Apple Watch Series 4 ขึ้นไปตรวจพบว่ามีการล้มอย่างรุนแรงในระหว่างที่คุณสวมใส่นาฬิกาของคุณ การแจ้งเตือนการตรวจจับการล้มสามารถช่วยให้คุณติดต่อกับบริการฉุกเฉินได้หากจำเป็น คุณสามารถเลือกที่จะติดต่อบริการฉุกเฉินหรือปิดทิ้งการแจ้งเตือนก็ได้ ถ้า Apple Watch ตรวจพบว่าคุณกำลังเคลื่อนไหวอยู่ Apple Watch จะรอให้คุณตอบสนองต่อการแจ้งเตือนและจะไม่โทรหาบริการฉุกเฉินโดยอัตโนมัติ ถ้า Apple Watch ตรวจพบว่าคุณไม่เคลื่อนไหวประมาณหนึ่งนาที Apple Watch จะโทรหาบริการฉุกเฉินโดยอัตโนมัติ เมื่อการโทรออกอัตโนมัติเชื่อมต่อ Apple Watch ของคุณจะเล่นข้อความเสียงที่แจ้งให้บริการฉุกเฉินทราบว่า Apple Watch ของคุณตรวจพบว่ามีการล้มอย่างรุนแรง จากนั้นแชร์ตำแหน่งที่ตั้งปัจจุบันของคุณเป็นพิกัดละติจูดและลองจิจูด การโทรนี้จะแชร์ตำแหน่งที่ตั้งของคุณไม่ว่าคุณจะเปิดใช้งานบริการหาตำแหน่งที่ตั้งของคุณหรือไม่ก็ตาม ถ้าคุณเปิดใช้งานข้อมูลทางการแพทย์ไว้ก่อนหน้านี้เพื่อแชร์ในระหว่างโทรฉุกเฉิน ข้อมูลทางการแพทย์ของคุณจะถูกแชร์กับบริการฉุกเฉินโดยอัตโนมัติด้วย (สหรัฐอเมริกาและแคนาดาเท่านั้น) หลังจากการโทรหาบริการฉุกเฉินสิ้นสุด Apple Watch ของคุณจะเริ่มนับถอยหลัง 10 วินาทีก่อนที่จะส่งข้อความถึงรายชื่อติดต่อฉุกเฉิน และรายชื่อติดต่อเช็คอินหากเซสชั่นเช็คอินเปิดใช้งานอยู่พร้อมตำแหน่งที่ตั้งของคุณโดยแจ้งให้ทราบว่า Apple Watch ของคุณตรวจพบการล้มอย่างรุนแรงและโทรหาบริการฉุกเฉินแล้ว คุณสามารถเลือกที่จะยกเลิกข้อความที่ส่งไปหารายชื่อติดต่อฉุกเฉินของคุณและรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่ได้ภายในเวลานับถอยหลัง 10 วินาที Apple Watch ของคุณรับรายชื่อติดต่อฉุกเฉินของคุณจากข้อมูลทางการแพทย์ของคุณ ถ้าตรวจพบการล้มอย่างรุนแรง การโทรออกอัตโนมัติไม่สามารถเชื่อมต่อกับบริการฉุกเฉินได้ และคุณไม่สามารถเคลื่อนไหวได้ iPhone ของคุณจะสามารถพยายามใช้ SOS ฉุกเฉินผ่านการเชื่อมต่อดาวเทียมเพื่อส่งข้อมูลที่จำกัด (ตัวอย่างเช่น ตำแหน่งที่ตั้งของคุณ ระยะเวลาการใช้งานของแบตเตอรี่ และลักษณะของเหตุฉุกเฉิน) ให้กับบริการฉุกเฉินทางข้อความได้ ข้อมูลที่จำกัด (ตัวอย่างเช่น ตำแหน่งที่ตั้งของคุณ ลักษณะของเหตุฉุกเฉิน) ยังจะถูกส่งให้กับรายชื่อติดต่อฉุกเฉินของคุณและรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่แทนคุณอีกด้วย การล้มจะถูกบันทึกโดยอัตโนมัติในแอปสุขภาพยกเว้นว่าคุณจะตอบว่าคุณไม่ได้ล้มเมื่อ Apple Watch ของคุณถาม ในการตรวจสอบประวัติการล้มของคุณ ให้เปิดแอปสุขภาพบน iPhone ของคุณแล้วไปที่เลือกหา > ข้อมูลอื่น > จำนวนครั้งที่ล้ม คุณสามารถเปิดหรือปิดใช้งานการตรวจจับการล้มจากแอป Apple Watch บน iPhone ของคุณได้โดยไปที่ Apple Watch ของฉัน > SOS ฉุกเฉิน จากนั้นแตะเพื่อเปิดใช้หรือปิดใช้การตรวจจับการล้ม ถ้าการตรวจจับการล้มเปิดใช้อยู่ คุณสามารถแตะ “เปิดตลอด” หรือ “เฉพาะในระหว่างออกกำลังกาย” ได้ ถ้าคุณป้อนอายุของคุณเมื่อคุณตั้งค่า Apple Watch ของคุณหรือในแอปสุขภาพ และคุณอายุ 55 ปีขึ้นไป การตรวจจับการล้มจะเปิดใช้โดยอัตโนมัติ ถ้าคุณอายุระหว่าง 18 ถึง 55 ปี การตรวจจับการล้มจะเปิดใช้โดยอัตโนมัติเฉพาะในระหว่างออกกำลังกาย การตรวจจับข้อมือต้องเปิดใช้งานอยู่สำหรับนาฬิกาของคุณเพื่อให้โทรหาบริการฉุกเฉินได้โดยอัตโนมัติ ในการทำเช่นนี้บน Apple Watch ให้ไปที่การตั้งค่า > รหัส แล้วแตะเพื่อเปิดใช้การตรวจจับข้อมือ การตรวจจับการล้มมีสำหรับผู้ที่มีอายุ 18 ปีขึ้นไปเท่านั้น Apple Watch ไม่สามารถตรวจจับการล้มทั้งหมดได้ การตรวจจับการชนกัน ถ้า iPhone 14 ขึ้นไป (ทุกรุ่น) ที่ใช้ iOS 16 ขึ้นไป, Apple Watch Series 8 ขึ้นไป, Apple Watch SE (รุ่นที่ 2) และ Apple Watch Ultra ขึ้นไปที่ใช้ watchOS 9 ขึ้นไปของคุณตรวจพบว่าเกิดรถชนกันรุนแรงมาก การแจ้งเตือนจะถูกสั่งทำงานเพื่อโทรหาบริการฉุกเฉิน คุณสามารถเลือกที่จะติดต่อบริการฉุกเฉินหรือปิดทิ้งการแจ้งเตือนก็ได้ ถ้าคุณไม่ตอบกลับการแจ้งเตือนภายใน 10 วินาที อุปกรณ์ของคุณจะโทรออกโดยอัตโนมัติ เมื่อการโทรออกอัตโนมัติเชื่อมต่อ อุปกรณ์ของคุณจะเล่นข้อความเสียงที่แจ้งให้บริการฉุกเฉินทราบว่าอุปกรณ์ของคุณตรวจพบว่าเกิดรถชนกัน จากนั้นแชร์ตำแหน่งที่ตั้งปัจจุบันของคุณเป็นพิกัดละติจูดและลองจิจูด การโทรนี้จะแชร์ตำแหน่งที่ตั้งของคุณไม่ว่าคุณจะเปิดใช้งานบริการหาตำแหน่งที่ตั้งของคุณหรือไม่ก็ตาม ถ้าคุณเปิดใช้งานข้อมูลทางการแพทย์ไว้ก่อนหน้านี้เพื่อแชร์ในระหว่างโทรฉุกเฉิน ข้อมูลทางการแพทย์ของคุณจะถูกแชร์กับบริการฉุกเฉินโดยอัตโนมัติด้วย (สหรัฐอเมริกาและแคนาดาเท่านั้น) หลังจากการโทรหาบริการฉุกเฉินสิ้นสุด อุปกรณ์ของคุณจะเริ่มนับถอยหลัง 10 วินาทีก่อนที่จะส่งข้อความถึงรายชื่อติดต่อฉุกเฉิน และรายชื่อติดต่อเช็คอินหากเซสชั่นเช็คอินเปิดใช้งานอยู่พร้อมตำแหน่งที่ตั้งของคุณโดยแจ้งให้ทราบว่าอุปกรณ์ของคุณตรวจพบว่าเกิดรถชนกันและโทรหาบริการฉุกเฉินแล้ว คุณสามารถเลือกที่จะยกเลิกข้อความที่ส่งไปหารายชื่อติดต่อฉุกเฉินของคุณและรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่ได้ภายในเวลานับถอยหลัง 10 วินาที อุปกรณ์ของคุณรับรายชื่อติดต่อฉุกเฉินของคุณจากข้อมูลทางการแพทย์ของคุณ หลังจากส่งการแจ้งเตือนไปยังรายชื่อติดต่อฉุกเฉินและรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่ อุปกรณ์ของคุณจะแสดงตัวเลือกต่อไปเพื่อติดต่อบริการฉุกเฉิน เปิดข้อมูลทางการแพทย์ หรือปิดทิ้งการแจ้งเตือน iPhone และ Apple Watch ไม่สามารถตรวจจับรถชนกันทั้งหมดได้ ข้อมูลตำแหน่งที่ตั้งอาจถูกใช้เพื่อพิจารณาว่ามีเหตุการชนกันเกิดขึ้นหรือไม่ ถ้าตรวจพบเหตุการณ์รถชนกันรุนแรงมาก การโทรออกอัตโนมัติไม่สามารถเชื่อมต่อกับบริการฉุกเฉินได้ และคุณไม่มีการตอบสนอง iPhone ของคุณจะสามารถพยายามใช้ SOS ฉุกเฉินผ่านการเชื่อมต่อดาวเทียมเพื่อส่งข้อมูลที่จำกัด (ตัวอย่างเช่น ตำแหน่งที่ตั้งของคุณ ระยะเวลาการใช้งานของแบตเตอรี่ และลักษณะของเหตุฉุกเฉิน) ให้กับบริการฉุกเฉินทางข้อความได้ ข้อมูลที่จำกัด (ตัวอย่างเช่น ตำแหน่งที่ตั้งของคุณ ลักษณะของเหตุฉุกเฉิน) ยังจะถูกส่งให้กับรายชื่อติดต่อฉุกเฉินของคุณและรายชื่อติดต่อเช็คอินที่เปิดใช้งานอยู่แทนคุณอีกด้วย คุณสามารถปิดใช้งานหรือเปิดใช้งานการตรวจจับการชนกันอีกครั้งได้โดยไปที่การตั้งค่า > SOS ฉุกเฉิน แล้วแตะเพื่อเปิดใช้หรือปิดใช้การโทรหลังจากเกิดรถชนกันรุนแรงมาก หรือในแอป Apple Watch บน iPhone โดยไปที่ Apple Watch ของฉัน > SOS ฉุกเฉิน จากนั้นแตะเพื่อเปิดใช้หรือปิดใช้การโทรหลังจากเกิดรถชนกันรุนแรงมาก คุณยังสามารถเลือกแชร์ข้อมูลการตรวจจับการชนกันกับแอปพลิเคชันของบริษัทอื่นที่ติดตั้งบน iPhone ของคุณได้อีกด้วย ถ้าคุณอนุญาตการเข้าถึงข้อมูลและเกิดรถชนกัน บุคคลหรือบริษัทอื่นจะได้รับแจ้งโดยอัตโนมัติเกี่ยวกับการชนกันซึ่งอาจรวมถึงข้อมูลตำแหน่งที่ตั้งด้วย ถ้าคุณอนุญาตให้ iPhone ของคุณโทรหาบริการฉุกเฉินหลังจากที่อุปกรณ์ตรวจพบว่าเกิดรถชนกัน iPhone จะโทรหาบริการฉุกเฉินก่อนที่จะแจ้งให้บุคคลหรือบริษัทอื่นทราบเกี่ยวกับการชนกัน ถ้าคุณไม่อนุญาตให้ iPhone ของคุณโทรหาบริการฉุกเฉินหลังจากที่อุปกรณ์ตรวจพบว่าเกิดรถชนกัน และตรวจพบว่าเกิดการชนกันและเปิดการแชร์กับบุคคลหรือบริษัทอื่นอยู่ อุปกรณ์ของคุณจะส่งการแจ้งเตือนเพื่อแจ้งให้คุณทราบว่าตรวจพบว่าเกิดการชนกัน ข้อมูลถูกแชร์กับบุคคลหรือบริษัทอื่นแล้ว และคุณควรมีส่วนร่วมกับแอปของบริษัทอื่นหากสามารถทำเช่นนั้นได้ คุณสามารถเลือกว่าจะแชร์ข้อมูลการตรวจจับการชนกันกับบุคคลหรือบริษัทอื่นได้ ในการทำเช่นนั้นบน iPhone ของคุณ ให้ไปที่การตั้งค่า > SOS ฉุกเฉิน แล้วแตะเพื่อเปิดใช้แชร์ข้อมูลรถชนกันกับแอป จุดอ้างอิงบนเข็มทิศ คุณสามารถใช้แอปเข็มทิศเพื่อเพิ่มตำแหน่งที่ตั้งปัจจุบันของคุณเป็นจุดอ้างอิงได้ ซึ่งจะช่วยให้คุณเห็นระยะทางและเส้นทางไปยังจุดอ้างอิงบนเข็มทิศแต่ละจุดที่คุณสร้าง นอกจากนี้ แอปเข็มทิศสามารถสร้างจุดอ้างอิงสองจุดได้โดยอัตโนมัติ ซึ่งได้แก่ จุดอ้างอิงการเชื่อมต่อเซลลูลาร์ครั้งสุดท้ายที่จะประมาณสถานที่สุดท้ายที่มีการรับสัญญาณเซลลูลาร์สำหรับการเชื่อมต่อ และจุดอ้างอิงการโทรฉุกเฉินครั้งสุดท้ายที่จะประมาณตำแหน่งบนเส้นทางที่ iPhone หรือ Apple Watch ของคุณมีการเชื่อมต่อครั้งสุดท้ายกับเครือข่ายของผู้ให้บริการเครือข่ายที่มีเพื่อให้สามารถโทรฉุกเฉินได้ ในการสร้างจุดอ้างอิงการเชื่อมต่อเซลลูลาร์ครั้งสุดท้ายหรือจุดอ้างอิงการโทรฉุกเฉินครั้งสุดท้าย คุณต้องเปิดใช้งานตำแหน่งที่ตั้งสำคัญบนอุปกรณ์ของคุณ พร้อมทั้งเปิดใช้ตำแหน่งที่ตั้งจริงสำหรับแอปเข็มทิศ คุณสามารถลบจุดอ้างอิงบนเข็มทิศที่คุณสร้างในแอปเข็มทิศได้โดยเลือกจุดอ้างอิงในแอปเข็มทิศ จากนั้นเลื่อนลงมาด้านล่างสุดของหน้าจอแล้วเลือกลบจุดอ้างอิง ติดตามการเดิน ในบางพื้นที่ที่คุณอาจต้องการความช่วยเหลือในการเดินตามเส้นทางเดิมของคุณ แอปเข็มทิศและบางแอปของบุคคลหรือบริษัทอื่นที่มีบน Apple Watch อาจขออนุญาตจากคุณเพื่อเข้าถึงตำแหน่งที่ตั้งล่าสุดแบบครั้งเดียวเพื่อจุดประสงค์ด้านความปลอดภัย ตัวอย่างเช่น ตำแหน่งที่ตั้งเหล่านี้อาจไม่ได้มีอยู่ทุกครั้งหากคุณอยู่ใกล้กับสถานที่ที่คุ้นเคย เช่น บ้านของคุณหรือในย่านชานเมือง ในการใช้คุณสมบัติเหล่านี้ คุณจะต้องเปิดใช้งานตำแหน่งที่ตั้งสำคัญสำหรับอุปกรณ์พร้อมทั้งเปิดใช้ตำแหน่งที่ตั้งจริงสำหรับแอป ข้อมูลอื่นๆ คุณสมบัติความปลอดภัยบางอย่างอาจไม่มีสำหรับทุกอุปกรณ์หรือไม่มีในทุกภูมิภาคหรือภาษา บางภูมิภาคและบางประเทศมีเบอร์โทรบริการฉุกเฉินหลายเบอร์ สำหรับภูมิภาคและประเทศเหล่านี้ Apple Watch จะโทรหาเบอร์โทรที่เกี่ยวข้องกับบริการรถพยาบาลเพื่อแจ้งเตือนการตรวจจับการล้ม พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณใน SOS ฉุกเฉินและ SOS ฉุกเฉินผ่านดาวเทียมตามความจำเป็นในการให้บริการ และเพื่อให้เป็นไปตามภาระผูกพันตามกฎหมายของเรา ในกรณีที่ความยินยอมเป็นพื้นฐานทางกฎหมายที่เหมาะสม เราขอความยินยอมตามที่กฎหมายท้องถิ่นกำหนด ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้เพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายเพื่อให้ความช่วยเหลือด้านบริการฉุกเฉิน ป้องกันการโจรกรรมหรืออาชญากรรม ปรับปรุงบริการ และช่วยรักษาระบบและสถาปัตยกรรม SOS ฉุกเฉินและ SOS ฉุกเฉินผ่านดาวเทียม: • ตำแหน่งที่ตั้งของคุณ • ข้อมูลเกี่ยวกับเซสชั่นของคุณ เช่น ระยะเวลาและเนื้อหาที่สื่อสารกับบริการฉุกเฉิน • รายชื่อติดต่อฉุกเฉินที่คุณเลือก การเก็บบันทึกข้อมูล Apple จะเก็บรักษาข้อมูลส่วนบุคคลไว้เป็นระยะเวลานานตราบเท่าที่จำเป็นเท่านั้นเพื่อให้เป็นไปตามจุดประสงค์ของการรวบรวมข้อมูล รวมถึงตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของ Apple หรือในประกาศเกี่ยวกับความเป็นส่วนตัวเฉพาะบริการของเรา หรือตามที่กฎหมายกำหนด ในการประเมินระยะเวลาการเก็บรักษาข้อมูล ก่อนอื่น เราจะตรวจสอบอย่างรอบคอบว่ามีความจำเป็นในการเก็บรักษาข้อมูลส่วนบุคคลที่รวบรวมมาหรือไม่ หากต้องมีการเก็บรักษา จะมีการเก็บรักษาข้อมูลส่วนบุคคลตามระยะเวลาที่สั้นที่สุดเท่าที่เป็นไปได้ตามที่กฎหมายอนุญาต ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ https://www.apple.com/th/privacy/
tr: Acil SOS Bir acil arama başlatan Acil SOS özelliğini kullandığınızda bu arama, görevlinin size yardım edebilmesi için konumunuzu (Konum Servisleri’nin etkin olup olmadığına bakmaksızın) ve Tıbbi kimliğinizi (etkinse) içerebilir. Apple’ın bölgenizde Geliştirilmiş Acil Veri servisinin desteklenip desteklenmediğini denetlemesi ve acil servise verileri sağlaması için konum verileriniz ve şifreli Tıbbi kimlik bilgileriniz Apple’a gönderilir. İş ortakları, bölgenizde destekleniyorsa acil servise göndermek üzere Apple’dan bilgilerinizi alabilirler. Apple, Tıbbi kimlik bilgilerinizi okuyamaz. Acil durum kişileriniz ve bir Durum Denetleme oturumu etkinse Durum Denetleme kişisi, acil servis araması sona erdiğinde acil servisi aradığınızı söyleyen bir mesajı (iptal etmediyseniz) otomatik olarak alırlar. Bu mesaj şu anki konumunuzu da içerir ve sınırlı bir süre boyunca aygıtınız konumunuz değiştikçe acil durum kişilerinize ve etkin Durum Denetleme kişisine güncelleme gönderir. Konumunuzun acil durum kişilerinize ya da Durum Denetleme kişisine gönderilmesini istemiyorsanız iPhone’unuzda veya Apple Vision Pro’nuzda Ayarlar > Gizlilik ve Güvenlik > Konum Servisleri > Sistem Servisleri’ne gidin ve Acil Aramalar ve SOS’i kapatmak için dokunun. Acil SOS ve Gizlilik hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/emergency-sos adresine gidin. Tıbbi kimlik hakkında daha fazla bilgi edinmek için Ayarlar > Sağlık > Tıbbi Kimlik > Acil Durum Erişimi’ne gidin ve Daha Fazla Bilgi’ye dokunun. Konum Servisleri hakkında daha fazla bilgi için www.apple.com/tr/legal/privacy/data/tr/location-services adresine gidin. Uydu ile Acil SOS Uydu ile Acil SOS, acil servise ulaşmanın hiçbir şekilde mümkün olmadığı olağanüstü durumlarda acil servis ile bağlantı kurmanıza yardımcı olabilir. Bu servis her konumda ya da durumda kullanılamayabilir. Acil servise mesaj atıp acil servisten mesaj almak için gökyüzünün açık bir şekilde görünmesi ve aygıtınız ile uydunun dikkatli bir şekilde hizalanması gerekir. Uydu bağlantısı, geleneksel ağınızdan çok farklı çalışır. Sonuç olarak mesajların gönderilip alınması geleneksel metin mesajlarına göre daha uzun sürebilir ve ulaşılabilirliğinde kopukluklar yaşayabilirsiniz. Bazı konumlarda bir acil servis merkezi ile doğrudan mesajlaşabilirsiniz. Konumunuzda hizmet veren acil servis merkezi metin mesajı alamıyorsa üçüncü parti bir iletişim sağlayıcısı size mesaj gönderir ve sizin adınıza acil servisi arar. ABD’de doğrudan acile servise gönderilen mesajlar yalnızca Latin alfabesini destekler. Hücresel ya da WLAN ses bağlantısı kullanılabilir duruma gelirse acil servisi telefon ile aramalısınız. Ancak, telefonla ararsanız uydu oturumunuzla ilgilenen aynı acil servis sağlayıcısı ile iletişime geçemeyebilirsiniz. Uydu ile Acil SOS, uydunun kullanılabilirliğine bağlıdır ve işlevselliğin sürmesi için bir yazılım güncellemesi gerektirebilir. Uydu ile Acil SOS’i kullanarak mesaj gönderdiğinizde mesajlarınız şifrelenmiş biçimde gönderilir ve mesajların şifresi ilgili acil servis sağlayıcısına ya da üçüncü parti iletişim sağlayıcısına geçirilmesi için Apple tarafından çözülür. Mesajlarınız, size verdikleri servisleri iyileştirmek için yürürlükteki yasalara uygun biçimde acil servis merkezleri ve iletişim sağlayıcıları tarafından tutulabilir. Uydu ile Acil SOS’i kullanırken konumunuz, metin mesajlarınızı yerel bir acil servis kurumuna yönlendirmek ve ilk yardımcıların size ulaşmasına yardım etmek için Apple, acil servis metin yönlendirme sağlayıcıları ve üçüncü parti iletişim sağlayıcıları ile paylaşılır. Bul’da uydu aracılığıyla paylaşılan konumlar, uçtan uca şifrelenmiş biçimde gönderilir ve Apple tarafından erişilemez. Bir acil oturum sırasında acil servis ile olan iletişiminizin bir dökümünü, konumunuzu ve acil durumunuzun mahiyetini önceden seçilmiş acil durum kişileriniz ile paylaşmayı seçebilirsiniz. Oturum dökümünüzün paylaşılmasını ekranın üst kısmındaki Paylaşmayı Durdur’a basarak istediğiniz zaman durdurabilirsiniz. Acil SOS Canlı Video Acil arama sırasında, acil servisin isteği üzerine canlı video paylaşmayı veya acil servise ortam yüklemeyi seçebilirsiniz. Canlı videonuzun paylaşılmasını, Aramayı Bitir’e ve ardından “Kamera Paylaşmayı Durdur”a veya “Aramayı Bitir”e dokunarak durdurabilirsiniz. Ortam içeriklerini karşıya yüklemeyi seçerseniz içerikleriniz, acil aramayı sonlandırsanız bile karşıya yüklenmeye devam eder. Acil servis, paylaşılan ortam içeriğini kayıt altına alabilir veya kaydedebilir. Canlı video ve karşıya yüklenen ortamlar, uçtan uca şifrelenmiş biçimde gönderilir ve Apple tarafından görüntülenemez veya erişilemez. Bu özelliği kullanabilmek için Acil Aramalar ve SOS’i açmış olmanız gerekir. Bunu yapmak için Ayarlar > Gizlilik ve Güvenlik > Konum Servisleri > Sistem Servisleri bölümüne gidin ve Acil Aramalar ve SOS’i açmak için dokunun. Acil SOS Canlı Video her konumda ya da durumda kullanılamayabilir. Düşme Algılama Apple Watch SE ya da Apple Watch Series 4 veya daha yenisi, saatiniz takılıyken sert bir şekilde düştüğünüzü saptarsa Düşme Algılama uyarısı gerekirse acil servisle iletişim kurmanıza yardımcı olabilir. Acil servisle iletişim kurmayı seçebilir veya uyarıyı kapatabilirsiniz. Apple Watch’unuz hareket ettiğinizi algılarsa uyarıya yanıt vermenizi bekler ve acil servisi otomatik olarak aramaz. Apple Watch’unuz bir dakika süresince hareketsiz olduğunuzu algılarsa acil servisi otomatik olarak arar. Otomatik olarak aranan numarayla bağlantı kurulduktan sonra Apple Watch’unuzun kötü bir şekilde düşme algıladığını acil servise bildiren bir sesli mesaj çalınır ve ardından o anki konumunuzun enlem ve boylam koordinatları paylaşılır. Arama, Konum Servisleri’nin etkin olup olmadığına bakmaksızın konumunuzu paylaşır. Acil arama sırasında Tıbbi kimliğinizi paylaşmayı daha önce etkinleştirdiyseniz Tıbbi kimliğiniz de acil servisle otomatik olarak paylaşılır (yalnızca ABD ve Kanada). Arama sona erdikten sonra Apple Watch’unuz, acil durum kişilerinize ve bir Durum Denetleme oturumu etkinse Durum Denetleme kişisine, saatinizin sert bir düşme algıladığını ve acil servisi aradığını belirten ve konumunuzu içeren bir mesaj göndermeden önce 10 saniyelik bir geri sayım başlatır. 10 saniyelik geri sayım sırasında acil durum kişilerinize ve etkin Durum Denetleme kişisine mesaj gönderilmesinden vazgeçmeyi seçebilirsiniz. Apple Watch’unuz, acil durum kişilerinizi Tıbbi kimliğinizden alır. iPhone’unuz; düşme algılanırsa, otomatik olarak aranan numara üzerinden acil servisle bağlantı kurulamazsa ve hareket etmiyorsanız acil servise sınırlı bilgiler (örneğin konumunuz, pil ömrü ve acil durumun niteliği) içeren bir mesajı otomatik olarak göndermek için Uydu ile Acil SOS bağlantısını kullanmayı deneyebilir. Sınırlı bilgiler (örneğin; konumunuz, acil durumun niteliği) sizin adınıza acil durum kişilerinize ve etkin Durum Denetleme kişisine de gönderilir. Düşmeler, Apple Watch’unuz sorduğunda düşmediğinizi söylemediğiniz sürece Sağlık uygulamasına otomatik olarak kaydedilir. Düşme geçmişinizi denetlemek için iPhone’unuzda Sağlık uygulamasını açın ve Göz At > Diğer Veriler > Düşme Sayısı bölümüne gidin. iPhone’unuzdaki Apple Watch uygulamasında Saatim > Acil SOS bölümüne gidip ardından Düşme Algılama’yı açmak veya kapatmak için dokunarak düşme algılamayı etkinleştirebilir veya etkisizleştirebilirsiniz. Düşme Algılama açıksa “Her zaman açık” veya “Yalnızca antrenman sırasında açık” seçeneğini seçebilirsiniz. Apple Watch’unuzu ayarlarken veya Sağlık uygulamasında yaşınızı girdiyseniz ve 55 yaşında veya üstündeyseniz Düşme Algılama otomatik olarak açılır. 18 ile 55 yaş aralığındaysanız Düşme Algılama yalnızca antrenmanlar sırasında otomatik olarak açılır. Saatinizin acil servisi otomatik olarak araması için Bilek Algılama’nın etkinleştirilmesi gerekir. Apple Watch’ta bunu yapmak için Ayarlar > Parola bölümüne gidin ve Bilek Algılama’yı açmak için dokunun. Düşme Algılama yalnızca 18 yaş ve üstü kullanıcılar içindir. Apple Watch tüm düşmeleri saptayamaz. Trafik Kazası Algılama iOS 16 ya da daha yenisine sahip iPhone 14 veya daha yenisi (tüm modeller), Apple Watch Series 8 veya daha yenisi, Apple Watch SE (2. nesil) ve watchOS 9 ya da daha yenisine sahip Apple Watch Ultra veya daha yenisi ciddi bir trafik kazası algılarsa acil servisi aramak üzere bir uyarı tetiklenir. Acil servisle iletişim kurmayı seçebilir veya uyarıyı kapatabilirsiniz. Uyarıya 10 saniye içinde yanıt vermezseniz aygıtınız aramayı otomatik olarak yapar. Otomatik olarak aranan numarayla bağlantı kurulduktan sonra aygıtınızın bir trafik kazası algıladığını acil servise bildiren bir sesli mesaj çalınır ve ardından o anki konumunuzun enlem ve boylam koordinatları paylaşılır. Arama, Konum Servisleri’nin etkin olup olmadığına bakmaksızın konumunuzu paylaşır. Acil arama sırasında Tıbbi kimliğinizi paylaşmayı daha önce etkinleştirdiyseniz Tıbbi kimliğiniz de acil servisle otomatik olarak paylaşılır (yalnızca ABD ve Kanada). Arama sona erdikten sonra aygıtınız, acil durum kişilerinize ve bir Durum Denetleme oturumu etkinse Durum Denetleme kişisine, aygıtınızın trafik kazası algıladığını ve acil servisi aradığını belirten ve konumunuzu içeren bir mesaj göndermeden önce 10 saniyelik bir geri sayım başlatır. 10 saniyelik geri sayım sırasında acil durum kişilerinize ve etkin Durum Denetleme kişisine mesaj gönderilmesinden vazgeçebilirsiniz. Aygıtınız, acil durum kişilerinizi Tıbbi kimliğinizden alır. Acil kişilere ve etkin Durum Denetleme kişisine bildirimden sonra, aygıtınız acil servisle iletişim kurma, Tıbbi kimlik bilgilerini açma veya uyarıyı kapatma seçeneklerini görüntülemeyi sürdürür. iPhone ve Apple Watch tüm trafik kazalarını saptayamaz. Konum bilgileriniz, trafik kazası olup olmadığını belirlemek için kullanılabilir. Ciddi bir trafik kazası algılanırsa, otomatik olarak aranan numara üzerinden acil servisle bağlantı kurulamazsa ve tepki vermiyorsanız iPhone’unuz, acil servise sınırlı bilgiler (örneğin konumunuz, pil ömrü ve acil durumun niteliği) içeren bir mesajı otomatik olarak göndermek için Uydu ile Acil SOS bağlantısını kullanmayı deneyebilir. Sınırlı bilgiler (örneğin; konumunuz, acil durumun niteliği) sizin adınıza acil durum kişilerinize ve etkin Durum Denetleme kişisine de gönderilir. Ayarlar > Acil SOS’e gidip Ağır Trafik Kazasından Sonra Ara’yı açmak veya kapatmak için dokunarak ya da iPhone’unuzdaki Apple Watch uygulamasında Saatim > Acil SOS bölümüne gidip ardından Ağır Trafik Kazasından Sonra Ara’yı açmak veya kapatmak için dokunarak Trafik Kazası Algılama’yı etkinleştirebilir veya etkisizleştirebilirsiniz. Trafik Kazası Algılama verilerini iPhone’unuzda yüklü olan üçüncü parti bir uygulamayla paylaşmayı da seçebilirsiniz. Verilere erişime izin verirseniz ve bir trafik kazası gerçekleşirse üçüncü parti kaza hakkında otomatik olarak bilgilendirilir ve bu bilgiler konum verilerini içerebilir. iPhone’unuzun bir trafik kazası algıladıktan sonra acil servisi aramasına izin verirseniz üçüncü parti kaza hakkında bilgilendirilmeden önce acil servis aranır. iPhone’unuzun bir trafik kazası algıladıktan sonra acil servisi aramasına izin vermezseniz ve üçüncü partiyle paylaşma açıkken bir kaza algılanırsa aygıtınız, bir kazanın algılandığını, verilerin üçüncü partiyle paylaşıldığını ve mümkünse üçüncü parti uygulamayla iletişim kurmanız gerektiğini bildirmek için bir uyarı gönderir. Trafik Kazası Algılama verilerinizi üçüncü bir partiyle paylaşıp paylaşmayacağınızı seçebilirsiniz. Bunu iPhone’unuzda yapmak için Ayarlar > Acil SOS bölümüne gidin ve Trafik Kazasını Uygulama ile Paylaş’ı açmak için dokunun. Pusula Ara Noktaları Şu anki konumunuzu ara nokta olarak eklemek için Pusula uygulamasını kullanabilirsiniz; bu uygulama yarattığınız her bir Pusula Ara Noktası’na olan mesafeyi ve yol tarifini görmenizi sağlar. Ayrıca Pusula uygulaması, bağlantı için hücresel sinyal bulunan son yeri tahmin eden Son Hücresel Sinyal Ara Noktası ve acil arama yapılabilmesi için iPhone’unuzun veya Apple Watch’unuzun bir güzergâh üzerinde kullanılabilir herhangi bir operatör ağına son kez bağlandığı yeri tahmin eden Son Acil Arama Ara Noktası da dahil iki ara noktayı otomatik olarak oluşturabilir. Son Hücresel Sinyal Ara Noktası’nın veya Son Acil Arama Ara Noktası’nın yaratılması için aygıtınızda Önemli Konumlar’ı etkinleştirmiş ve Pusula uygulaması için Tam Konum’u açmış olmanız gerekir. Pusula uygulamasında yarattığınız Pusula Ara Noktaları’nı Pusula uygulamasında ara noktayı seçerek ve ardından ekranın en altına kaydırıp Ara Noktayı Sil’i seçerek silebilirsiniz. Geriye Dönüş Adımlarınızı tekrar izlerken yardıma ihtiyaç duyabileceğiniz belirli bölgelerde, Pusula uygulaması ve Apple Watch’ta bulunan bazı üçüncü parti uygulamalar güvenlik amacıyla son konumlarınıza tek seferlik erişim isteyebilir. Bu konumlar, örneğin eviniz gibi bildiğiniz yerlere yakınsanız ya da kentsel alanlardaysanız her zaman kullanılamayabilir. Bu özellikleri kullanabilmek için aygıtta Önemli Konumlar’ı etkinleştirmiş ve uygulama için Tam Konum’u açmış olmanız gerekir. Diğer Bilgiler Bazı güvenlik özellikleri her aygıt için veya her bölgede ya da dilde kullanılamayabilir. Bazı bölgelerde ve ülkelerde birden fazla acil servis numarası vardır. Apple Watch bu bölgelerde Düşme Algılama uyarıları için ambulans hizmetiyle ilişkili numarayı arar. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Acil SOS ve Uydu ile Acil SOS için kişisel verilerinizi, genel olarak servisi sunmak ve yasal yükümlülüklerimize uymak için gerektiği gibi işleriz. Onay, yürürlükteki yerel kanunlara göre aradığımız uygun yasal dayanaktır. Yürürlükteki yerel kanunlar gerektirdiğinde şu kişisel veri kategorilerini, acil servis sunulmasını kolaylaştırmak, dolandırıcılığı veya suç teşkil eden eylemleri önlemek, servisleri iyileştirmek, Acil SOS ve Uydu ile Acil SOS sistemlerinin ve mimarilerinin korunmasına yardımcı olmak için yasal çıkarlarımız doğrultusunda işleriz: • Konumunuz • Acil servisle iletişim süresi ve içeriği gibi oturumlarınız hakkında bilgiler • Seçili Acil Durum Kişileri Bilgi Saklama Apple, kişisel verileri, yasaların gerektirdiği veya toplanma amacını gerçekleştirmek için gerekli süre boyunca ve Apple’ın Gizlilik Politikası’nda veya servise özel gizlilik uyarılarında açıklandığı şekilde tutar. Saklama sürelerini değerlendirirken öncelikle toplanan kişisel verilerin tutulması gerekip gerekmediğini dikkatlice inceler ve tutulması gerekiyorsa kişisel verileri yasaların izin verdiği mümkün olan en kısa süre boyunca tutmak için çalışırız. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Сигнал SOS Якщо екстрений виклик здійснюється за допомогою функції «Сигнал SOS», під час нього може передаватися ваша геопозиція (незалежно від того, чи ввімкнули ви Служби локації) і Медичний ID (якщо його ввімкнено), щоб диспетчер міг допомогти вам. Ваші дані геопозиції та зашифрована інформація Медичного ID надсилаються в Apple, щоб перевірити, чи підтримується служба Удосконалених екстрених даних у вашому регіоні, а також для надання даних екстреним службам. Якщо така можливість підтримується у вашому регіоні, Apple може надавати вашу інформацію партнеру для доставки екстреним службам. Apple не може прочитати інформацію з вашого Медичного ID. Після завершення виклику ваші екстрені контакти й супроводжувач (якщо сеанс Супроводу активний) автоматично отримають повідомлення про те, що ви викликали екстрені служби, якщо ви не скасуєте його надсилання. Це повідомлення також міститиме вашу поточну геопозицію, і протягом обмеженого періоду часу ваш пристрій надсилатиме оновлення вашим екстреним контактам і супроводжувачу активного сеансу Супроводу, якщо ваша геопозиція змінюватиметься. Якщо ви не хочете повідомляти екстреним контактам чи супроводжувачу активного сеансу Супроводу свою геопозицію, на iPhone або Apple Vision Pro відкрийте меню Параметри > Приватність і безпека > Служби локації > Системні сервіси та вимкніть параметр «Екстрені виклики і SOS». Додаткові відомості про функцію «Сигнал SOS» і приватність наведено на вебсторінці www.apple.com/legal/privacy/data/uk/emergency-sos. Щоб дізнатися більше про Медичний ID, перейдіть у меню Параметри > Здоровʼя > Медичний ID > Екстрений доступ і торкніть «Докладніше». Додаткові відомості про Служби локації наведено на вебсторінці www.apple.com/legal/privacy/data/uk/location-services. Сигнал SOS через супутник Функція «Сигнал SOS через супутник» допомагає вам звʼязатися зі службами екстреної допомоги у випадках, коли інші засоби звʼязку недоступні. Ця служба доступна не в усіх регіонах і не в усіх випадках. Для обміну повідомленнями з екстреними службами необхідно бути під відкритим небом, щоб забезпечити звʼязок пристрою із супутником. Супутникове зʼєднання працює інакше, ніж звичайне зʼєднання з мобільною мережею. У результаті надсилання й отримування повідомлень може тривати довше, ніж під час обміну звичайними текстовими повідомленнями, і звʼязок не завжди може бути доступним. У деяких регіонах можна обмінюватися повідомленнями безпосередньо з центром екстреної допомоги. Якщо центр екстреної допомоги, що обслуговує ваш регіон, не може отримати текстові повідомлення, сторонній постачальник послуг ретрансляції надішле вам текстове повідомлення й зателефонує екстреним службам від вашого імені. У США текст, який надсилається безпосередньо до екстрених служб, повинен містити лише латинські літери. Якщо голосовий звʼязок через стільникову мережу чи WLAN стане доступним, вам слід звʼязатися зі службами екстреної допомоги по телефону. Але якщо ви це зробите, ви не обовʼязково звʼяжетеся з тим самим постачальником послуг екстреної допомоги, з яким спілкуєтеся через супутник. Робота функції «Сигнал SOS через супутник» залежить від доступності супутника, і для подальшої роботи може знадобитись оновити програмне забезпечення. Коли ви використовуєте функцію «Сигнал SOS через супутник», повідомлення надсилаються в зашифрованому вигляді. Apple розшифровує їх, щоб передати відповідному постачальнику послуг екстреної допомоги або сторонньому постачальнику послуг ретрансляції. Центри екстреної допомоги й постачальники послуг ретрансляції можуть зберігати ваші повідомлення, щоб покращити надання послуг, а також відповідно до вимог законодавства. Щоб спрямовувати ваші повідомлення до місцевої служби екстреної допомоги та допомагати службам реагування звʼязатися з вами, ваша геопозиція передаватиметься компанії Apple, постачальникам послуг маршрутизації екстрених повідомлень і сторонньому постачальнику послуг ретрансляції, коли ви використовуєте функцію «Сигнал SOS через супутник». Геопозиція, надана в Локаторі через супутник, надсилається із застосуванням наскрізного шифрування, і Apple не може отримати до неї доступ. Під час екстреної ситуації можна надати стенограму свого спілкування з екстреними службами, свою геопозицію та характер надзвичайної ситуації попередньо вибраним екстреними контактами. Поширення стенограми можна припинити будь‑якої миті. Для цього натисніть кнопку «Не ширити» у верхній частині екрана. Відеотрансляція наживо під час викликів SOS Під час екстреного виклику ви можете поширити для екстрених служб відеотрансляцію наживо чи закачати медіавміст на запит екстрених служб. Поширення відеотрансляції можна припинити будь‑якої миті. Для цього натисніть «Завершити виклик», потім натисніть «Зупинити поширення зображення з камери» або «Закінчити». У разі надання медіавміст продовжуватиме закачуватися, навіть якщо ви завершите екстрений виклик. Екстрені служби можуть записувати чи зберігати поширений для них медіавміст. Відеотрансляції та закачаний медіавміст надсилаються із застосуванням наскрізного шифрування, і Apple не може переглянути їх чи отримати до них доступ. Для користування цією функцією необхідно ввімкнути Екстрені виклики і SOS. Для цього перейдіть у меню Параметри > Приватність і безпека > Служби локації > Системні сервіси й вимкніть параметр «Екстрені виклики і SOS». Відеотрансляція наживо під час викликів SOS не завжди може бути доступною, залежно від геопозиції чи обставин. Виявлення падіння За потреби функція «Виявлення падіння» може звʼязуватися з екстреними службами, якщо Apple Watch SE, Apple Watch Series 4 чи новіших моделей виявить жорстке падіння, коли годинник надіто. Можна звернутися до екстрених служб чи прибрати оповістку. Якщо годинник Apple Watch виявить, що ви рухаєтеся, він дочекається вашої відповіді на оповістку й не викликатиме екстрені служби автоматично. Якщо годинник Apple Watch виявить, що ви не рухаєтеся протягом хвилини, він автоматично зателефонує в екстрені служби. Після встановлення зʼєднання годинник Apple Watch відтворить аудіоповідомлення з інформацією для екстрених служб про те, що він виявив жорстке падіння, і надішле вашу поточну геопозицію у вигляді координат широти й довготи. Під час виклику ваша геопозиція поширюватиметься незалежно від того, чи ввімкнено Служби локації. Якщо ви раніше ввімкнули поширення Медичного ID під час екстреного виклику, він також автоматично поширюватиметься для екстрених служб (тільки в США та Канаді). Після завершення виклику Apple Watch почне 10‑секундний відлік, перш ніж надіслати повідомлення вашим екстреним контактам і супроводжувачу (якщо сеанс Супроводу активний) із вашою геопозицією та сповіщенням про те, що годинник виявив жорстке падіння і викликав екстрені служби. Можна скасувати надсилання повідомлення своїм екстреним контактам і супроводжувачу активного сеансу Супроводу протягом 10‑секундного відліку. Apple Watch отримує дані про екстрені контакти з Медичного ID. Якщо виявлено падіння і не вдається автоматично звʼязатися з екстреними службами, а ви не рухаєтеся, ваш iPhone може спробувати використати функцію «Сигнал SOS через супутник», щоб надіслати екстреним службам текстове повідомлення з окремими даними (наприклад, вашою геопозицією, зарядом акумулятора й характером екстреної ситуації). Окремі дані (наприклад, вашу геопозицію, характер екстреної ситуації) також буде надіслано вашим екстреним контактам і супроводжувачу активного сеансу Супроводу. Падіння автоматично записуються до програми «Здоровʼя», якщо на запит Apple Watch ви не відповіли, що падіння не було. Щоб переглянути свою історію падінь, відкрийте програму «Здоровʼя» на iPhone і перейдіть у меню Огляд > Інші дані > Кількість падінь. Можна вмикати й вимикати функцію «Виявлення падіння» у програмі Apple Watch на iPhone у меню Мій годинник > Сигнал SOS > Виявлення падіння. Якщо функцію «Виявлення падіння» ввімкнено, можна вибрати режим «Завжди ввімкнено» чи «Увімкнено лише під час тренувань». Якщо під час налаштування Apple Watch чи у програмі «Здоровʼя» зазначено вік, функція «Виявлення падіння» вмикається автоматично для користувачів від 55 років. Для користувачів від 18 до 55 років функція «Виявлення падіння» вмикається автоматично тільки під час тренувань. Для автоматичних викликів до екстрених служб потрібно ввімкнути параметр «Виявлення руки» для свого годинника. Для цього на Apple Watch перейдіть у меню Параметри > Код допуску та ввімкніть функцію «Виявлення руки». Функція «Виявлення падіння» доступна для користувачів віком від 18 років. Apple Watch виявляє не всі падіння. Виявлення аварій Якщо iPhone 14 чи будь-якої новішої моделі з iOS 16 чи новішої версії, Apple Watch Series 8 чи новішої моделі, Apple Watch SE (2‑го покоління) або Apple Watch Ultra чи новішої моделі з watchOS 9 чи новішої версії виявить серйозну автоаварію, зʼявиться оповістка про виклик екстрених служб. Можна звернутися до екстрених служб чи прибрати оповістку. Якщо ви не відповісте на оповістку протягом 10 секунд, пристрій здійснить виклик автоматично. Після встановлення зʼєднання пристрій відтворить аудіоповідомлення про те, що виявлено автоаварію, і надішле вашу поточну геопозицію у вигляді координат широти й довготи. Під час виклику ваша геопозиція поширюватиметься незалежно від того, чи ввімкнено Служби локації. Якщо ви раніше ввімкнули поширення Медичного ID під час екстреного виклику, він також автоматично поширюватиметься для екстрених служб (тільки в США та Канаді). Після завершення виклику ваш пристрій почне 10‑секундний відлік, перш ніж надіслати повідомлення вашим екстреним контактам і супроводжувачу (якщо сеанс Супроводу активний) із вашою геопозицією та сповіщенням про те, що пристрій виявив автоаварію та викликав екстрені служби. Можна скасувати надсилання повідомлення своїм екстреним контактам і супроводжувачу активного сеансу Супроводу протягом 10‑секундного відліку. Ваш пристрій отримує дані про екстрені контакти з Медичного ID. Коли екстрені контакти й супроводжувача з активного сеансу Супроводу буде сповіщено, на пристрої і далі показуватимуться елементи керування, за допомогою яких можна звʼязатися з екстреними службами, відкрити Медичний ID або прибрати оповістку. iPhone і Apple Watch виявляють не всі автоаварії. Інформація про геопозицію може використовуватися, щоб визначити, чи сталася аварія. Якщо виявлено серйозну автоаварію і не вдається автоматично звʼязатися з екстреними службами, а ви не реагуєте, ваш iPhone може спробувати використати функцію «Сигнал SOS через супутник», щоб надіслати екстреним службам текстове повідомлення з окремими даними (наприклад, вашою геопозицією, зарядом акумулятора й характером екстреної ситуації). Окремі дані (наприклад, вашу геопозицію, характер екстреної ситуації) також буде надіслано вашим екстреним контактам і супроводжувачу активного сеансу Супроводу. Функцію «Виявлення аварій» можна вимкнути або повторно ввімкнути в меню Параметри > Сигнал SOS > Виклик після аварії. Також це можна зробити в програмі Apple Watch на iPhone: перейдіть у розділ Мій годинник > Сигнал SOS і ввімкніть або вимкніть параметр «Виклик після аварії». Також можна ввімкнути поширення даних функції «Виявлення аварій» для сторонньої програми, інстальованої на вашому iPhone. Якщо ви надасте доступ до даних і станеться автоаварія, третя сторона автоматично отримає про неї інформацію, що може містити дані геопозиції. Якщо ви дозволите iPhone викликати екстрені служби після виявлення автоаварії, це буде здійснено до повідомлення третій стороні про аварію. Якщо ви не дозволите iPhone викликати екстрені служби після виявлення аварії, а її буде виявлено, і якщо ввімкнено поширення даних для третіх сторін, тоді пристрій надішле вам оповістку про аварію та про те, що дані передано третій стороні й вам потрібно скористатися програмою третьої сторони, якщо є така можливість. Ви можете обрати, чи передавати дані функції «Виявлення аварій» третім сторонам. Для цього на iPhone перейдіть у меню Параметри > Сигнал SOS і ввімкніть параметр «Поширення даних (аварії)». Пункти маршруту за компасом У програмі «Компас» можна додати свою поточну геопозицію як пункт маршруту, щоб переглядати відстань і напрямок до всіх створених пунктів маршруту. Програма «Компас» також може автоматично створювати два пункти маршруту: пункт останнього стільникового зʼєднання, що визначатиме останню точку, де було наявне стільникове зʼєднання, і пункт останнього екстреного виклику, що визначатиме точку вашого маршруту, де iPhone чи Apple Watch могли підʼєднатися до мережі стільникового оператора для виконання екстреного виклику. Щоб створювати пункт останнього стільникового зʼєднання та пункт останнього екстреного виклику, на вашому пристрої необхідно ввімкнути функцію «Важливі місця», а для програми «Компас» необхідно ввімкнути використання точної геопозиції. Щоб видалити пункти маршруту, створені в програмі «Компас», виберіть пункт маршруту в цій програмі, прокрутіть до кінця екрана й виберіть «Видалити пункт маршруту». Пройдений маршрут У певних регіонах, де вам може знадобитися допомога у відстеженні свого пересування, програма «Компас» і певні програми сторонніх розробників, доступні на Apple Watch, можуть попросити вас надати одноразовий доступ до вашої недавньої геопозиції з метою безпеки. Ці місця не завжди можуть бути доступними. Наприклад, якщо ви перебуваєте поблизу знайомих місць, як‑от ваш дім, або в міських районах. Щоб користуватися цими функціями, на пристрої має бути ввімкнено функцію «Важливі місця», а для програми — функцію «Точна геопозиція». Інша інформація Деякі функції безпеки доступні не на всіх пристроях, не в усіх регіонах і не всіма мовами. У деяких країнах і регіонах доступні кілька номерів виклику екстрених служб. Якщо годинник Apple Watch у цих регіонах виявить падіння, він зателефонує на номер швидкої допомоги. Відповідне юридичне підґрунтя для опрацювання особистих даних Ми обробляємо ваші особисті дані в функціях «Сигнал SOS» і «Сигнал SOS через супутник» для надання послуг і виконання наших зобовʼязань. У регіонах, де інформована згода має юридичне підґрунтя, ми просимо надати її згідно з відповідним місцевим законодавством. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів для сприяння роботі екстрених служб, запобігання шахрайству й іншій незаконній діяльності, покращення служб і забезпечення роботи систем і архітектур функцій «Сигнал SOS» і «Сигнал SOS через супутник» ми обробляємо такі категорії персональних даних: • Ваша геопозиція • Інформація про сеанс, як‑от дані про тривалість і вміст, переданий екстреним службам • Задані екстрені контакти Зберігання Apple зберігає персональні дані не довше, ніж необхідно для виконання цілей, з якими вони збиралися, зокрема як описано в Політиці конфіденційності Apple чи в заувагах щодо конфіденційності певних послуг або як визначено законодавством. Під час вибору періоду зберігання даних ми спочатку оцінюємо, чи необхідно зберігати зібрані персональні дані. Якщо зберігання потрібне, ми зберігаємо їх протягом найменшого періоду, дозволеного законом. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики приватності Apple, яку можна знайти на www.apple.com/privacy.
vi: SOS khẩn cấp Khi sử dụng một tính năng SOS khẩn cấp khởi tạo cuộc gọi khẩn cấp, cuộc gọi có thể bao gồm vị trí của bạn (bất kể bạn có bật Dịch vụ định vị hay không) và ID y tế (nếu được bật) để cho phép điều phối viên trợ giúp bạn. Dữ liệu vị trí và thông tin ID y tế được mã hóa của bạn được gửi đến Apple để Apple kiểm tra xem dịch vụ Dữ liệu khẩn cấp nâng cao có được hỗ trợ trong khu vực của bạn không và để cung cấp dữ liệu cho các dịch vụ khẩn cấp. Nếu được hỗ trợ trong vùng của bạn thì một đối tác có thể truy xuất thông tin của bạn từ Apple để gửi đến các dịch vụ khẩn cấp. Apple không thể đọc thông tin ID y tế của bạn. Sau khi cuộc gọi kết thúc, các liên hệ khẩn cấp và liên hệ Kiểm tra của bạn nếu phiên Kiểm tra đang hoạt động, sẽ tự động nhận được một tin nhắn cho biết rằng bạn đã gọi các dịch vụ khẩn cấp, trừ khi bạn hủy tin nhắn. Tin nhắn này cũng bao gồm vị trí hiện tại của bạn và trong một khoảng thời gian giới hạn, thiết bị của bạn sẽ gửi các cập nhật đến các liên hệ khẩn cấp và liên hệ Kiểm tra đang hoạt động khi vị trí của bạn thay đổi. Nếu bạn không muốn gửi thông tin vị trí của mình đến các liên hệ khẩn cấp hoặc liên hệ Kiểm tra đang hoạt động, đối với iPhone hoặc Apple Vision Pro, hãy đi tới Cài đặt > Quyền riêng tư & Bảo mật > Dịch vụ định vị > Dịch vụ hệ thống và chạm để tắt Cuộc gọi khẩn cấp & SOS. Để biết thêm thông tin về SOS khẩn cấp & Quyền riêng tư, hãy truy cập www.apple.com/legal/privacy/data/vi/emergency-sos. Để tìm hiểu thêm về ID y tế, hãy đi tới Cài đặt > Sức khỏe > ID y tế > Truy cập khẩn cấp và chạm vào Tìm hiểu thêm. Để tìm hiểu thêm về Dịch vụ định vị, hãy truy cập www.apple.com/legal/privacy/data/vi/location-services. SOS khẩn cấp qua vệ tinh SOS khẩn cấp qua vệ tinh có thể giúp bạn kết nối với các dịch vụ khẩn cấp trong các tình huống đặc biệt khi không có phương thức liên lạc với các dịch vụ khẩn cấp nào khả dụng. Dịch vụ này có thể không khả dụng tại tất cả các vị trí hoặc trong tất cả các tình huống. Bạn phải nhìn thấy bầu trời rõ ràng và căn chỉnh cẩn thận thiết bị của mình với vệ tinh để gửi và nhận tin nhắn với các dịch vụ khẩn cấp. Kết nối vệ tinh hoạt động rất khác so với mạng truyền thống của bạn. Kết quả là việc gửi và nhận tin nhắn có thể cần nhiều thời gian hơn so với tin nhắn văn bản truyền thống và bạn có thể gặp phải sự gián đoạn về tính khả dụng. Tại một số vị trí, có thể bạn có khả năng trao đổi tin nhắn trực tiếp với một trung tâm dịch vụ khẩn cấp. Nếu trung tâm dịch vụ khẩn cấp phục vụ tại vị trí của bạn không thể nhận được tin nhắn văn bản thì một nhà cung cấp chuyển tiếp bên thứ ba sẽ nhắn tin với bạn và gọi các dịch vụ khẩn cấp thay mặt bạn. Tại Mỹ, tin nhắn được gửi trực tiếp đến các dịch vụ khẩn cấp chỉ hỗ trợ bảng chữ cái La tinh. Nếu kết nối thoại WLAN hoặc di động trở nên khả dụng thì bạn nên liên hệ với các dịch vụ khẩn cấp qua điện thoại. Tuy nhiên, nếu làm vậy, bạn không nhất thiết có thể kết nối với cùng một nhà cung cấp dịch vụ khẩn cấp đang xử lý phiên vệ tinh của bạn. SOS khẩn cấp qua vệ tinh phụ thuộc vào tính khả dụng của vệ tinh và có thể yêu cầu cập nhật phần mềm để hoạt động liên tục. Khi bạn nhắn tin bằng SOS khẩn cấp qua vệ tinh, các tin nhắn của bạn được gửi bằng hình thức mã hóa và được Apple giải mã để chuyển đến nhà cung cấp dịch vụ khẩn cấp liên quan hoặc nhà cung cấp chuyển tiếp bên thứ ba. Các tin nhắn của bạn có thể được lưu giữ bởi các trung tâm dịch vụ khẩn cấp và nhà cung cấp chuyển tiếp để cải thiện dịch vụ của họ với bạn, cũng như để tuân thủ luật áp dụng. Để định tuyến tin nhắn văn bản của bạn đến một tổ chức dịch vụ khẩn cấp tại địa phương và để hỗ trợ người phản hồi trong việc liên lạc với bạn thì vị trí của bạn sẽ được chia sẻ với Apple, các nhà cung cấp định tuyến tin nhắn dịch vụ khẩn cấp và nhà cung cấp chuyển tiếp bên thứ ba khi bạn sử dụng SOS khẩn cấp qua vệ tinh. Các vị trí được chia sẻ qua vệ tinh trong Tìm được gửi bằng hình thức mã hóa hai chiều và Apple không thể truy cập được. Trong một phiên khẩn cấp, bạn có thể lựa chọn chia sẻ bản chép lại của cuộc liên lạc với các dịch vụ khẩn cấp với các liên hệ khẩn cấp đã chọn trước đó của mình cùng với thông tin về vị trí và bản chất của tình huống khẩn cấp. Bạn có thể dừng chia sẻ bản chép lại phiên bất kỳ lúc nào bằng cách chạm vào Dừng chia sẻ ở đầu màn hình. Video trực tiếp SOS khẩn cấp Khi cuộc gọi khẩn cấp đang diễn ra, bạn có thể chọn chia sẻ video trực tiếp hoặc tải lên phương tiện nếu các dịch vụ khẩn cấp yêu cầu. Bạn có thể dừng chia sẻ video trực tiếp bất kỳ lúc nào bằng cách chạm vào Kết thúc cuộc gọi, sau đó chạm vào “Dừng chia sẻ camera” hoặc “Kết thúc cuộc gọi”. Nếu bạn lựa chọn tải lên nội dung phương tiện thì nội dung sẽ tiếp tục tải lên ngay cả khi bạn kết thúc cuộc gọi khẩn cấp. Dịch vụ khẩn cấp có thể ghi hoặc lưu nội dung phương tiện được chia sẻ. Video trực tiếp và phương tiện đã tải lên được gửi bằng hình thức mã hóa hai chiều và Apple không thể xem hay truy cập được. Để sử dụng tính năng này, bạn cần phải bật Cuộc gọi khẩn cấp & SOS. Để thực hiện, hãy đi tới Cài đặt > Quyền riêng tư & Bảo mật > Dịch vụ định vị > Dịch vụ hệ thống và chạm để tắt Cuộc gọi khẩn cấp & SOS. Video trực tiếp SOS khẩn cấp có thể không khả dụng tại tất cả các vị trí hoặc trong tất cả các tình huống. Phát hiện ngã Nếu Apple Watch SE hoặc Apple Watch Series 4 trở lên phát hiện cú ngã mạnh trong khi bạn đang đeo đồng hồ thì cảnh báo Phát hiện ngã có thể giúp kết nối bạn đến các dịch vụ khẩn cấp nếu cần. Bạn có thể lựa chọn liên hệ với các dịch vụ khẩn cấp hoặc loại bỏ cảnh báo. Nếu Apple Watch phát hiện thấy bạn đang di chuyển thì thiết bị sẽ đợi bạn phản hồi cảnh báo và sẽ không tự động gọi các dịch vụ khẩn cấp. Nếu Apple Watch phát hiện thấy bạn đã bất động trong khoảng một phút thì thiết bị sẽ tự động thực hiện cuộc gọi. Khi cuộc gọi được quay số tự động kết nối, Apple Watch phát một tin nhắn âm thanh thông báo cho các dịch vụ khẩn cấp rằng Apple Watch của bạn đã phát hiện cú ngã mạnh và sau đó chia sẻ vị trí hiện tại của bạn dưới dạng vĩ độ và kinh độ. Cuộc gọi sẽ chia sẻ thông tin vị trí của bạn bất kể bạn có bật Dịch vụ định vị hay không. Nếu trước đó bạn đã cho phép chia sẻ ID y tế trong cuộc gọi khẩn cấp thì ID y tế của bạn cũng sẽ được chia sẻ tự động với các dịch vụ khẩn cấp (chỉ ở Mỹ và Canada). Sau khi cuộc gọi kết thúc, Apple Watch của bạn sẽ bắt đầu đếm ngược 10 giây trước khi gửi tin nhắn đến các liên hệ khẩn cấp và liên hệ Kiểm tra nếu phiên Kiểm tra đang hoạt động, với thông tin vị trí của bạn để thông báo với họ rằng đồng hồ của bạn đã phát hiện một cú ngã mạnh và đã gọi các dịch vụ khẩn cấp. Bạn có thể lựa chọn hủy tin nhắn đến các liên hệ khẩn cấp và liên hệ Kiểm tra đang hoạt động trong vòng 10 giây đếm ngược. Apple Watch của bạn lấy các liên hệ khẩn cấp từ ID y tế của bạn. Nếu phát hiện thấy một cú ngã, cuộc gọi được quay số tự động không thể kết nối với các dịch vụ khẩn cấp và bạn không cử động thì iPhone có thể cố gắng sử dụng khả năng kết nối SOS khẩn cấp qua vệ tinh để tự động nhắn tin cho các dịch vụ khẩn cấp các thông tin giới hạn (ví dụ: vị trí của bạn, thời lượng pin và bản chất của tình huống khẩn cấp). Thông tin giới hạn (ví dụ: vị trí của bạn, bản chất của tình huống khẩn cấp) cũng sẽ được gửi đến các liên hệ khẩn cấp và liên hệ Kiểm tra đang hoạt động của bạn thay mặt bạn. Các cú ngã được ghi lại tự động trong ứng dụng Sức khỏe, trừ khi bạn trả lời rằng bạn không ngã khi Apple Watch hỏi. Để kiểm tra lịch sử ngã, hãy mở ứng dụng Sức khỏe trên iPhone của bạn và đi tới Duyệt > Dữ liệu khác > Số lần ngã. Bạn có thể bật hoặc tắt tính năng Phát hiện ngã từ ứng dụng Apple Watch trên iPhone bằng cách đi tới Đồng hồ của tôi > SOS khẩn cấp, sau đó chạm để bật hoặc tắt Phát hiện ngã. Nếu Phát hiện ngã được bật, bạn có thể chạm vào “Luôn bật” hoặc “Chỉ bật khi đang tập luyện”. Nếu bạn đã nhập tuổi của mình khi thiết lập Apple Watch hoặc trong ứng dụng Sức khỏe và bạn từ 55 tuổi trở lên thì tính năng Phát hiện ngã sẽ bật tự động. Nếu bạn từ 18 đến 55 tuổi thì tính năng Phát hiện ngã sẽ chỉ bật tự động khi đang tập luyện. Phát hiện cổ tay phải được bật để đồng hồ của bạn tự động gọi các dịch vụ khẩn cấp. Để thực hiện việc này trên Apple Watch, hãy đi tới Cài đặt > Mật mã và chạm để bật Phát hiện cổ tay. Phát hiện ngã chỉ khả dụng cho những người từ 18 tuổi trở lên. Apple Watch không thể phát hiện tất cả các cú ngã. Phát hiện va chạm Nếu iPhone 14 trở lên (tất cả kiểu máy) với iOS 16 trở lên, Apple Watch Series 8 trở lên, Apple Watch SE (thế hệ 2) và Apple Watch Ultra trở lên với watchOS 9 trở lên phát hiện một vụ va chạm ô tô nghiêm trọng thì một cảnh báo sẽ được kích hoạt để gọi các dịch vụ khẩn cấp. Bạn có thể lựa chọn liên hệ với các dịch vụ khẩn cấp hoặc loại bỏ cảnh báo. Nếu bạn không phản hồi cảnh báo trong vòng 10 giây thì thiết bị của bạn sẽ tự động thực hiện cuộc gọi. Khi cuộc gọi được quay số tự động kết nối, thiết bị của bạn phát một tin nhắn âm thanh thông báo cho các dịch vụ khẩn cấp biết rằng thiết bị của bạn đã phát hiện một vụ va chạm ô tô và sau đó chia sẻ vị trí hiện tại của bạn dưới dạng vĩ độ và kinh độ. Cuộc gọi sẽ chia sẻ thông tin vị trí của bạn bất kể bạn có bật Dịch vụ định vị hay không. Nếu trước đó bạn đã cho phép chia sẻ ID y tế trong cuộc gọi khẩn cấp thì ID y tế của bạn cũng sẽ được chia sẻ tự động với các dịch vụ khẩn cấp (chỉ ở Mỹ và Canada). Sau khi cuộc gọi kết thúc, thiết bị của bạn sẽ bắt đầu đếm ngược 10 giây trước khi gửi tin nhắn đến các liên hệ khẩn cấp và liên hệ Kiểm tra nếu phiên Kiểm tra đang hoạt động, với thông tin vị trí của bạn để thông báo với họ rằng đồng hồ của bạn đã phát hiện một vụ va chạm ô tô và đã gọi các dịch vụ khẩn cấp. Bạn có thể lựa chọn hủy tin nhắn đến các liên hệ khẩn cấp và liên hệ Kiểm tra đang hoạt động trong vòng 10 giây đếm ngược. Thiết bị của bạn lấy các liên hệ khẩn cấp từ ID y tế của bạn. Sau khi thông báo đến các liên hệ khẩn cấp và liên hệ Kiểm tra đang hoạt động, thiết bị của bạn sẽ tiếp tục hiển thị các tùy chọn để liên hệ với các dịch vụ khẩn cấp, mở thông tin ID y tế hoặc loại bỏ cảnh báo. iPhone và Apple Watch không thể phát hiện tất cả các vụ va chạm ô tô. Thông tin vị trí có thể được sử dụng để xác định xem có xảy ra va chạm hay không. Nếu phát hiện thấy một vụ va chạm ô tô nghiêm trọng, cuộc gọi được quay số tự động không thể kết nối với các dịch vụ khẩn cấp và bạn không phản hồi thì iPhone có thể cố gắng sử dụng khả năng kết nối SOS khẩn cấp qua vệ tinh để tự động nhắn tin cho các dịch vụ khẩn cấp các thông tin giới hạn (ví dụ: vị trí của bạn, thời lượng pin và bản chất của tình huống khẩn cấp). Thông tin giới hạn (ví dụ: vị trí của bạn, bản chất của tình huống khẩn cấp) cũng sẽ được gửi đến các liên hệ khẩn cấp và liên hệ Kiểm tra đang hoạt động của bạn thay mặt bạn. Bạn có thể tắt hoặc bật lại Phát hiện va chạm bằng cách đi tới Cài đặt > SOS khẩn cấp > sau đó chạm để bật hoặc tắt Gọi sau khi va chạm mạnh hoặc trong ứng dụng Apple Watch trên iPhone của bạn bằng cách đi tới Đồng hồ của tôi > SOS khẩn cấp, sau đó chạm để bật hoặc tắt Gọi sau khi va chạm mạnh. Bạn cũng có thể lựa chọn chia sẻ dữ liệu Phát hiện va chạm với ứng dụng của bên thứ ba được cài đặt trên iPhone của bạn. Nếu bạn cho phép truy cập vào dữ liệu và xảy ra va chạm ô tô thì bên thứ ba sẽ được thông báo tự động về vụ va chạm đó, có thể bao gồm dữ liệu vị trí. Nếu bạn cho phép iPhone gọi các dịch vụ khẩn cấp sau khi thiết bị phát hiện thấy một vụ va chạm ô tô thì cuộc gọi đến các dịch vụ khẩn cấp sẽ được thực hiện trước khi thông báo cho bên thứ ba về vụ va chạm. Nếu bạn không cho phép iPhone gọi các dịch vụ khẩn cấp sau khi thiết bị phát hiện thấy một vụ va chạm ô tô và vụ va chạm được phát hiện và tính năng chia sẻ với bên thứ ba được bật thì thiết bị của bạn sẽ gửi một cảnh báo để cho bạn biết rằng một vụ va chạm đã được phát hiện, dữ liệu đã được chia sẻ với bên thứ ba và bạn nên tương tác với ứng dụng của bên thứ ba nếu có thể. Bạn có thể lựa chọn xem có chia sẻ dữ liệu Phát hiện va chạm với bên thứ ba hay không. Để thực hiện trên iPhone của bạn, hãy đi tới Cài đặt > SOS khẩn cấp và chạm để bật Chia sẻ va chạm với ứng dụng. Tọa độ điểm la bàn Bạn có thể sử dụng ứng dụng La bàn để thêm vị trí hiện tại của mình làm một tọa độ điểm, cho phép bạn xem khoảng cách và chỉ đường đến từng tọa độ điểm la bàn mà bạn tạo. Ngoài ra, ứng dụng La bàn có thể tự động tạo ra hai tọa độ điểm, bao gồm một Tọa độ điểm kết nối di động sau cùng sẽ ước tính địa điểm sau cùng có tín hiệu di động để kết nối và một Tọa độ điểm cuộc gọi khẩn cấp sau cùng sẽ ước tính vị trí trên lộ trình mà iPhone hoặc Apple Watch của bạn có kết nối sau cùng với bất kỳ mạng của nhà cung cấp khả dụng nào sao cho cuộc gọi khẩn cấp có thể thực hiện được. Để tạo Tọa độ điểm kết nối di động sau cùng hoặc Tọa độ điểm cuộc gọi khẩn cấp sau cùng, bạn phải bật Vị trí quan trọng trên thiết bị của mình với tùy chọn Vị trí chính xác được bật cho ứng dụng La bàn. Bạn có thể xóa Tọa độ điểm la bàn mà bạn tạo trong ứng dụng La bàn bằng cách chọn tọa độ điểm trong ứng dụng La bàn, sau đó cuộn đến cuối màn hình và chọn Xóa tọa độ điểm. Quay về Tại các khu vực nhất định mà bạn có thể cần trợ giúp tìm lại đường đi, ứng dụng La bàn và các ứng dụng của bên thứ ba nhất định có sẵn trên Apple Watch có thể yêu cầu bạn cấp quyền truy cập một lần vào các vị trí gần đây vì mục đích an toàn. Những vị trí này không phải lúc nào cũng có sẵn, ví dụ như khi bạn ở gần các địa điểm quen thuộc như nhà của mình hoặc tại các khu vực đô thị. Để sử dụng những tính năng này, bạn phải bật Vị trí quan trọng cho thiết bị, với Vị trí chính xác được bật cho ứng dụng. Thông tin khác Một số tính năng an toàn có thể không khả dụng cho tất cả các thiết bị, vùng hoặc ngôn ngữ. Một số vùng và quốc gia có nhiều số điện thoại dịch vụ khẩn cấp. Đối với những địa phương này, Apple Watch sẽ gọi số được liên kết với dịch vụ cứu thương cho các cảnh báo Phát hiện ngã. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Chúng tôi xử lý dữ liệu cá nhân của bạn trong SOS khẩn cấp và SOS khẩn cấp qua vệ tinh khi cần thiết để cung cấp dịch vụ và tuân thủ các nghĩa vụ pháp lý của chúng tôi. Khi sự chấp thuận là cơ sở pháp lý phù hợp, chúng tôi cố gắng đạt được điều đó tuân theo luật áp dụng tại địa phương. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý các danh mục dữ liệu cá nhân sau đây cho các mục đích lợi ích hợp pháp của mình để hỗ trợ các dịch vụ khẩn cấp, ngăn chặn lừa đảo hoặc hoạt động tội phạm, cải thiện dịch vụ, cũng như giúp duy trì các hệ thống và kiến trúc SOS khẩn cấp và SOS khẩn cấp qua vệ tinh: • Vị trí của bạn • Thông tin về các phiên của bạn, ví dụ như thời lượng và nội dung đã liên lạc với các Dịch vụ khẩn cấp • Liên hệ khẩn cấp được chọn của bạn Lưu giữ Apple chỉ lưu giữ dữ liệu cá nhân trong khoảng thời gian cần thiết để thực hiện các mục đích mà dữ liệu được thu thập, bao gồm như được mô tả trong Chính sách quyền riêng tư của Apple hay trong các thông báo quyền riêng tư dành cho từng dịch vụ cụ thể của chúng tôi hoặc theo yêu cầu của luật pháp. Khi đánh giá khoảng thời gian lưu giữ, trước tiên chúng tôi kiểm tra cẩn thận xem có cần thiết phải lưu giữ dữ liệu cá nhân được thu thập không và nếu việc lưu giữ là cần thiết thì chúng tôi nỗ lực làm việc để lưu giữ dữ liệu cá nhân trong khoảng thời gian khả thi ngắn nhất được luật pháp cho phép. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: SOS紧急联络 使用发起紧急呼叫的SOS紧急联络功能时，通话可能会包含你的位置（无论你是否已启用“定位服务”）和医疗急救卡（若已启用）以允许调度员向你提供帮助。你的位置数据和加密的医疗急救卡信息会发送给Apple，以便Apple检查你所在地区是否支持“增强型紧急服务数据”服务以及将数据提供给紧急服务。如果你所在地区支持该服务，合作伙伴可能会从Apple处获取你的信息以发送给紧急服务。Apple无法读取你的医疗急救卡信息。 通话结束后，你的紧急联系人，及“平安确认”会话处于活跃状态时的联系人会自动收到信息，显示你已呼叫紧急服务，除非你取消该信息。此信息会同时包含你的当前位置，且在一段时间内，设备将向紧急联系人和活跃的“平安确认”联系人发送你的位置变化更新信息。如果你不想将位置信息发送给紧急联系人或活跃的“平安确认”联系人，请在iPhone或Apple Vision Pro上前往“设置”>“隐私与安全性”>“定位服务”>“系统服务”，再轻点关闭“紧急呼叫与SOS”。 有关“SOS紧急联络与隐私”的更多信息，请访问www.apple.com.cn/legal/privacy/data/zh-cn/emergency-sos。 若要进一步了解医疗急救卡，请前往“设置”>“健康”>“医疗急救卡”>“紧急情况时显示”，然后轻点“进一步了解”。 若要进一步了解“定位服务”，请访问www.apple.com.cn/legal/privacy/data/zh-cn/location-services。 通过卫星发送SOS紧急联络 在无法通过其他方式联系紧急服务的特殊情况下，通过卫星发送SOS紧急联络可协助你联系紧急服务。此服务可能并非在所有位置或情况下都可用。 若要与紧急服务收发短信，你需要能够清楚地看到天空并将设备小心对准卫星。卫星连接的工作方式相较于传统网络有较大不同。因此相对于传统短信，卫星信息收发的时间可能更长，且可能会遇到可用性空窗期。 在某些位置，你可以直接与紧急服务中心交换信息。如果在你所在位置提供服务的紧急服务中心无法收到短信，第三方中继服务提供商将向你发送短信并代表你呼叫紧急服务。在美国，直接发送给紧急服务的短信仅支持拉丁字母。 如果蜂窝网络或无线局域网语音连接可用，你应该通过手机联系紧急服务。但是，如果通过手机联系，你可能不一定会联系到处理你卫星会话的同一紧急服务提供商。 通过卫星发送SOS紧急联络取决于卫星可用性且可能需要更新软件才能继续正常使用。 通过卫星发送SOS紧急联络来发送短信时，你的信息会以加密形式发送，Apple会解密以将其传递给相关紧急服务提供商或第三方中继服务提供商。紧急服务中心和中继服务提供商可能会保留你的信息以改善向你提供的服务和遵守适用的法律。 为了将你的短信路由给本地紧急服务组织和协助响应人员联系你，当你使用通过卫星发送SOS紧急联络时，你的位置将会与Apple、紧急服务短信路由提供商和第三方中继服务提供商共享。在“查找”中通过卫星共享的位置信息会以端对端加密形式发送，Apple无法访问。 在紧急联络会话期间，你可以选择和预选紧急联系人共享你与紧急服务通信的文本记录、位置信息和紧急情况的性质。你可以随时停止共享会话文本记录，方法是轻点屏幕顶部的“停止共享”。 SOS紧急联络实时视频 紧急呼叫期间，你可以在请求紧急服务时选择与紧急服务共享实时视频或上传媒体内容。你可以随时停止共享实时视频，方法是轻点“结束通话”，然后轻点“停止共享相机”或“结束通话”。若选择上传媒体内容，即使结束紧急呼叫，内容仍将继续上传。紧急服务可能记录或存储共享媒体内容。实时视频和上传的媒体内容会端对端加密发送，Apple无法查看或访问。 为使用此功能，你必须打开“紧急呼叫与SOS”。若要使用，请前往“设置”>“隐私与安全性”>“定位服务”>“系统服务”，然后轻点打开“紧急呼叫与SOS”。 SOS紧急联络实时视频可能并非在所有位置或情况下都可用。 摔倒检测 佩戴手表时，若Apple Watch SE或Apple Watch Series 4或后续机型检测到严重摔倒，摔倒检测提醒可在需要时帮助你联系紧急服务。你可以选择联系紧急服务，也可以关闭该提醒。若Apple Watch检测到你在移动，它会等待你响应该提醒，不会自动呼叫紧急服务。若Apple Watch检测到你有大概一分钟没有动弹，它会自动呼叫紧急服务。 自动呼叫拨通后，Apple Watch会播放音频信息来告知紧急服务你的Apple Watch检测到严重摔倒，然后共享你当前位置的经纬度坐标。无论是否启用了“定位服务”，通话都会共享你的位置。如果之前启用了紧急呼叫期间共享医疗急救卡，你的医疗急救卡还将自动与紧急服务共享（仅限美国和加拿大）。 呼叫结束后，Apple Watch会开始10秒钟倒数，随后向你的紧急联系人，及“平安确认”会话处于活跃状态时的联系人发送包含你位置的信息，告知对方你的手表检测到严重摔倒并且已拨打紧急服务。你可以选择在10秒钟倒数期间，取消发送信息给紧急联系人和活跃的“平安确认”联系人。Apple Watch从你的医疗急救卡中获取你的紧急联系人信息。 如果检测到摔倒，但自动拨打的电话无法联系到紧急服务并且你没有动弹，iPhone可尝试使用“通过卫星发送SOS紧急联络”连接来自动通过短信向紧急服务发送有限信息（例如，你的位置、电池电量和紧急情况种类）。还会代表你将有限信息（例如，你的位置、紧急情况类型）发送给你的紧急联系人和活跃的“平安确认”联系人。 摔倒会自动在“健康”App中记录，除非在Apple Watch询问时你回应了没有摔倒。若要检查摔倒历史记录，请在iPhone上打开“健康”App，然后前往“浏览”>“其他数据”>“摔倒次数”。 你可以启用或停用摔倒检测，方法是在iPhone上的Apple Watch App中，前往“我的手表”>“SOS紧急联络”，然后轻点以打开或关闭“摔倒检测”。若摔倒检测已打开，你可以轻点“始终开启”或“仅在体能训练期间开启”。如果你在设置Apple Watch时或在“健康”App中输入了年龄且年满55岁，摔倒检测会自动打开。如果你的年龄介乎18至55岁之间，摔倒检测仅在体能训练期间自动打开。“手腕检测”必须启用，手表才能自动呼叫紧急服务。若要在Apple Watch上启用，请前往“设置”>“密码”，然后轻点以打开“手腕检测”。摔倒检测仅适用于年满18岁的用户。Apple Watch无法检测到所有摔倒行为。 车祸检测 运行iOS 16或更高版本的iPhone 14或所有后续机型、运行watchOS 9或更高版本的Apple Watch Series 8或后续机型、Apple Watch SE（第2代）和Apple Watch Ultra或后续机型在检测到严重车祸后，会触发提醒并呼叫紧急服务。你可以选择联系紧急服务，也可以关闭该提醒。如果你没有在10秒钟内响应提醒，设备会自动进行呼叫。 自动呼叫拨通后，设备会播放音频信息来告知紧急服务你的设备检测到车祸，然后共享你当前位置的经纬度坐标。无论是否启用了“定位服务”，通话都会共享你的位置。如果之前启用了紧急呼叫期间共享医疗急救卡，你的医疗急救卡还将自动与紧急服务共享（仅限美国和加拿大）。呼叫结束后，设备会开始10秒钟倒数，随后向你的紧急联系人，及“平安确认”会话处于活跃状态时的联系人发送包含你位置的信息，告知对方你的设备检测到车祸并且已拨打紧急服务。你可以选择在10秒钟倒数期间，取消发送信息给紧急联系人和活跃的“平安确认”联系人。设备从你的医疗急救卡中获取紧急联系人信息。通知紧急联系人和活跃的“平安确认”联系人后，设备会继续显示选项，用于联系紧急服务、打开医疗急救卡信息或关闭该提醒。iPhone和Apple Watch无法检测到所有车祸。位置信息可能被用于确定是否发生了车祸。 如果检测到严重车祸，但自动拨打的电话无法联系到紧急服务并且你没有反应，iPhone可尝试使用“通过卫星发送SOS紧急联络”连接来自动通过短信向紧急服务发送有限信息（例如，你的位置、电池电量和紧急情况种类）。还会代表你将有限信息（例如，你的位置、紧急情况类型）发送给你的紧急联系人和活跃的“平安确认”联系人。 你可以停用或重新启用“车祸检测”，方法是前往“设置”>“SOS紧急联络”，然后轻点以打开或关闭“发生严重车祸后呼叫”；或者在iPhone上的Apple Watch App中，前往“我的手表”>“SOS紧急联络”，然后轻点以打开或关闭“发生严重车祸后呼叫”。 你也可以选择与iPhone上已安装的第三方应用程序共享“车祸检测”数据。如果你允许访问该数据，第三方会在车祸发生后自动收到通知，其中可能包括位置数据。 如果你允许iPhone在检测到车祸后呼叫紧急服务，那么呼叫紧急服务会优先于给第三方发送车祸通知。如果你不允许iPhone在检测到车祸后呼叫紧急服务且第三方共享已打开，设备会在检测到碰撞后发送提醒，告知你检测到碰撞且数据已与第三方共享，在条件允许时你应在第三方App上进行相关操作。 你可以选择是否与第三方共享“车祸检测”数据。若要这么做，请在iPhone上前往“设置”>“SOS紧急联络”，然后轻点以打开“与App共享车祸信息”。 指南针航点 你可以使用“指南针”App将当前位置添加为航点，从而查看此位置与你创建其他航点之间的距离和路线。此外，“指南针”App可自动生成两个航点，一个是“上次蜂窝数据连接航点”，可估测上个接收到可供连接蜂窝数据的地点；另一个是“上次紧急呼叫航点”，可估测你的iPhone或Apple Watch在路线中最后一次接入可用运营商网络进行紧急呼叫的地点。为创建“上次蜂窝数据连接航点”或“上次紧急呼叫航点”，你必须在设备上启用“重要地点”，并为“指南针”App打开“精确位置”。你可以在“指南针”App中选择航点，然后滚动至屏幕底部并选择“删除航点”，从而删除该App中创建的指南针航点。 回溯 在某些你可能需要回溯踪迹的区域，Apple Watch上提供的“指南针”App和特定的第三方App可能会出于安全考量，向你请求一次性访问权限以访问你最近到过的位置。如果你所在位置靠近熟悉地点（例如你的家）或者位于市区，那么这些位置可能并非始终可用。若要使用这些功能，你必须为设备启用“重要地点”，同时为App打开“精确位置”。 其他信息 部分安全功能可能不适用于所有设备、地区或语言。某些国家和地区有多个紧急服务号码。对于这些区域，Apple Watch会针对摔倒检测提醒呼叫与救护服务关联的号码。 处理个人数据的适用法律依据 我们处理你在“SOS紧急联络”和“通过卫星发送SOS紧急联络”中的个人数据是为了满足提供服务和遵守法律义务之所需。在同意即为合理法律依据的地区，我们会根据当地适用法律寻求同意。 在当地适用法律允许时，我们会为满足我们的合法权益而处理以下类别的个人数据，以为紧急服务提供协助、防范欺诈或犯罪行为、改进服务以及帮助维护“SOS紧急联络”和“通过卫星发送SOS紧急联络”系统和架构： • 你的位置 • 会话相关信息，例如与紧急服务通信的时长和内容 • 所选紧急联系人 保留 Apple仅在实现收集目的所需的时长内保留个人数据，包括Apple“隐私政策”或我们的服务特定隐私说明中所述或者法律要求收集的个人数据。评估保留时长时，我们首先会仔细检查是否有必要保留所收集的个人数据；如果需要保留，我们会致力于将个人数据保留法律允许的尽可能短的时长。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: 緊急求助SOS 使用可發起緊急通話的「緊急求助SOS」功能時，不論你是否已啟用「定位服務」，此通話都有可能包括你的位置和「醫療檔案」（如已啟用），以允許派遣員協助你。你的位置資料和加密的「醫療檔案」資料會傳送予Apple，以便Apple檢查你所在區域是否支援「加強緊急資料」服務，並且向緊急服務提供資料。如你所在區域支援有關功能，合作夥伴可能會從Apple取得你的資料以提供緊急服務。Apple無法讀取你的「醫療檔案」資料。 通話結束後，你的緊急聯絡人會自動收到你已致電緊急服務的訊息（如已啟用「報平安」階段，「報平安」聯絡人亦會收到），除非你取消有關訊息。有關訊息亦會包括你的目前位置，而且如你的位置有變，你的裝置會在一段有限的時間內傳送你的位置更新予緊急聯絡人和活躍的「報平安」聯絡人。如果你不想將位置傳送予緊急聯絡人或活躍的「報平安」聯絡人，請在iPhone或Apple Vision Pro上前往「設定」>「私隱與保安」>「定位服務」>「系統服務」，然後點一下以關閉「緊急電話與SOS」。 如需更多「緊急求助SOS與私隱」的資料，請到訪www.apple.com/hk/legal/privacy/data/zh-hk/emergency-sos。 如要進一步了解「醫療檔案」，請前往「設定」>「健康」>「醫療檔案」>「於『緊急求助』顯示」，並點一下「進一步了解」。 有關「定位服務」的詳情，請到訪www.apple.com/hk/legal/privacy/data/zh-hk/location-services。 透過衛星傳送的緊急求助SOS 在無法以其他方式聯絡緊急服務的特殊情況下，「透過衛星傳送的緊急求助SOS」可協助你聯絡緊急服務。此服務可能無法在部份地區或情況下使用。 你需要不受遮擋地看見天空，並將裝置小心對準衛星，才能與緊急服務收發訊息。衛星連線與傳統網絡的運作方式非常不同。因此，收發訊息需時可能比傳統短訊長，而且間中可能無法使用。 在部份地區，你可能可以與緊急服務中心直接以訊息溝通。如果服務你所在地區的緊急服務中心無法接收短訊，第三方轉送供應商會與你以短訊溝通，並代表你致電緊急服務。在美國，直接向緊急服務傳送的短訊僅支援拉丁字母。 如流動網絡或WLAN語音連線可供使用，你應透過電話聯絡緊急服務。不過，如果以電話聯絡，你未必會聯絡到處理你衛星階段的同一緊急服務提供者。 「透過衛星傳送的緊急求助SOS」取決於衛星可用性，並可能需要更新軟件才能持續運作。 使用「透過衛星傳送的緊急求助SOS」傳送訊息時，你的訊息會以加密方式傳送，並由Apple解密以傳遞予相關緊急服務提供者或第三方轉送供應商。緊急服務中心和轉送供應商或會保留你的訊息以改進對你提供的服務和遵守適用法律。 為了將你的短訊傳送予當地緊急服務機構，並協助急救人員聯絡你，當你使用「透過衛星傳送的緊急求助SOS」時，你的位置會與Apple、緊急服務短訊傳送供應商和第三方轉送供應商共享。在「尋找」中透過衛星共享的位置使用點對點加密方式傳送，Apple無法取用。 緊急階段期間，你可以選擇向預先選擇的緊急聯絡人共享你與緊急服務的對話之轉寫記錄、你的位置和緊急狀況性質的相關資料。你可以隨時透過點一下螢幕上方的「停止共享」以停止共享你的階段轉寫記錄。 緊急SOS直播影片 在緊急通話期間，你可以根據緊急服務的要求來選擇與緊急服務共享直播影片或上載媒體。你可以隨時點一下「結束通話」，然後點一下「停止共享相機」或「結束通話」以停止共享你的直播影片。如果你選擇上傳媒體內容，即使你結束緊急通話，你的內容也會繼續上載。緊急服務可能會記錄或儲存共享的媒體內容。直播影片和已上載的媒體均採用點到點加密傳送，無法被Apple檢視或取用。 如要使用此功能，你必須開啟「緊急電話與SOS」。如要執行，請前往「設定」>「私隱與保安」>「定位服務」>「系統服務」，然後點一下以開啟「緊急電話與SOS」。 「緊急SOS直播影片」可能無法在部份地區或情況下使用。 跌倒偵測 如Apple Watch SE或者Apple Watch Series 4或較新型號在你佩戴手錶時偵測到嚴重跌倒，「跌倒偵測」提示可在有需要時協助你聯絡緊急服務。你可以選擇聯絡緊急服務或關閉提示。如Apple Watch偵測到你在移動，它會等待你回應提示，不會自動致電緊急服務。如Apple Watch偵測到你已靜止約一分鐘，它會自動撥打電話。 自動撥打的電話接通後，Apple Watch會播放一段語音訊息來通知緊急服務，表示Apple Watch已偵測到嚴重跌倒，然後會分享你目前位置的經緯度座標。不論你是否已啟用「定位服務」，通話都會分享你的位置。如你之前啟用了「醫療檔案」以在緊急電話期間分享，系統也會自動向緊急服務分享你的「醫療檔案」（只限美國和加拿大）。 通話結束後，你的Apple Watch會開始倒數10秒，然後會向你的緊急聯絡人傳送包括你的位置之訊息（如已啟用「報平安」階段，亦會向「報平安」聯絡人傳送），讓他們知道你的Apple Watch偵測到嚴重跌倒，並且已致電緊急服務。你可以在10秒倒數期間選擇取消向緊急聯絡人和活躍的「報平安」聯絡人傳送訊息。Apple Watch會從你的「醫療檔案」取得你緊急聯絡人的資料。 如偵測到跌倒、自動撥打的電話無法連接到緊急服務，而且你無法移動，你的iPhone可以嘗試透過衛星連線使用「緊急求助SOS」，自動以短訊向緊急服務傳送有限資料（例如你的位置、電池壽命和緊急狀況的性質）。系統也會代表你將有限資料（例如，你的位置、緊急狀況的性質）傳送給你的緊急聯絡人和活躍的「報平安」聯絡人。 系統會自動將跌倒記錄在「健康」App中，除非你在Apple Watch詢問時回覆你沒有跌倒。如要查看你的跌倒記錄，請在iPhone上開啟「健康」App，並前往「瀏覽」>「其他資料」>「跌倒次數」。 你可以從iPhone上的Apple Watch App啟用或停用「跌倒偵測」，方法是前往「我的手錶」>「緊急求助SOS」，然後點一下以開啟或關閉「跌倒偵測」。如已開啟「跌倒偵測」，你可以點一下「總是開啟」或「只在體能訓練期間開啟」。如你在設定Apple Watch時或在「健康」App中輸入了你的年齡，而你年滿55歲，「跌倒偵測」會自動開啟。如你的年齡介乎18至55歲，「跌倒偵測」只會在體能訓練期間自動開啟。必須啟用「手腕偵測」，Apple Watch才能自動致電緊急服務。如要在Apple Watch上執行此操作，請前往「設定」>「密碼」，然後點一下以開啟「手腕偵測」。「跌倒偵測」只適用於18歲或以上人士。Apple Watch無法偵測所有跌倒。 車禍偵測 配合iOS 16或較新版本的iPhone 14或較新型號（所有型號）、配合watchOS 9或較新版本的Apple Watch Series 8或較新型號、Apple Watch SE（第2代）和Apple Watch Ultra或較新型號，在偵測到嚴重車禍後，會觸發提醒並致電緊急服務。你可以選擇聯絡緊急服務或關閉提示。如你在10秒內沒有就提示作出回應，你的裝置會自動打電話。 自動撥打的電話接通後，你的裝置會播放一段語音訊息來通知緊急服務，表示你的裝置已偵測到車禍，然後會分享你目前位置的經緯度座標。不論你是否已啟用「定位服務」，通話都會分享你的位置。如你之前啟用了「醫療檔案」以在緊急電話期間分享，系統也會自動向緊急服務分享你的「醫療檔案」（只限美國和加拿大）。通話結束後，你的裝置會開始倒數10秒，然後會向你的緊急聯絡人傳送包括你的位置之訊息（如已啟用「報平安」階段，亦會向「報平安」聯絡人傳送），讓他們知道你的裝置偵測到車禍，並且已致電緊急服務。你可以在10秒倒數期間選擇取消向緊急聯絡人和活躍的「報平安」聯絡人傳送訊息。你的裝置會從你的「醫療檔案」取得你緊急聯絡人的資料。向緊急聯絡人和活躍的「報平安」聯絡人傳送通知後，裝置會繼續顯示選項，讓你聯絡緊急服務、開啟「醫療檔案」資料或關閉提示。iPhone和Apple Watch無法偵測所有車禍。位置資料可能會用於確定有否發生車禍。 如偵測到嚴重車禍、自動撥打的電話無法連接到緊急服務，而且你沒有反應，你的iPhone可以嘗試透過衛星連線使用「緊急求助SOS」，自動以短訊向緊急服務傳送有限資料（例如，你的位置、電池壽命和緊急狀況的性質）。系統也會代表你將有限資料（例如，你的位置、緊急狀況的性質）傳送給你的緊急聯絡人和活躍的「報平安」聯絡人。 你可以停用或重新啟用「車禍偵測」，請前往「設定」>「緊急求助SOS」，然後點一下以開啟或關閉「嚴重車禍後致電」，又或在iPhone上的Apple Watch App前往「我的手錶」>「緊急求助SOS」，然後點一下以開啟或關閉「嚴重車禍後致電」。 你亦可以選擇與iPhone上安裝的第三方應用程式分享「車禍偵測」資料。如你允許取用資料，第三方會在發生車禍後自動收到車禍通知，通知可能包括位置資料。 如你允許iPhone在偵測到車禍後致電緊急服務，會先致電緊急服務，然後才通知第三方有關車禍。如你不允許iPhone在偵測到車禍後致電緊急服務，而第三方分享已啟用，在偵測到車禍時，裝置將會傳送提示，通知你已偵測到車禍、資料亦已經與第三方分享，可以的話你應該與第三方App聯絡。 你可以選擇是否與第三方分享「車禍偵測」資料。如要在iPhone上執行此操作，請前往「設定」>「緊急求助SOS」，然後點一下以開啟「與App分享車禍資料」。 指南針航點 你可以使用「指南針」App將你的目前位置加入為航點，讓你查看此位置與你建立的每個「指南針航點」之間的距離和路線。此外，「指南針」App可以自動產生兩個航點：「上一個流動網絡連線航點」將估計上一個接收到流動網絡連線訊號的地點；而「上一個緊急電話服務航點」則將估計你的iPhone或Apple Watch在路線中上一次與任何可用電訊商網絡連接的位置，以便致電緊急服務。為了製作「上一個流動網絡連線航點」或「上一個緊急電話服務航點」，你必須在裝置上啟用「重要位置」，並且需要為「指南針」App開啟「精確位置」。你可以刪除你在「指南針」App中所製作的「指南針航點」，請在「指南針」App中選擇航點，然後捲動到畫面底部並選擇「刪除航點」。 回溯 在你可能需要協助沿原路追溯足跡的某些區域，「指南針」App和Apple Watch上可用的某些第三方App可能會基於安全考慮而請你提供最近位置的一次性取用權限。如果你所在位置靠近熟悉的地點（例如你的住所）或者位於市區，那麼這些位置可能不會經常可用。如要使用這些功能，你必須在裝置上啟用「重要位置」，並且為App開啟「精確位置」。 其他資料 部份安全功能可能不適用於部份裝置，或是部份地區或語言。部份國家和地區有多個緊急服務電話號碼。針對這些地區，Apple Watch將會為「跌倒偵測」提示致電與救護車服務相關的電話號碼。 處理個人資料的適用法律依據 我們處理你在「緊急求助SOS」和「透過衛星傳送的緊急求助SOS」中的個人資料，此為提供服務所必需的，此舉亦是為了遵守我們的法律義務。在同意即為適當法律依據的地區，我們會根據適用的當地法律尋求你的同意。 在適用的當地法律允許時，我們會處理以下類別的個人資料，以保障我們的合法權益，以便我們協助緊急服務、防範詐騙或犯罪活動、改進服務，並協助維護「緊急求助SOS」和「透過衛星傳送的緊急求助SOS」系統和架構： • 你的位置 • 關於階段的資料，例如與緊急服務的通訊持續時間和內容 • 你所選的緊急聯絡人 保留 Apple只會在資料收集目的所需的期間內保留個人資料，包括「Apple私隱政策」或服務特定私隱通知內所述期間，或依照法律要求。評估保留多久時，我們首先會仔細檢查是否有必要保留所收集到的個人資料，如有需要保留，我們會儘量將個人資料的保留時間定在法律允許的最短期間內。 無論何時，Apple均會依照「Apple私隱政策」的規定處理所收集的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: SOS緊急服務 使用「SOS緊急服務」功能來撥打緊急服務電話時，不論你是否已啟用「定位服務」，此通話都有可能包含你的位置和「醫療卡」（若啟用），以方便派遣員協助你。你的位置資料和加密的「醫療卡」資訊會傳送至Apple以供Apple檢查你的區域是否支援「增強型緊急資料」服務，並提供資料給緊急服務單位。若你的區域有支援，合作夥伴會收到Apple所轉發關於你的資訊以便提供緊急服務。Apple無法讀取你的醫療卡資訊。 通話結束後，你的緊急聯絡人和「平安通報」聯絡人（若已啟用「平安通報」）會自動收到你已撥打緊急服務電話的訊息，除非你取消該訊息。此訊息也會包含你目前的位置，隨著位置改變，你的裝置會在一段時間內定期傳送你的位置更新給緊急聯絡人和啟用中的「平安通報」聯絡人。若不想將你的位置傳送給緊急聯絡人或啟用中的「平安通報」聯絡人，請在iPhone或Apple Vision Pro上前往「設定」>「隱私權與安全性」>「定位服務」>「系統服務」，然後點一下來關閉「緊急服務電話與SOS」。 如需更多「SOS緊急服務與隱私權」的資訊，請參訪 www.apple.com/tw/legal/privacy/data/zh-tw/emergency-sos。 若要深入瞭解「醫療卡」，請前往「設定」>「健康」>「醫療卡」>「緊急情況時取用」，並點一下「更多內容」。 如需更多「定位服務」的資訊，請參訪www.apple.com/tw/legal/privacy/data/zh-tw/location-services。 透過衛星傳送的SOS緊急服務 「透過衛星傳送的SOS緊急服務」可在沒有其他方式可聯繫緊急服務單位的特殊情況下，協助你聯絡緊急服務單位。並非在所有地點或情況都可使用此服務。 與緊急服務單位收發訊息時，需要能清楚看見天空並仔細將裝置對準衛星。衛星連線的方式與傳統網路有很大的不同。因此，與傳統簡訊相比，訊息的收發時間可能會更長，且有時可能會無法使用。 在某些地方，你可以直接與緊急服務中心交換訊息。若服務你所在位置的緊急服務中心無法接收訊息，第三方中繼服務供應商將使用訊息與你通訊，並代表你撥打緊急服務電話。在美國，直接傳送給緊急服務單位的訊息僅支援拉丁字母。 若行動網路或WLAN語音連線可供使用，請使用電話聯絡緊急服務單位。不過若使用電話，就不一定會與處理你衛星通訊的同一緊急服務提供者聯繫。 「透過衛星傳送的SOS緊急服務」取決於衛星的可用性，並且可能需要軟體更新才能持續運作。 當你使用「透過衛星傳送的SOS緊急服務」傳送訊息時，你的訊息會以加密形式傳送，並由Apple解密，以便傳遞給相關的緊急服務提供者或第三方中繼服務供應商。緊急服務中心和中繼服務供應商可能會保留你的訊息，以改進他們向你提供的服務，並遵守適用的法律。 為了將你的訊息傳送到當地的緊急服務單位，並協助急救員與你取得聯繫，使用「透過衛星傳送的SOS緊急服務」時，你的位置將分享給Apple、緊急服務訊息傳送服務供應商和第三方中繼服務供應商。在「尋找」中透過衛星分享的位置會以端對端加密的形式傳送，Apple無法取用。 在緊急服務通訊期間，你可以選擇與預先選取的緊急聯絡人分享你與緊急服務單位的通訊內容逐字稿，以及所在位置和緊急事件的性質之相關資訊。你可以隨時點一下螢幕最上方的「停止分享」來停止分享通訊逐字稿。 SOS緊急服務即時影像 緊急通話期間，你可以在緊急服務單位的要求下選擇與緊急服務共享即時影像或上傳媒體。你可以隨時點一下「結束通話」，然後「停止共享相機」或「結束通話」來停止共享即時影像。如果你選擇上傳媒體內容，即使結束緊急通話你的內容仍會繼續上傳。緊急服務可能會記錄或儲存共享的媒體內容。即時影像和上傳的媒體會以端對端加密的方式傳送，Apple無法檢視或取用。 為了使用此功能，你必須啟用「緊急服務電話與SOS」。若要進行此設定，請前往「設定」>「隱私權與安全性」>「定位服務」>「系統服務」，然後點一下來開啟「緊急服務電話與SOS」。 並非在所有地點或情況都可使用「SOS緊急服務即時影像」。 跌倒偵測 若Apple Watch SE或Apple Watch Series 4或後續機型在你佩戴Apple Watch時偵測到嚴重跌倒，「跌倒偵測」提示可視需要替你聯繫緊急服務。你可以選擇撥打緊急服務電話或關閉提示。若Apple Watch偵測到你正在移動，就會等待你回應提示，不會自動撥打緊急服務電話。若Apple Watch偵測到你有約一分鐘沒有動作，就會自動撥打電話。 自動撥打的電話接通時，你的Apple Watch會播放語音訊息來告知緊急服務單位你的Apple Watch偵測到嚴重跌倒，然後分享你目前位置的經緯度。不論你是否已啟用「定位服務」，通話都會分享你的位置。若你先前啟用「醫療卡」以在緊急服務電話期間分享，你的「醫療卡」也會自動與緊急服務單位分享（僅限美國和加拿大地區）。 當通話結束時，Apple Watch會開始倒數10秒，然後傳送訊息給你的緊急聯絡人和「平安通報」聯絡人（若已啟用「平安通報」），告知你的位置，讓聯絡人知道Apple Watch偵測到嚴重跌倒，並已撥打緊急服務電話。你可以在這10秒倒數時間內，選擇取消傳送訊息給緊急聯絡人和啟用中的「平安通報」聯絡人。Apple Watch會從你的「醫療卡」取得你緊急聯絡人的資訊。 若偵測到跌倒、自動撥打的電話無法接通緊急服務單位，而且你的身體沒有動作，iPhone可嘗試透過衛星連線使用「SOS緊急服務」，自動傳送訊息到緊急服務單位，並提供有限資訊（例如，你的位置、電池續航力和緊急事件的性質）。有限資訊（例如你的位置和緊急事件的性質）也會以你的身分傳送給緊急聯絡人和啟用中的「平安通報」聯絡人。 跌倒會自動記錄在「健康」App中，除非你在Apple Watch詢問時回覆自己沒有跌倒。若要檢查你的跌倒記錄，請在iPhone上打開「健康」App，並前往「瀏覽」>「其他資料」>「跌倒次數」。 你可以在iPhone上從Apple Watch App啟用或停用「跌倒偵測」，請前往「我的手錶」>「SOS緊急服務」，然後點一下來開啟或關閉「跌倒偵測」。若「跌倒偵測」已啟用，你可以點一下「永遠開啟」或「只在體能訓練期間開啟」。若你在設定Apple Watch時或在「健康」App中輸入你的年齡，且年滿55歲，「跌倒偵測」會自動啟用。若你介於18歲到55歲，「跌倒偵測」只會在體能訓練期間自動開啟。「手腕偵測」必須啟用，Apple Watch才能自動撥打緊急服務電話。若要在Apple Watch上執行此動作，請前往「設定」>「密碼」，然後點一下來開啟「手腕偵測」。「跌倒偵測」僅適用於年滿18歲的使用者。Apple Watch無法偵測所有跌倒的情況。 車禍偵測 若安裝iOS 16或以上版本的iPhone 14或後續機型、安裝watchOS 9或以上版本的Apple Watch Series 8或後續機型、Apple Watch SE（第二代），以及Apple Watch Ultra或後續機型偵測到嚴重車禍，會觸發撥打緊急服務電話的提示。你可以選擇撥打緊急服務電話或關閉提示。若你沒有在10秒內回應提示，你的裝置會自動撥打電話。 自動撥打的電話接通時，你的裝置會播放語音訊息來告知緊急服務單位你的裝置偵測到車禍，然後分享你目前位置的經緯度。不論你是否已啟用「定位服務」，通話都會分享你的位置。若你先前啟用「醫療卡」以在緊急服務電話期間分享，你的「醫療卡」也會自動與緊急服務單位分享（僅限美國和加拿大地區）。當通話結束時，裝置會開始倒數10秒，然後傳送訊息給你的緊急聯絡人和「平安通報」聯絡人（若已啟用「平安通報」），告知你的位置，讓聯絡人知道裝置偵測到車禍，並已撥打緊急服務電話。你可以在這10秒倒數時間內，選擇取消傳送訊息給緊急聯絡人和啟用中的「平安通報」聯絡人。裝置會從你的「醫療卡」取得你緊急聯絡人的資訊。傳送通知給緊急聯絡人和啟用中的「平安通報」聯絡人後，裝置會繼續顯示選項，供你聯絡緊急服務單位、打開「醫療卡」資訊或關閉提示。iPhone和Apple Watch無法偵測所有車禍。位置資訊可能會用來判斷是否有發生車禍。 若偵測到嚴重車禍、自動撥打的電話無法接通緊急服務單位，而且你沒有反應，iPhone可嘗試透過衛星連線使用「SOS緊急服務」，自動傳送訊息到緊急服務單位，提供有限資訊（例如，你的位置、電池續航力和緊急事件的性質）。有限資訊（例如你的位置和緊急事件的性質）也會以你的身分傳送給緊急聯絡人和啟用中的「平安通報」聯絡人。 你可以停用或重新啟用「車禍偵測」，請前往「設定」>「SOS緊急服務」，然後點一下來開啟或關閉「嚴重車禍後撥打電話」或在iPhone上的Apple Watch App，前往「我的手錶」>「SOS緊急服務」，然後點一下來開啟或關閉「嚴重車禍後撥打電話」。 你也可以選擇與iPhone上安裝的第三方應用程式分享「車禍偵測」資料。若你允許取用資料，第三方會在車禍發生後自動收到車禍通知，通知可能包含位置資料。 若你允許iPhone在偵測到車禍後撥打緊急服務電話，系統會先撥打緊急服務電話後再通知第三方發生車禍。若你不允許iPhone在偵測到車禍後撥打緊急服務電話，當偵測到車禍且啟用第三方分享時，你的裝置會傳送提示來通知你已偵測到車禍、資料已與第三方分享，可以的話請與第三方App聯繫。 你可以選擇是否要與第三方分享「車禍偵測」資料。若要在iPhone上執行此動作，請前往「設定」>「SOS緊急服務」，然後點一下來開啟「與App分享車禍資訊」。 指南針航點 你可以使用「指南針」App來將你的目前位置加入為航點，這可讓你查看自己離製作的每個「指南針航點」之間的距離和方向。此外，「指南針」App可以自動產生兩個航點：「上一個行動網路連線航點」會估計上次有行動網路連線訊號的地方；「上一個緊急服務電話航點」會估計你行進路線中上次iPhone或Apple Watch可連接任何可用電信業者網路的地方，以便你撥打緊急服務電話。若要製作「上一個行動網路連線航點」或「上一個緊急服務電話航點」，你必須在裝置上啟用「重要位置」，同時「指南針」App的「準確位置」也要開啟。你可以刪除你在「指南針」App中製作的「指南針航點」，只要在「指南針」App中選取航點，然後滑動到畫面底部並選取「刪除航點」。 回溯 在你可能需要協助反向追蹤路徑的特定區域，出於安全考量，「指南針」App和Apple Watch上可用的特定第三方App可能會請你提供最近位置的單次取用權限。這些位置資訊不會持續提供，例如，當你靠近像是住家或都市地區等熟悉的地點時。為了使用這些功能，你必須在裝置上啟用「重要位置」，同時App的「準確位置」也要開啟。 其他資訊 部分安全功能可能無法在所有裝置或每個地區或語言中使用。部分地區和國家有多個緊急服務電話號碼。針對這些地區，Apple Watch會就「跌倒偵測」提示撥打與救護車服務相關的電話號碼。 處理個人資料適用的法律依據 我們會處理「SOS緊急服務」和「透過衛星傳送的SOS緊急服務」中你的個人資料，視提供服務和遵守法律義務所需而定。在同意即為適當法律依據的地區，我們會依照適用的當地法律尋求你的同意。 在符合適用的當地法律規定下，我們會為了協助緊急服務、防範詐騙或犯罪活動、改進服務並協助維持「SOS緊急服務」和「透過衛星傳送的SOS緊急服務」的系統與架構，基於正當利益處理下列類別的個人資料： • 你的位置 • 你的對話階段的相關資訊，例如與「緊急服務」的持續時間和通訊內容 • 你的所選緊急聯絡人 保留 Apple只會在資料收集目的所需的期間內保留個人資料，包含「Apple隱私權政策」或服務特定隱私權通知內所述的期間，並依照法律的要求。評估保留期間時，我們首先會謹慎檢查是否有需要保留收集到的個人資料，若有需要保留，我們會盡量在法律允許範圍下可能的最短期間內保留個人資料。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪：https://www.apple.com/tw/privacy/
